Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/InfoPlist.strings
Languages: da, de, el, es, et, fr, hr, hu, it, lt, nb, nl, pl, pt, ro, ru, sv, tr

source: CFBundleDisplayName
da: DuckDuckGo
de: DuckDuckGo
el: DuckDuckGo
es: DuckDuckGo
et: DuckDuckGo
fr: DuckDuckGo
hr: DuckDuckGo
hu: DuckDuckGo
it: DuckDuckGo
lt: „DuckDuckGo“
nb: DuckDuckGo
nl: DuckDuckGo
pl: DuckDuckGo
pt: DuckDuckGo
ro: DuckDuckGo
ru: DuckDuckGo
sv: DuckDuckGo
tr: DuckDuckGo

source: CFBundleName
da: DuckDuckGo
de: DuckDuckGo
el: DuckDuckGo
es: DuckDuckGo
et: DuckDuckGo
fr: DuckDuckGo
hr: DuckDuckGo
hu: DuckDuckGo
it: DuckDuckGo
lt: „DuckDuckGo“
nb: DuckDuckGo
nl: DuckDuckGo
pl: DuckDuckGo
pt: DuckDuckGo
ro: DuckDuckGo
ru: DuckDuckGo
sv: DuckDuckGo
tr: DuckDuckGo

source: NSCameraUsageDescription
da: Gør det muligt at uploade fotografier og videoer
de: Lade Fotos und Videos hoch
el: Σας επιτρέπει να ανεβάζετε φωτογραφίες και βίντεο
es: Te permite subir fotos y vídeos
et: Võimaldab üles laadida fotosid ja videoid
fr: Vous permet de télécharger des photos et des vidéos
hr: Omogućuje ti prijenos fotografija i videozapisa
hu: Lehetővé teszi fényképek és videók feltöltését
it: Consente il caricamento di foto e video
lt: Leidžia įkelti nuotraukas ir vaizdo įrašus
nb: Gjør at du kan laste opp bilder og videoer
nl: Hiermee kun je foto's en video's uploaden
pl: Umożliwia przesyłanie zdjęć i filmów
pt: Permite-lhe carregar fotografias e vídeos
ro: Îți permite să încarci fotografii și videoclipuri
ru: Позволяет загружать фото и видео
sv: Gör att du kan ladda upp foton och videor
tr: Fotoğraf ve video yüklemenize olanak tanır

source: NSFaceIDUsageDescription
da: Gør det muligt at låse op ved hjælp af Face ID
de: Nutze Face ID zum Entsperren
el: Σας επιτρέπει να ξεκλειδώνετε χρησιμοποιώντας το Face ID
es: Te permite desbloquear utilizando Face ID
et: Võimaldab Face ID abil lukustusest avada
fr: Vous permet de déverrouiller à l'aide de Face ID
hr: Omogućuje ti otključavanje pomoću Face ID-a
hu: Lehetővé teszi az arcfelismeréses feloldást
it: Consente lo sblocco con Face ID
lt: Leidžia atrakinti naudojant „Face ID“
nb: Gjør at du kan låse opp med face-ID
nl: Hiermee kun je ontgrendelen met Face ID
pl: Umożliwia odblokowanie za pomocą Face ID
pt: Permite-lhe desbloquear com o Face ID
ro: Îți permite să deblochezi folosind Face ID
ru: Позволяет разблокировать приложение через Face ID
sv: Gör att du kan låsa upp med Face ID
tr: Face ID'yi kullanarak kilidi açmanıza olanak tanır

source: NSLocationWhenInUseUsageDescription
da: Tillader dig at dele din placering
de: Teile deinen Standort
el: Σας επιτρέπει να κοινοποιείτε την τοποθεσία σας
es: Te permite compartir tu ubicación
et: Võimaldab oma asukohta jagada
fr: Vous permet de partager votre position
hr: Omogućuje ti dijeljenje lokacije
hu: Lehetővé teszi a helymegosztást
it: Consente la condivisione della tua posizione
lt: Leidžia bendrinti jūsų vietą
nb: Gjør at du kan dele posisjonen din
nl: Hiermee kun je je locatie delen
pl: Umożliwia udostępnianie Twojej lokalizacji
pt: Permite-lhe partilhar a sua localização
ro: Îți permite să îți partajezi locația
ru: Позволяет делиться геопозицией
sv: Gör att du kan dela din plats
tr: Konumunuzu paylaşmanıza olanak tanır

source: NSMicrophoneUsageDescription
da: Dette er nødvendigt for at bruge stemmefunktioner. DuckDuckGo optager aldrig det, du siger.
de: Dies ist für die Nutzung von Sprachfunktionen erforderlich. DuckDuckGo zeichnet nie auf, was du sagst.
el: Αυτό είναι απαραίτητο για τη χρήση λειτουργιών φωνής. Το DuckDuckGo δεν καταγράφει ποτέ ό,τι λέτε.
es: Esto es necesario para utilizar las funciones de voz. DuckDuckGo nunca graba lo que dices.
et: See on vajalik häälfunktsioonide kasutamiseks. DuckDuckGo ei salvesta kunagi seda, mida te ütlete.
fr: Requis pour utiliser les fonctionnalités vocales. DuckDuckGo n'enregistre jamais ce que vous dites.
hr: To je potrebno za korištenje glasovnih funkcija. DuckDuckGo nikad ne snima ono što govorite.
hu: Erre a beszédhangfunkciók használatához van szükség. A DuckDuckGo soha nem készít felvételt arról, amit mondasz.
it: È necessario per utilizzare le funzioni vocali. DuckDuckGo non registra mai quello che dici.
lt: Tai būtina, kai naudojamos balsu valdomos funkcijos. „DuckDuckGo“ niekada neįrašinėja to, ką sakote.
nb: Dette er nødvendig for å bruke talefunksjoner. DuckDuckGo tar aldri opp det du sier.
nl: Dit is vereist om spraakfuncties te gebruiken. DuckDuckGo neemt nooit op wat je zegt.
pl: Wymagane do korzystania z funkcji głosowych. DuckDuckGo nigdy nie nagrywa tego, co mówisz.
pt: Isto é necessário para usar as funcionalidades de voz. O DuckDuckGo nunca grava o que você diz.
ro: Este necesar pentru utilizarea funcționalităților vocale. DuckDuckGo nu înregistrează niciodată ceea ce spui.
ru: Требуется для применения голосовых функций. DuckDuckGo ни в коем случае не записывает ваши разговоры.
sv: Det här krävs för att använda röstfunktionerna. DuckDuckGo spelar aldrig in det du säger.
tr: Ses özelliklerini kullanmak için bu gereklidir. DuckDuckGo söylediklerinizi asla kaydetmez.

source: NSPhotoLibraryAddUsageDescription
da: Gør det muligt at gemme billeder på din enhed
de: Speichere Bilder auf deinem Gerät
el: Σας επιτρέπει να αποθηκεύετε φωτογραφίες στη συσκευή σας
es: Te permite guardar imágenes en tu dispositivo
et: Võimaldab salvestada pilte oma seadmesse
fr: Vous permet d'enregistrer des images sur votre appareil
hr: Omogućuje ti spremanje slika na uređaj
hu: Lehetővé teszi képek mentését az eszközödre
it: Consente il salvataggio delle immagini sul tuo dispositivo
lt: Leidžia įrašyti nuotraukas į jūsų įrenginį
nb: Gjør at du kan lagre bilder på enheten din
nl: Hiermee kun je afbeeldingen op je apparaat opslaan
pl: Umożliwia zapisywanie obrazów na urządzeniu
pt: Permite-lhe gravar imagens no seu dispositivo
ro: Îți permite să salvezi imagini pe dispozitivul tău
ru: Позволяет сохранять изображения на устройство
sv: Gör att du kan spara bilder på din enhet
tr: Görselleri cihazınıza kaydetmenize olanak tanır

source: NSSpeechRecognitionUsageDescription
da: Dette er nødvendigt for at bruge stemmesøgning. DuckDuckGo optager aldrig det, du siger.
de: Dies ist für die Nutzung der Sprachsuche erforderlich. DuckDuckGo zeichnet nie auf, was du sagst.
el: Αυτό είναι απαραίτητο για τη χρήση φωνητικής αναζήτησης. Το DuckDuckGo δεν καταγράφει ποτέ ό,τι λέτε.
es: Esto es necesario para utilizar la búsqueda por voz. DuckDuckGo nunca graba lo que dices.
et: See on vajalik häälotsingu kasutamiseks. DuckDuckGo ei salvesta kunagi seda, mida sa ütled.
fr: Requis pour utiliser la recherche vocale. DuckDuckGo n'enregistre jamais ce que vous dites.
hr: To je potrebno za korištenje glasovnih funkcija. DuckDuckGo nikad ne snima ono što govorite.
hu: Erre a hangalapú keresés használatához van szükség. A DuckDuckGo soha nem készít felvételt arról, amit mondasz.
it: È necessario per utilizzare la ricerca vocale. DuckDuckGo non registra mai quello che dici.
lt: Tai būtina, kai naudojama balsu valdoma paieška. „DuckDuckGo“ niekada neįrašinėja to, ką sakote.
nb: Dette kreves for å bruke talesøk. DuckDuckGo tar aldri opp det du sier.
nl: Dit is vereist om spraakzoekopdrachten te gebruiken. DuckDuckGo neemt nooit op wat je zegt.
pl: Wymagane do korzystania z wyszukiwania głosowego. DuckDuckGo nigdy nie nagrywa tego, co mówisz.
pt: Isto é necessário para usar a pesquisa por voz. O DuckDuckGo nunca grava o que diz.
ro: Este necesar pentru a utiliza căutarea vocală. DuckDuckGo nu înregistrează niciodată ceea ce spui.
ru: Требуется для голосового поиска. DuckDuckGo ни в коем случае не записывает ваши разговоры.
sv: Det här krävs för att använda röstsökning. DuckDuckGo spelar aldrig in det du säger.
tr: Sesli aramayı kullanmak için bu gereklidir. DuckDuckGo söylediklerinizi asla kaydetmez.

source: Paste from clipboard
da: Indsæt fra udklipsholder
de: Vom Clipboard einfügen
el: Επικόλληση από το πρόχειρο
es: Pegar desde el portapapeles
et: Kleebi lõikelaualt
fr: Coller depuis le presse-papier
hr: Zalijepi iz međuspremnika
hu: Beillesztés a vágólapról
it: Incolla dagli appunti
lt: Įklijuoti iš mainų srities
nb: Lim inn fra utklippstavlen
nl: Plakken vanaf klembord
pl: Wklej ze schowka
pt: Colar da área de transferência
ro: Lipește din clipboard
ru: Вставить из буфера обмена
sv: Klistra in från urklipp
tr: Panodan yapıştır

source: Paste from Clipboard
da: Indsæt fra udklipsholder
de: Vom Clipboard einfügen
el: Επικόλληση από το πρόχειρο
es: Pegar desde el portapapeles
et: Kleebi lõikelaualt
fr: Coller depuis le presse-papier
hr: Zalijepi iz međuspremnika
hu: Beillesztés a vágólapról
it: Incolla dagli appunti
lt: Įklijuoti iš mainų srities
nb: Lim inn fra utklippstavlen
nl: Plakken vanaf klembord
pl: Wklej ze schowka
pt: Colar da área de transferência
ro: Lipește din clipboard
ru: Вставить из буфера обмена
sv: Klistra in från urklipp
tr: Panodan yapıştır

source: Search Passwords
da: Søg adgangskoder
de: Passwörter suchen
el: Αναζήτηση κωδικών πρόσβασης
es: Buscar contraseñas
et: Otsi paroole
fr: Rechercher un mot de passe
hr: Pretraživanje lozinki
hu: Jelszavak keresése
it: Cerca password
lt: Ieškoti slaptažodžių
nb: Søk i passord
nl: Wachtwoorden zoeken
pl: Wyszukaj hasła
pt: Pesquisar palavras-passe
ro: Caută parole
ru: Найти пароль
sv: Sök lösenord
tr: Şifreleri ara
