Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# network.protection.vpn.alerts.toggle.title
source: VPN Notifications
bg: Известия за VPN
cs: Oznámení sítě VPN
da: VPN-meddelelser
de: VPN-Benachrichtigungen
el: Ειδοποιήσεις VPN
et: VPN-i teavitused
fi: VPN-ilmoitukset
fr: Notifications VPN
hr: VPN obavijesti
hu: VPN-értesítések
it: Notifiche VPN
lt: VPN pranešimai
lv: VPN brīdinājumi
nb: VPN-varsler
nl: VPN-meldingen
pt: Notificações da VPN
ru: Уведомления о VPN
sk: Oznámenia VPN
sl: Obvestila VPN
sv: VPN-aviseringar
tr: VPN Bildirimleri

# network.protection.vpn.data-volume
source: Data Volume
bg: Обем от данни
cs: Objem dat
da: Datamængde
de: Datenvolumen
el: Όγκος δεδομένων
et: Andmemaht
fi: Datamäärä
fr: Volume de données
hr: Količina podataka
hu: Adatmennyiség
it: Volume dati
lt: Duomenų kiekis
lv: Datu apjoms
nb: Datavolum
pt: Volume de Dados
ro: Volum de date
ru: Объем трафика
sk: Dátový objem
sl: Podatkovni nosilec
sv: Datavolym
tr: Veri Hacmi

# network.protection.vpn.exclude.local.networks.setting.footer
source: Let local traffic bypass the VPN and connect to devices on your local network, like a printer.
bg: Можете да разрешите локалният трафик да заобикаля VPN услугата при свързване с устройства в локалната мрежа, като принтер например.
cs: Místní provoz může obejít síť VPN a připojit se k zařízením v místní síti, třeba k tiskárně.
da: Lad lokal trafik omgå VPN'en og oprette forbindelse til enheder på dit lokale netværk, f.eks. en printer.
de: Lass den lokalen Datenverkehr das VPN umgehen und dich mit Geräten in deinem lokalen Netzwerk verbinden, beispielsweise einem Drucker.
el: Επιτρέψτε στην τοπική κυκλοφορία να παρακάμψει το VPN και να συνδεθεί σε συσκευές του τοπικού δικτύου σας, όπως ένας εκτυπωτής.
et: Suuna kohalik võrguliiklus VPN-ist mööda ja loo ühendus kohtvõrgu seadmete, nt printeriga.
fi: Anna paikallisen liikenteen ohittaa VPN ja muodosta yhteys lähiverkkosi laitteisiin, kuten tulostimeen.
fr: Permettez au trafic local de contourner le VPN et connectez-vous aux appareils de votre réseau local, tels qu'une imprimante.
hr: Neka lokalni promet zaobiđe VPN i poveže se s uređajima na tvojoj lokalnoj mreži, poput pisača.
hu: Engedd, hogy a helyi forgalom megkerülje a VPN-t, és csatlakozz a helyi hálózaton található eszközökhöz úgy, mint egy nyomtatóhoz.
it: Consenti al traffico locale di bypassare la VPN e connettersi ai dispositivi sulla tua rete locale, come una stampante.
lt: Leiskite vietiniam srautui apeiti VPN ir prisijungti prie vietinio tinklo įrenginių, pavyzdžiui, spausdintuvo.
lv: Ļauj vietējai datplūsmai apiet VPN un izveidot savienojumu ar ierīcēm tavā vietējā tīklā, piemēram, printeri.
nb: La lokal trafikk omgå VPN-et og koble til enheter på det lokale nettverket, for eksempel en skriver.
nl: Laat lokaal verkeer de VPN omzeilen en maak verbinding met apparaten in je lokale netwerk, zoals een printer.
pt: Permitir que o tráfego local ignore a VPN e ligue a dispositivos na tua rede local, como uma impressora.
ro: Lasă traficul local să ocolească VPN-ul și să se conecteze la dispozitivele din rețeaua locală, cum ar fi o imprimantă.
ru: Настройте локальный трафик так, чтобы он поступал в обход VPN на устройства локальной сети, например, на принтер.
sk: Umožnite miestnej prevádzke obísť sieť VPN sieť a pripojiť sa k zariadeniam v miestnej sieti, napríklad k tlačiarni.
sl: Omogočite, da lahko lokalni promet zaobide omrežje VPN in se poveže z napravami v lokalnem omrežju, na primer s tiskalnikom.
sv: Låt lokal trafik kringgå VPN och ansluta till enheter i ditt lokala nätverk, t.ex. skrivare.
tr: Yerel trafiğin VPN'i atlamasını ve yerel ağınızdaki yazıcı gibi cihazlara bağlanmasını sağlayın.

# network.protection.vpn.exclude.local.networks.setting.header
source: General
bg: Общо
cs: Hlavní
da: Generelt
de: Allgemein
el: Γενικά
et: Üldine
fi: Yleiset
fr: Général
hr: Općenito
hu: Általános
it: Generale
lt: Bendrai
nb: Generelt
nl: Algemeen
pt: Geral
ru: Основные
sk: Všeobecné
sl: Splošno
sv: Allmänt
tr: Genel

# network.protection.vpn.exclude.local.networks.setting.title
source: Exclude Local Networks
bg: Изключване на локални мрежи
cs: Vyloučení místních sítí
da: Ekskluder lokale netværk
de: Lokale Netzwerke ausschließen
el: Εξαίρεση τοπικών δικτύων
et: Kohtvõrkude välistamine
fi: Sulje lähiverkot pois
fr: Exclure les réseaux locaux
hr: Izostavi lokalne mreže
hu: Helyi hálózatok kizárása
it: Escludi reti locali
lt: Neįtraukti vietinių tinklų
lv: Neietvert vietējos tīklus
nb: Ekskluder lokale nettverk
nl: Lokale netwerken uitsluiten
pt: Excluir redes locais
ro: Exclude rețelele locale
ru: Исключить локальные сети
sk: Vylúčiť miestne siete
sl: Izključitev lokalnih omrežij
sv: Uteslut lokala nätverk
tr: Yerel Ağları Hariç Tut

# network.protection.vpn.location.all.countries.section.title
source: All Countries
bg: Всички държави
cs: Všechny země
da: Alle lande
de: Alle Länder
el: Όλες οι χώρες
et: Kõik riigid
fi: Kaikki maat
fr: Tous les pays
hr: Sve zemlje
hu: Minden ország
it: Tutti i paesi
lt: Visos šalys
nb: Alle land
nl: Alle landen
pt: Todos os países
ru: Все страны
sk: Všetky krajiny
sl: Vse države
sv: Alla länder
tr: Tüm Ülkeler

# network.protection.vpn.location.connected
source: Connected Location
bg: Свързано местоположение
cs: Připojené umístění
da: Tilsluttet placering
de: Verbundener Standort
el: Συνδεδεμένη τοποθεσία
et: Ühendatud asukoht
fi: Yhteyteen käytetty sijainti
fr: Localisation connectée
hr: Povezana lokacija
hu: Csatlakoztatott hely
it: Posizione connessa
lt: Prijungta vieta
lv: Savienojuma atrašanās vieta
nb: Tilkoblet sted
nl: Verbonden locatie
pt: Localização Ligada
ro: Locație conectată
ru: Место подключения
sk: Pripojené umiestnenie
sl: Povezana lokacija
sv: Ansluten plats
tr: Bağlı Konum

# network.protection.vpn.location.country.item.formatted.cities.count
source: %d cities
bg: %d града
cs: Měst: %d
da: %d byer
de: %d Städte
el: %d πόλεις
et: Linnad riigis %d
fi: %d kaupunkia
hr: %d gradova
hu: %d város
it: %d città
lt: %d miest.
lv: %d pilsētas
nb: %d byer
nl: %d steden
pt: %d cidades
ro: %d orașe
ru: Городов: %d
sk: %d miest
sl: Mesta: %d
sv: %d orter
tr: %d şehir

# network.protection.vpn.location.nearest
source: (Nearest)
bg: (Най-близко)
cs: (nejbližší)
da: (Nærmeste)
de: (Nächstgelegen)
el: (Πλησιέστερο)
et: (Lähim)
fi: (Lähin)
fr: (La plus proche)
hr: (Najbliža)
hu: (Legközelebbi)
it: (Più vicino)
lt: (Artimiausia)
lv: (Tuvākais)
nb: (Nærmeste)
nl: (Dichtstbijzijnde)
pt: (Mais próxima)
ro: (Cea mai apropiată)
ru: (Ближайшее)
sk: (Najbližšie)
sl: (najbližje)
sv: (Närmast)
tr: (En Yakın)

# network.protection.vpn.location.recommended.section.footer
source: Automatically connect to the nearest server we can find.
bg: Автоматично се свързваме с най-близкия сървър, който можем да намерим.
cs: Automatické připojení k nejbližšímu nalezenému serveru.
da: Opret automatisk forbindelse til den nærmeste server, vi kan finde.
de: Verbinde dich automatisch mit dem nächstgelegenen Server, den wir finden können.
el: Αυτόματη σύνδεση στον εγγύτερο διακομιστή που μπορούμε να βρούμε.
et: Loob automaatselt ühenduse lähima leitud serveriga.
fi: Muodostaa yhteyden automaattisesti lähimpään löytämäämme palvelimeen.
fr: Connectez-vous automatiquement au serveur le plus proche que nous trouvons.
hr: Automatski se poveži s najbližim poslužiteljem koji možemo pronaći.
hu: Automatikus csatlakozás az általunk talált legközelebbi szerverhez.
it: Connettiti automaticamente al server più vicino che riusciamo a trovare.
lt: Automatiškai prisijungti prie artimiausio serverio, kurį randame.
lv: Automātiski izveido savienojumu ar tuvāko serveri, ko varam atrast.
nb: Koble automatisk til nærmeste server vi kan finne.
nl: Maak automatisch verbinding met de dichtstbijzijnde server die we kunnen vinden.
pt: Ligar automaticamente ao servidor mais próximo que encontrarmos.
ro: Conectează-te automat la cel mai apropiat server pe care îl putem găsi.
ru: Автоматически подключаться к ближайшему найденному серверу.
sk: Automaticky sa pripojí k najbližšiemu serveru, ktorý nájdeme.
sl: Samodejno se poveže z najbližjim strežnikom, ki ga najdemo.
sv: Anslut automatiskt till den närmaste servern vi kan hitta.
tr: Bulabildiğimiz en yakın sunucuya otomatik olarak bağlanın.

# network.protection.vpn.location.recommended.section.title
source: Recommended
bg: Препоръчително
cs: Doporučeno
da: Anbefalet
de: Empfohlen
el: Προτείνεται
et: Soovitatav
fi: Suositeltu
fr: Recommandée
hr: Preporučeno
hu: Ajánlott
it: Consigliato
lt: Rekomenduojama
nb: Anbefalt
nl: Aanbevolen
pt: Recomendada
ru: Рекомендуем
sk: Odporúčané
sl: Priporočeno
sv: Rekommenderas
tr: Önerilen

# network.protection.vpn.location.selected
source: Selected Location
bg: Избрано местоположение
cs: Vybrané umístění
da: Valgt placering
de: Ausgewählter Standort
el: Επιλεγμένη τοποθεσία
et: Valitud asukoht
fi: Valittu sijainti
fr: Emplacement sélectionné
hr: Odabrana lokacija
hu: Kiválasztott hely
it: Posizione selezionata
lt: Pasirinkta vieta
lv: Izvēlētā atrašanās vieta
nb: Valgt sted
nl: Geselecteerde locatie
pt: Localização Selecionada
ro: Locație selectată
ru: Выбранное место
sk: Vybratá poloha
sl: Izbrana lokacija
sv: Vald plats
tr: Konum Seçildi

# network.protection.vpn.location.title
source: VPN Location
bg: Местоположение на VPN
cs: Umístění VPN
da: VPN-placering
de: VPN-Standort
el: Τοποθεσία VPN
et: VPN-i asukoht
fi: VPN-sijainti
fr: Localisation VPN
hr: VPN lokacija
hu: VPN-helyszín
it: Posizione VPN
lt: VPN vieta
lv: VPN atrašanās vieta
nb: VPN-lokasjon
nl: VPN-locatie
pt: Localização da VPN
ro: Locația VPN
ru: Местоположение VPN
sk: Umiestnenie VPN
sl: Lokacija VPN
sv: VPN-plats
tr: VPN Konumu

# network.protection.vpn.notifications.title
source: VPN Notifications
bg: Известия за VPN
cs: Oznámení sítě VPN
da: VPN-meddelelser
de: VPN-Benachrichtigungen
el: Ειδοποιήσεις VPN
et: VPN-i teavitused
fi: VPN-ilmoitukset
fr: Notifications VPN
hr: VPN obavijesti
hu: VPN-értesítések
it: Notifiche VPN
lt: VPN pranešimai
lv: VPN paziņojumi
nb: VPN-varsler
nl: VPN-meldingen
pt: Notificações da VPN
ro: Notificări VPN
ru: Уведомления о VPN
sk: Oznámenia VPN
sl: Obvestila VPN
sv: VPN-aviseringar
tr: VPN Bildirimleri

# network.protection.vpn.preferred.location.nearest
source: Nearest Location
bg: Най-близко местоположение
cs: Nejbližší umístění
da: Nærmeste placering
de: Nächstgelegener Standort
el: Πλησιέστερη τοποθεσία
et: Lähim asukoht
fi: Lähin sijainti
fr: Emplacement le plus proche
hr: Najbliža lokacija
hu: Legközelebbi hely
it: Posizione più vicina
lt: Artimiausia vieta
lv: Tuvākā atrašanās vieta
nb: Nærmeste sted
nl: Dichtstbijzijnde locatie
pt: Localização Mais Próxima
ro: Cea mai apropiată locație
ru: Ближайшее место
sk: Najbližšie umiestnenie
sl: Najbližja lokacija
sv: Närmaste plats
tr: En yakın konum

# network.protection.vpn.preferred.location.title
source: Preferred Location
bg: Предпочитано местоположение
cs: Preferovaná lokalita
da: Foretrukket placering
de: Bevorzugter Standort
el: Προτιμώμενη τοποθεσία
et: Eelistatud asukoht
fi: Ensisijainen sijainti
fr: Emplacement préféré
hr: Preferirana lokacija
hu: Preferált helyszín
it: Posizione preferita
lt: Pageidaujama vieta
nb: Foretrukket plassering
nl: Voorkeurslocatie
pt: Localização preferida
ru: Предпочитаемое местоположение
sk: Preferovaná lokalita
sl: Prednostna lokacija
sv: Önskad plats
tr: Tercih Edilen Konum

# network.protection.vpn.secure.dns.setting.footer
source: DuckDuckGo routes DNS queries through our DNS servers so your internet provider can't see what websites you visit.
bg: DuckDuckGo пренасочва DNS заявките през нашите DNS сървъри, за да не вижда интернет доставчикът какви уебсайтове посещавате.
cs: DuckDuckGo směruje dotazy DNS přes naše DNS servery, takže tvůj poskytovatel internetu nevidí, jaké webové stránky navštěvuješ.
da: DuckDuckGo dirigerer DNS-forespørgsler gennem vores DNS-servere, så din internetudbyder ikke kan se, hvilke hjemmesider du besøger.
de: DuckDuckGo leitet DNS-Anfragen über seine eigenen DNS-Server, damit dein Internetanbieter nicht sehen kann, welche Websites du besuchst.
el: Το DuckDuckGo δρομολογεί τα ερωτήματα DNS μέσω των διακομιστών DNS μας, ώστε ο πάροχος διαδικτύου σας να μην μπορεί να δει ποιους ιστότοπους επισκέπτεστε.
et: DuckDuckGo suunab DNS-päringud meie DNS-serverite kaudu, nii et sinu internetiteenuse pakkuja ei näe, milliseid veebisaite sa külastad.
fi: DuckDuckGo reitittää DNS-kyselyt DNS-palvelimiemme kautta, jotta internetpalveluntarjoajasi ei näe, millä verkkosivustoilla vierailet.
fr: DuckDuckGo achemine les requêtes DNS via nos serveurs DNS afin que votre fournisseur d'accès à Internet ne puisse pas voir les sites Web que vous visitez.
hr: DuckDuckGo usmjerava DNS upite putem naših DNS poslužitelja tako da tvoj davatelj internetskih usluga ne može vidjeti koje web stranice posjećuješ.
hu: A DuckDuckGo a saját DNS-kiszolgálóin keresztül irányítja át a DNS-lekérdezéseket, így az internetszolgáltatód nem láthatja, hogy milyen webhelyeket látogatsz meg.
it: DuckDuckGo instrada le query DNS tramite i nostri server DNS in modo che il tuo provider internet non possa vedere quali siti web visiti.
lt: „DuckDuckGo“ nukreipia DNS užklausas per mūsų DNS serverius, kad tavo interneto tiekėjas negalėtų matyti, kokiose svetainėse lankaisi.
lv: Mūsu VPN izmanto Secure DNS, lai saglabātu tavu privātumu tiešsaistē un lai interneta pakalpojumu sniedzējs neredzētu, kādas vietnes tu apmeklē.
nb: DuckDuckGo ruter DNS-spørringer gjennom DNS-serverne våre, slik at internettleverandøren din ikke kan se hvilke nettsteder du er på.
nl: DuckDuckGo routeert DNS-zoekopdrachten via onze DNS-servers zodat je internetprovider niet kan zien welke websites je bezoekt.
pt: O DuckDuckGo encaminha as consultas DNS através dos nossos servidores DNS para que o teu fornecedor de Internet não possa ver os sites que visitas.
ru: DuckDuckGo направляет DNS-запросы через собственные DNS-серверы, поэтому ваш интернет-провайдер не увидит, какие сайты вы посещаете.
sk: DuckDuckGo smeruje dopyty DNS cez naše servery DNS, aby tvoj poskytovateľ internetu nemohol vidieť, ktoré webové stránky navštevuješ.
sl: DuckDuckGo usmerja poizvedbe DNS prek naših strežnikov DNS, da vaš ponudnik interneta ne more videti, katere spletne strani obiskujete.
sv: DuckDuckGo dirigerar DNS-förfrågningar via våra DNS-servrar så att din internetleverantör inte kan se vilka webbplatser du besöker.
tr: DuckDuckGo, DNS sorgularını DNS sunucularımız üzerinden yönlendirir. Böylece internet sağlayıcınız hangi web sitelerini ziyaret ettiğinizi göremez.

# network.protection.vpn.settings.faq
source: FAQs and Support
bg: Често задавани въпроси и поддръжка
cs: Časté dotazy a podpora
da: Ofte stillede spørgsmål og support
de: F&A und Support
el: Συχνές ερωτήσεις και υποστήριξη
et: KKK ja tugi
fi: Usein kysytyt kysymykset ja tuki
fr: FAQ et assistance
hr: Često postavljana pitanja i podrška
hu: GYIK és segítségnyújtás
it: Domande frequenti e assistenza
lt: DUK ir pagalba
lv: Bieži uzdotie jautājumi
nb: Vanlige spørsmål og kundestøtte
nl: Veelgestelde vragen en ondersteuning
pt: Perguntas Frequentes e Apoio Técnico
ru: ЧаВо и поддержка
sk: Často kladené otázky a podpora
sl: Pogosta vprašanja in podpora
sv: Vanliga frågor och support
tr: SSS ve Destek

# network.protection.vpn.settings.share-feedback
source: Share VPN Feedback
bg: Споделяне на отзив за VPN
cs: Podělte se o zpětnou vazbu k VPN
da: Giv feedback om VPN
de: VPN-Feedback teilen
el: Κοινοποίηση σχολίου VPN
et: Jaga VPN-i tagasisidet
fi: Anna palautett VPN:stä
fr: Partagez vos commentaires sur le VPN
hr: Podijeli povratne informacije o VPN-u
hu: VPN-visszajelzés megosztása
it: Condividi feedback sulla VPN
lt: Pateikti atsiliepimą apie VPN
lv: Sniedziet atsauksmi par VPN
nb: Del tilbakemelding om VPN
nl: VPN-feedback delen
pt: Partilhar Feedback Sobre a VPN
ro: Oferă feedback despre VPN
ru: Отзыв о VPN-сервисе
sk: Zdieľať spätnú väzbu k VPN
sl: Deljenje povratnih informacij o omrežju VPN
sv: Dela VPN-feedback
tr: VPN Geri Bildirimini Paylaş

# network.protection.vpn.settings.title
source: VPN Settings
bg: Настройки на VPN
cs: Nastavení sítě VPN
da: VPN-indstillinger
de: VPN-Einstellungen
el: Ρυθμίσεις VPN
et: VPN-i seaded
fi: VPN-asetukset
fr: Paramètres VPN
hr: VPN postavke
hu: VPN-beállítások
it: Impostazioni VPN
lt: VPN nustatymai
lv: VPN iestatījumi
nb: VPN-innstillinger
nl: VPN-instellingen
pt: Definições da VPN
ro: Setări VPN
ru: Настройки VPN
sk: Nastavenia siete VPN
sl: Nastavitve VPN
sv: VPN-inställningar
tr: VPN Ayarları

# network.protection.vpn.shortcuts.section.header
source: Shortcuts
bg: Бързи Връзки
cs: Zkratky
da: Genveje
el: Συντομευσεις
et: Otseteed
fi: Pikavalinnat
fr: Raccourcis
hr: Prečaci
hu: Gyorsparancsok
it: Scorciatoie
lt: Šaukiniai
nb: Snarveier
nl: Sneltoetsen
pt: Atalhos
ru: Ярлыки
sk: Skratky
sl: Bližnjice
sv: Genvägar
tr: Kısayollar

# new.tab.page.intro.message.body
source: Customize your Favorites and go-to features. Reorder things or hide them to keep it clean.
bg: Персонализирайте раздела Любими и функциите за достъп. Пренаредете елементите или скрийте някои от тях за по голяма яснота.
cs: Přizpůsob si oblíbené záložky a časté funkce. Přeskládej je nebo je skryj, ať je všechno přehledné.
da: Tilpas dine favoritter og go-to-funktioner. Flyt rundt på ting, eller skjul dem for at holde det enkelt.
de: Passe deine Favoriten und häufig genutzten Funktionen an. Ordne die Dinge neu an oder blende sie aus, um die Übersichtlichkeit zu wahren.
el: Προσαρμόστε τα Αγαπημένα και τις λειτουργίες μετάβασης. Αναδιατάξτε στοιχεία ή αποκρύψτε τα για να τη διατηρείτε καθαρή.
et: Kohanda oma lemmikuid ja enim kasutatavaid funktsioone. Järjesta valikud ümber või peida need, et kõik oleks lihtsasti leitav.
fi: Mukauta suosikkejasi ja muita usein käyttämiäsi ominaisuuksia. Luo uusi järjestys tai piilota kohteita pitääksesi selkeän ilmeen.
fr: Personnalisez vos favoris et vos fonctionnalités préférées. Réorganisez les différents éléments ou masquez-les pour que tout reste en ordre.
hr: Prilagodi svoje favorite i najdraže značajke. Preuredi stvari ili ih sakrij kako bi sve bilo jasno.
hu: Testre szabhatja a kedvenceket és a leggyakrabban használt funkciókat. Az áttekinthetőség érdekében átrendezheti az elemeket, vagy elrejtheti őket.
it: Personalizza i tuoi Preferiti e le funzionalità principali. Riorganizza gli elementi o nascondili per mantenere tutto in ordine.
lt: Tinkinkite savo mėgstamiausius ir pagrindines funkcijas. Pertvarkykite elementus arba paslėpkite juos, kad užtikrintumėte tvarką.
nb: Tilpass favorittene dine og de funksjonene du bruker mest. Endre på rekkefølgen av ting eller skjul dem for å holde orden.
nl: Pas je favorieten en go-to-functies aan. Herschik dingen of verberg ze om de tabbladpagina overzichtelijk te maken.
pt: Personaliza os teus Favoritos e as tuas funcionalidades de preferência. Reordena as coisas ou esconde-as para manter um aspeto limpo.
ro: Personalizează-ți Favoritele și funcțiile predilecte. Reordonează lucrurile sau ascunde-le pentru a menține ordinea.
ru: К вашим услугам настройки «Избранного» и важнейших функций. Для поддержания порядка отдельные элементы можно переупорядочить или скрыть.
sk: Prispôsobenie obľúbených položiek a funkcií. Pre prehľadnosť zmeňte usporiadanie vecí alebo ich skryte.
sl: Prilagodite zavihek Priljubljene in izbrane funkcije. Preuredite stvari ali jih skrijte, da boste imeli vse urejeno.
sv: Anpassa dina favoriter och funktioner. Ordna om saker och ting eller göm dem för att hålla layouten minimalistisk.
tr: Favorilerinizi ve düzenli olarak kullandığınız özellikleri kendinize göre ayarlayın. Temiz tutmak için öğeleri yeniden sıralayın veya gizleyin.

# new.tab.page.intro.message.title
source: Your New Tab Page is... New!
bg: Страницата с нов раздел е... Нова!
cs: Stránka nové karty je... úplně nová!
da: Din nye faneside er... Ny!
de: Deine „Neuer Tab“-Seite ist ... neu!
el: Η σελίδα σας για τη Νέα καρτέλα είναι... Νέα!
et: Sinu uue vahelehe leht on... Uus!
fi: Uusi välilehti -sivusi on... uusi!
fr: Votre nouvelle page d'onglet est… toute nouvelle !
hr: Tvoja stranica nove kartice je... nova!
hu: Az új lap oldal… Új!
it: La tua pagina Nuova scheda è... Nuova!
lt: Jūsų naujo skirtuko puslapis yra... Atnaujintas!
nb: Den nye fanesiden din er … ny!
nl: Je nieuwe tabbladpagina is... Nieuw!
pt: A tua página Novo separador é... nova!
ro: Pagina Filă nouă este... nouă!
ru: Ваша страница новой вкладки... В новом виде!
sk: Vaša stránka Nová karta je... Nová!
sl: Vaša stran za nov zavihek je ... nova!
sv: Din nya fliksida är... ny!
tr: Yeni Sekme Sayfanız... Yeni!

# new.tab.page.settings.section.name.favorites
source: Favorites
bg: Любими
cs: Oblíbené
da: Favoritter
de: Favoriten
el: Αγαπημένα
et: Lemmikud
fi: Suosikit
fr: Favoris
hr: Omiljeno
hu: Kedvencek
it: Preferiti
lt: Mėgstami
nb: Favoritter
nl: Favorieten
pt: Favoritos
ro: Preferințe
ru: Избранное
sk: Obľúbené položky
sl: Priljubljeni
sv: Favoriter
tr: Favoriler

# new.tab.page.settings.section.name.shortcuts
source: Shortcuts
bg: Бързи Връзки
cs: Zkratky
da: Genveje
el: Συντομευσεις
et: Otseteed
fi: Pikavalinnat
fr: Raccourcis
hr: Prečaci
hu: Gyorsparancsok
it: Scorciatoie
lt: Šaukiniai
nb: Snarveier
nl: Sneltoetsen
pt: Atalhos
ro: Scurtături
ru: Ярлыки
sk: Skratky
sl: Bližnjice
sv: Genvägar
tr: Kısayollar

# new.tab.page.settings.sections.description
source: Show, hide, and reorder sections on the new tab page
bg: Показване, скриване и пренареждане на секции на страницата с нов раздел
cs: Zobrazení, skrytí a změna pořadí oddílů na stránce nové karty
da: Vis, skjul og omarranger sektioner på den nye faneside
de: Abschnitte auf der neuen Tab-Seite anzeigen, ausblenden und neu anordnen
el: Εμφάνιση, απόκρυψη και αναδιάταξη ενοτήτων στη σελίδα της νέας καρτέλας
et: Jaotiste kuvamine, peitmine ja järjestamine uuel vahelehel
fi: Näytä, piilota ja järjestä uuden välilehden osiot uudelleen
fr: Afficher, masquer et réorganiser les sections sur la nouvelle page d'onglet
hr: Prikaži, sakrij i promijeni redoslijed odjeljaka na stranici nove kartice
hu: Részek megjelenítése, elrejtése és átrendezése az új lap oldalon
it: Mostra, nascondi e riordina le sezioni nella nuova scheda
lt: Rodyti, slėpti ir pertvarkyti skiltis naujame skirtuko puslapyje
nb: Vis, skjul og endre rekkefølgen av delene på den nye fanesiden
nl: Secties op het nieuwe tabblad weergeven, verbergen en opnieuw ordenen
pt: Mostrar, ocultar e reordenar secções na página do novo separador
ro: Afișează, ascunde și reordonează secțiunile din pagina noii file
ru: Показать, скрыть или изменить порядок разделов на странице новой вкладки
sk: Zobrazenie, skrytie a zmena poradia častí na novej stránke karty
sl: Prikaz, skrivanje in razvrščanje razdelkov na strani novega zavihka
sv: Visa, dölja och ändra ordning på avsnitt på den nya fliksidan
tr: Yeni sekme sayfasında bölümleri göster, gizle ve yeniden sırala

# new.tab.page.settings.sections.header.title
source: SECTIONS
bg: СЕКЦИИ
cs: ODDÍLY
da: SEKTIONER
de: ABSCHNITTE
el: ΕΝΟΤΗΤΕΣ
et: JAOTISED
fi: OSIOT
hr: SEKCIJE
hu: RÉSZEK
it: SEZIONI
lt: SKILTYS
nb: DELER
nl: SECTIES
pt: SECÇÕES
ro: SECȚIUNI
ru: РАЗДЕЛЫ
sk: ČASTI
sl: RAZDELKI
sv: AVSNITT
tr: BÖLÜMLER

# new.tab.page.settings.shortcuts.header.title
source: SHORTCUTS
bg: БЪРЗИ ВРЪЗКИ
cs: ZKRATKY
da: GENVEJE
el: ΣΥΝΤΟΜΕΥΣΕΙΣ
et: OTSETEED
fi: PIKAVALINNAT
fr: Raccourcis
hr: PREČACI
hu: GYORSPARANCSOK
it: Scorciatoie
lt: ŠAUKINIAI
nb: SNARVEIER
nl: Sneltoetsen
pt: Atalhos
ro: SCURTĂTURI
ru: Ярлыки
sk: SKRATKY
sl: BLIŽNJICE
sv: GENVÄGAR
tr: KISAYOLLAR
