Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# autofill.logins.prompt.title
source: Use a saved password?
bg: Използване на запазена парола?
cs: Použít uložené heslo?
da: Brug en gemt adgangskode?
de: Gespeichertes Passwort verwenden?
el: Χρήση αποθηκευμένου κωδικού πρόσβασης;
et: Kas kasutada salvestatud parooli?
fi: Käytetäänkö tallennettua salasanaa?
fr: Utiliser un mot de passe enregistré ?
hr: Koristiti spremljenu lozinku?
hu: Mentett jelszót használsz?
it: Utilizzare una password salvata?
lt: Naudoti išsaugotą slaptažodį?
lv: Izmantot saglabāto paroli?
nb: Vil du bruke et lagret passord?
nl: Een opgeslagen wachtwoord gebruiken?
pt: Usar uma palavra-passe guardada?
ro: Folosești o parolă salvată?
ru: Использовать сохраненный пароль?
sk: Použiť uložené heslo?
sl: Želite uporabiti shranjeno geslo?
sv: Vill du använda ett sparat lösenord?
tr: Kayıtlı bir şifre mi kullanıyorsunuz?

# autofill.logins.search.no-results.subtitle
source: for '%@'
bg: за '%@'
cs: pro „%@“
de: für „%@“
el: για '%@'
et: otsinguga '%@'
fi: kohteelle '%@'
fr: pour '%@'
hr: za '%@'
hu: erre: „%@“
it: per "%@"
lv: meklējumam "%@"
nl: voor '%@'
pt: para "%@"
ro: pentru „%@”
ru: по запросу «%@»
sk: pre „%@”
sl: za »%@«
sv: för ”%@”
tr: "%@" için

# autofill.logins.search.no-results.title
source: No Results
bg: Няма резултати
cs: Žádné výsledky
da: Ingen resultater
de: Keine Ergebnisse
el: Κανένα αποτέλεσμα
et: Tulemusi pole
fi: Ei tuloksia
fr: Aucun résultat
hr: Nema rezultata
hu: Nincs találat
it: Nessun risultato
lt: Rezultatų nerasta
lv: Nav rezultātu
nb: Ingen resultater
nl: Geen resultaten
pt: Sem resultados
ro: Niciun rezultat
ru: Нет результатов
sk: Žiadne výsledky
sl: Ni rezultatov
sv: Inga resultat
tr: Sonuç yok

# autofill.onboarding.key-features.secure-storage.description
source: Passwords are encrypted, stored on device, and locked with %@.
bg: Паролите се криптират, съхраняват се на устройството и се заключват с %@.
cs: Hesla jsou šifrována, uložena na zařízení a uzamčena pomocí funkce %@.
da: Adgangskoder krypteres, gemmes på enheden og låses med %@.
de: Passwörter werden verschlüsselt, auf dem Gerät gespeichert und mit %@ gesperrt.
el: Οι κωδικοί πρόσβασης κρυπτογραφούνται, αποθηκεύονται στη συσκευή και κλειδώνονται με %@.
et: Paroolid on krüpteeritud, salvestatud seadmesse ja lukustatud %@ abil.
fi: Salasanat salataan, tallennetaan laitteeseen ja lukitaan %@.
fr: Les mots de passe sont cryptés, stockés sur l'appareil et verrouillés à l'aide de %@.
hr: Lozinke su šifrirane, pohranjene na uređaju i zaključane pomoću %@.
hu: A jelszavak titkosítottak, az eszközön tárolódnak, és %@ használatával zároltak.
it: Le password sono crittografate, archiviate sul dispositivo e bloccate con %@.
lt: Slaptažodžiai užšifruojami, saugomi įrenginyje ir užrakinami naudojant %@.
nb: Passord er kryptert, lagret på enheten og låst med %@.
nl: Wachtwoorden worden versleuteld, opgeslagen op het apparaat en vergrendeld met %@.
pt: As palavras-passe são encriptadas, armazenadas no dispositivo e bloqueadas com o %@.
ro: Parolele sunt criptate, stocate pe dispozitiv și blocate cu %@.
ru: Пароли в зашифрованном виде хранятся на устройстве, а их защиту обеспечивает %@.
sk: Heslá sú šifrované, uložené v zariadení a uzamknuté pomocou %@.
sl: Gesla so šifrirana, shranjena v napravi in zaklenjena %@.
sv: Lösenord krypteras och förvaras på enheten, och du låser upp dem med %@.
tr: Parolalar şifrelenir, cihazda saklanır ve %@ ile kilitlenir.

# autofill.onboarding.key-features.secure-storage.description.parameter.face-id
source: Face ID or passcode
bg: Лицево разпознаване или код за достъп
cs: Face ID nebo přístupový kód
da: Face ID eller adgangskode
de: Gesichts-ID oder Passcode
el: Face ID ή κωδικός πρόσβασης
et: Face ID või pääsukood
fi: Face ID:lla tai salakoodilla
fr: Face ID ou code d'accès
hr: prepoznavanja lica (Face ID) ili šifre
hu: Face ID vagy jelkód
it: Face ID o passcode
lt: „Face ID“ arba slaptažodis
nb: Face ID eller passord
nl: Face-ID of wachtwoordcode
pt: Face ID ou código de acesso
ro: Identificator facial sau cod de acces
ru: Face ID или код доступа
sk: Face ID alebo prístupový kód
sl: s prepoznavanjem obraza ali geslom
sv: Face ID eller lösenkod
tr: Yüz Kimliği veya şifre

# autofill.onboarding.key-features.secure-storage.description.parameter.passcode
source: passcode
bg: код за достъп
cs: přístupový kód
da: adgangskode
el: κωδικός πρόσβασης
et: pääsukood
fi: salakoodilla
fr: code d'accès
hr: šifre
hu: jelkód
it: codice di accesso
lt: slaptažodis
nb: passord
nl: toegangscode
pt: código de acesso
ro: cod de acces
ru: код доступа
sk: prístupový kód
sl: z geslom
sv: lösenkod
tr: şifre

# autofill.onboarding.key-features.secure-storage.description.parameter.touch-id
source: Touch ID or passcode
bg: Пръстов отпечатък или код за достъп
cs: Touch ID nebo přístupový kód
da: Touch ID eller adgangskode
de: Touch-ID oder Passcode
el: Touch ID ή κωδικός πρόσβασης
et: Touch ID või pääsukood
fi: Touch ID:lla tai salakoodilla
fr: Touch ID ou code d'accès
hr: prepoznavanja dodira (Touch ID) ili šifre
hu: Touch ID vagy jelkód
it: Touch ID o codice di accesso
lt: „Touch ID“ arba slaptažodis
nb: Touch ID eller passord
nl: Touch-ID of wachtwoordcode
pt: Touch ID ou código de acesso
ro: Identificator tactil sau cod de acces
ru: Touch ID или код доступа
sk: Touch ID alebo prístupový kód
sl: s prepoznavanjem z dotikom ali geslom
sv: Touch ID eller lösenkod
tr: Dokunmatik kimlik veya şifre

# autofill.onboarding.key-features.secure-storage.title
source: Secure storage
bg: Сигурно съхранение
cs: Zabezpečené úložiště
da: Sikker opbevaring
de: Sichere Aufbewahrung
el: Ασφαλής αποθήκευση
et: Turvaline hoiustamine
fi: Turvallinen tallennus
fr: Stockage sécurisé
hr: Sigurno spremanje
hu: Biztonságos tárhely
it: Archiviazione sicura
lt: Saugus saugojimas
nb: Sikker lagring
nl: Veilige opslag
pt: Armazenamento seguro
ro: Stocare securizată
ru: Безопасное хранение
sk: Bezpečné úložisko
sl: Varno shranjevanje
sv: Säker förvaring
tr: Güvenli depolama

# autofill.onboarding.key-features.sign-ins.description
source: No need to remember login info.
bg: Няма нужда да помните данните за вход.
cs: Nemusíš si pamatovat přihlašovací údaje.
da: Ikke nødvendigt at huske login-oplysninger.
de: Du musst dich nicht an die Anmeldedaten erinnern.
el: Δεν χρειάζεται να θυμάστε τα στοιχεία σύνδεσης.
et: Sisselogimisandmeid pole vaja meeles pidada.
fi: Kirjautumistietoja ei tarvitse muistaa.
fr: Inutile de mémoriser les informations de connexion.
hr: Nema potrebe pamtiti podatke za prijavu.
hu: Nincs szükség a bejelentkezési adatok megjegyzésére.
it: Non è necessario ricordare i dati di accesso.
lt: Nereikia atsiminti prisijungimo informacijos.
nb: Du trenger ikke å huske påloggingsinformasjon.
nl: Je hoeft geen inloggegevens te onthouden.
pt: Não é necessário lembrares-te das informações de início de sessão.
ro: Nu este nevoie să ții minte informațiile de conectare.
ru: Не нужно запоминать учетные данные.
sk: Nie je potrebné pamätať si prihlasovacie údaje.
sl: Ni si vam treba zapomniti podatkov za prijavo.
sv: Du behöver inte komma ihåg inloggningsuppgifter.
tr: Giriş bilgilerini hatırlamanıza gerek yoktur.

# autofill.onboarding.key-features.sign-ins.title
source: Seamless sign-ins
bg: Безпроблемно влизане в уебсайтовете
cs: Bezproblémové přihlašování
da: Nemme logins
de: Nahtlose Anmeldungen
el: Απρόσκοπτες συνδέσεις
et: Sujuvad sisselogimised
fi: Saumattomat kirjautumiset
fr: Des connexions fluides
hr: Besprijekorne prijave
hu: Zökkenőmentes bejelentkezés
it: Accesso senza problemi
lt: Sklandus prisijungimas
nb: Sømløse pålogginger
nl: Naadloze aanmeldingen
pt: Inícios de sessão simplificados
ro: Conectări rapide și ușoare
ru: Удобный вход
sk: Bezproblémové prihlasovanie
sl: Brezhibno prijavljanje
sv: Smidiga inloggningar
tr: Sorunsuz oturum açma

# autofill.onboarding.key-features.sync.description
source: End-to-end encrypted and easy to set up when you’re ready.
bg: Цялостно криптиране и лесна настройка, когато решите.
cs: End-to-end šifrování a jednoduchá aktivace.
da: End-to-end krypteret og nem at konfigurere, når du er klar.
de: Ende-zu-Ende-verschlüsselt und einfach einzurichten, wenn du bereit bist.
el: Κρυπτογραφημένο από άκρο σε άκρο και εύκολο στη ρύθμιση, όταν είστε έτοιμοι.
et: Otsast lõpuni krüpteeritud ja lihtne seadistada, kui oled valmis.
fi: Päästä päähän salattu ja helppo ottaa käyttöön, kun olet valmis.
fr: Crypté de bout en bout et facile à configurer quand vous le décidez.
hr: Šifrirano čitavim putem i jednostavan za postavljanje kada budeš spreman.
hu: Végpontok közötti titkosítást használ, és ha készen áll a használatára, egyszerűen beállítható.
it: Crittografia end-to-end e facilità di configurazione.
lt: Užšifruojama tiesiogine šifruote ir lengvai nustatoma, kai būsite pasiruošę.
nb: Ende-til-ende-kryptert og lett å konfigurere når du er klar.
nl: End-to-end versleuteld en eenvoudig in te stellen als je er klaar voor bent.
pt: Encriptação ponta a ponta e facilidade de configuração quando tiveres tudo pronto.
ro: Criptare de la un capăt la altul și configurare ușoară atunci când ești gata.
ru: Сквозное шифрование и удобная настройка на ваше усмотрение.
sk: End-to-end šifrované a jednoduché nastavenie, keď ste pripravení.
sl: Celovito šifriranje in preprosta nastavitev, ko ste pripravljeni.
sv: End-to-end-krypterat och enkelt att ställa in när du är redo.
tr: Uçtan uca şifrelenmiştir ve hazır olduğunuzda kurulumu kolaydır.

# autofill.onboarding.key-features.sync.title
source: Sync between devices
bg: Синхронизиране между устройства
cs: Synchronizace mezi zařízeními
da: Synkronisering mellem enheder
de: Synchronisierung zwischen Geräten
el: Συγχρονισμός μεταξύ συσκευών
et: Seadmete vaheline sünkroonimine
fi: Laitteiden välinen synkronointi
fr: Synchronisation entre les appareils
hr: Sinkronizacija između uređaja
hu: Eszközök közötti szinkronizálás
it: Sincronizzazione tra dispositivi
lt: Sinchronizavimas tarp įrenginių
nb: Synkroniser mellom enheter
nl: Synchroniseren tussen apparaten
pt: Sincronização entre dispositivos
ro: Sincronizare între dispozitive
ru: Синхронизация между устройствами
sk: Synchronizácia medzi zariadeniami
sl: Sinhronizacija med napravami
sv: Synkronisering mellan enheter
tr: Cihazlar arasında senkronizasyon

# autofill.onboarding.key-features.title
source: Key Features
bg: Основни характеристики
cs: Klíčové vlastnosti
da: Vigtige funktioner
de: Hauptmerkmale
el: Βασικά χαρακτηριστικά
et: Peamised omadused
fi: Tärkeimmät ominaisuudet
fr: Principales caractéristiques
hr: Ključne značajke
hu: Főbb jellemzők
it: Caratteristiche principali
lt: Pagrindinės savybės
nb: Viktige funksjoner
nl: Belangrijkste kenmerken
pt: Caraterísticas principais
ro: Caracteristici principale
ru: Основные преимущества
sk: Kľúčové vlastnosti
sl: Ključne lastnosti
sv: Viktiga funktioner
tr: Temel Özellikler

# autofill.password-generation-prompt.subtitle
source: Passwords are stored securely on your device.
bg: Паролите се съхраняват сигурно на Вашето устройство.
cs: Hesla se bezpečně ukládají do tvého zařízení.
da: Adgangskoder gemmes sikkert på din enhed.
de: Passwörter werden sicher auf deinem Gerät gespeichert.
el: Οι κωδικοί πρόσβασης αποθηκεύονται με ασφάλεια στη συσκευή σας.
et: Paroolid salvestatakse turvaliselt sinu seadmesse.
fi: Salasanat tallennetaan laitteellesi turvallisesti.
fr: Les mots de passe sont stockés en toute sécurité sur votre appareil.
hr: Lozinke su sigurno pohranjene na tvom uređaju.
hu: A jelszavakat az eszközöd biztonságosan tárolja.
it: Le password sono archiviate in modo sicuro sul tuo dispositivo.
lt: Slaptažodžiai saugiai saugomi jūsų įrenginyje.
lv: Paroles tiek droši glabātas tavā ierīcē.
nb: Passord lagres på enheten din på en sikker måte.
nl: Wachtwoorden worden veilig opgeslagen op je apparaat.
pt: As palavras-passe são armazenadas com segurança no teu dispositivo.
ro: Parolele sunt stocate în siguranță pe dispozitivul tău.
ru: Пароли надежно хранятся на вашем устройстве.
sk: Heslá sú bezpečne uložené vo vašom zariadení.
sl: Gesla so varno shranjena v vaši napravi.
sv: Lösenord lagras säkert på din enhet.
tr: Şifreler cihazınızda güvenli bir şekilde saklanır.

# autofill.password-generation-prompt.title
source: Use a strong password from DuckDuckGo?
bg: Използване на силна парола от DuckDuckGo?
cs: Použít silné heslo od DuckDuckGo?
da: Brug en stærk adgangskode fra DuckDuckGo?
de: Ein sicheres Passwort von DuckDuckGo verwenden?
el: Χρησιμοποιείτε ισχυρό κωδικό πρόσβασης από το DuckDuckGo;
et: Kas kasutada DuckDuckGo tugevat parooli?
fi: Käytetäänkö DuckDuckGon vahvaa salasanaa?
fr: Utiliser un mot de passe fort généré par DuckDuckGo ?
hr: Koristiti jaku lozinku od DuckDuckGoa?
hu: A DuckDuckGo által kínált erős jelszót kívánsz használni?
it: Usare una password complessa da DuckDuckGo?
lt: Naudoti stiprų „DuckDuckGo“ slaptažodį?
lv: Vai izmantot spēcīgu DuckDuckGo paroli?
nb: Vil du bruke et sterkt passord fra DuckDuckGo?
nl: Een sterk wachtwoord van DuckDuckGo gebruiken?
pt: Utilizar uma palavra-passe forte do DuckDuckGo?
ro: Folosiți o parolă puternică de la DuckDuckGo?
ru: Как насчет надежного пароля от DuckDuckGo?
sk: Používate silné heslo od DuckDuckGo?
sl: Želite uporabiti močno geslo od DuckDuckGo?
sv: Använd ett starkt lösenord från DuckDuckGo?
tr: DuckDuckGo'nun oluşturduğu güçlü bir şifre kullanmak ister misiniz?

# autofill.password-generation-prompt.use-generated-password.cta
source: Use Strong Password
bg: Използване на силна парола
cs: Použít silné heslo
da: Brug en stærk adgangskode
de: Sicheres Passwort verwenden
el: Χρησιμοποιήστε ισχυρό κωδικό πρόσβασης
et: Kasuta tugevat parooli
fi: Käytä vahvaa salasanaa
fr: Utiliser un mot de passe fort
hr: Koristi jaku lozinku
hu: Erős jelszó használata
it: Usa una password complessa
lt: Naudoti stiprų slaptažodį
lv: Izmantot spēcīgu paroli
nb: Bruk sterkt passord
nl: Sterk wachtwoord gebruiken
pt: Utilizar palavra-passe forte
ro: Utilizați o parolă puternică
ru: Применить надежный пароль
sk: Používanie silného hesla
sl: Uporabi močno geslo
sv: Använd starkt lösenord
tr: Güçlü Şifre Kullan

# autofill.password-generation-prompt.use-own-password.cta
source: Create My Own
bg: Създаване на собствена
cs: Vytvořit vlastní
da: Opret min egen
de: Eigenes erstellen
el: Δημιουργία δικού μου
et: Loon selle ise
fi: Luo oma
fr: Créer le mien
hr: Izradi vlastitu
hu: Saját létrehozása
it: Crea la mia
lt: Sukurti savo
lv: Izveidot savu
nb: Opprett eget passord
nl: Zelf wachtwoord aanmaken
pt: Criar a minha própria palavra-passe
ro: Îmi creez propria parolă
ru: Создать собственный
sk: Vytvoriť vlastné
sl: Ustvari svoje
sv: Skapa mitt eget
tr: Kendiminkini Oluştur

# autofill.private.email.mesage.activate.confirm.content
source: Emails sent to %@ will again be forwarded to your inbox.
bg: Имейлите, изпратени до %@, отново ще бъдат препращани към пощенската Ви кутия.
cs: E-maily poslané na adresu %@ se budou zase přeposílat do tvé schránky.
da: E-mails sendt til %@ vil igen blive videresendt til din indbakke.
de: E-Mails, die an %@ gesendet werden, werden wieder an deinen Posteingang weitergeleitet.
el: Τα email που αποστέλλονται στο %@ θα προωθούνται ξανά στα εισερχόμενά σας.
et: Aadressile %@ saadetud kirjad edastatakse jälle sinu postkasti.
fi: Osoitteeseen %@ lähetetyt sähköpostit välitetään taas saapuneet-kansioosi.
fr: Les e-mails envoyés à %@ seront à nouveau transférés vers votre boîte de réception.
hr: E-pošta poslana na %@ ponovno će se prosljeđivati u tvoju pristiglu poštu.
hu: A megadott %@ címre küldött e-maileket ismét továbbítjuk a postafiókodba.
it: Le e-mail inviate a %@ saranno nuovamente inoltrate alla tua casella di posta.
lt: El. laiškai, išsiųsti į %@, vėl bus persiųsti į jūsų pašto dėžutę.
lv: E-pasti, kas nosūtīti uz %@, atkal tiks pārsūtīti uz tavu pastkastīti.
nb: E-post som sendes til %@, blir videresendt til innboksen din igjen.
nl: E-mails die naar %@ worden gestuurd, worden opnieuw doorgestuurd naar je inbox.
pt: Os e-mails enviados para %@ serão encaminhados para a tua caixa de entrada.
ro: Mesajele de e-mail trimise la %@ vor fi din nou redirecționate către căsuța ta de inbox.
ru: Электронные письма, отправленные на адрес %@, снова будут пересылаться на ваш почтовый ящик.
sk: E-maily odoslané na adresu %@ budú opäť preposielané do vašej schránky.
sl: Elektronska sporočila, poslana na naslov %@, bodo znova posredovana v vaš e-poštni predal.
sv: E-postmeddelanden som skickas till %@ kommer återigen att vidarebefordras till din inkorg.
tr: %@ adresine gönderilen e-postalar tekrar gelen kutunuza yönlendirilecektir.

# autofill.private.email.mesage.activate.confirm.title
source: Reactivate Private Duck Address?
bg: Повторно активиране на личен Duck Address?
cs: Znovu aktivovat soukromou adresu Duck Address?
da: Genaktivere privat Duck Address?
de: Private Duck Address reaktivieren?
el: Εκ νέου ενεργοποίηση της ιδιωτικής Duck Address;
et: Kas soovid privaatse Duck Addressi uuesti aktiveerida?
fi: Aktivoi yksityinen Duck Address uudelleen?
fr: Réactiver la Duck Address privée ?
hr: Ponovno aktivirati privatnu adresu Duck address?
hu: Újraaktiválod a privát Duck-címet?
it: Riattivare Duck Address privato?
lt: Iš naujo suaktyvinti privatų „Duck Address“?
lv: Vai atkārtoti aktivizēt privāto Duck adresi?
nb: Vil du aktivere privat Duck Address på nytt?
nl: Privé-Duck Address opnieuw activeren?
pt: Reativar Duck Address privado?
ro: Reactivezi Duck Address privată?
ru: Вновь активировать приватный адрес Duck Address?
sk: Znova aktivovať súkromnú Duck adresu?
sl: Želite znova aktivirati zasebni naslov Duck Address?
sv: Återaktivera privat Duck Address?
tr: Özel Duck Address yeniden etkinleştirilsin mi?

# autofill.private.email.mesage.active
source: Active
bg: Активен
cs: Aktivní
da: Aktiv
de: Aktiv
el: Ενεργό
et: Aktiivne
fi: Aktiivinen
fr: Actif
hr: Aktivna
hu: Aktív
it: Attivo
lt: Aktyvus
lv: Aktīva
nb: Aktiv
nl: Actief
pt: Ativo
ro: Activ
ru: Активирован
sk: Aktívne
sl: Aktivno
sv: Aktiv
tr: Aktif

# autofill.private.email.mesage.deactivate.confirm.content
source: Emails sent to %@ will no longer be forwarded to your inbox.
bg: Имейлите, изпратени до %@, вече няма да бъдат препращани към пощенската Ви кутия.
cs: E-maily poslané na adresu %@ už se nebudou přeposílat do tvé schránky.
da: E-mails sendt til %@ vil ikke længere blive videresendt til din indbakke.
de: E-Mails, die an %@ gesendet werden, werden nicht mehr an deinen Posteingang weitergeleitet.
el: Τα email που αποστέλλονται στο %@ δεν θα προωθούνται πλέον στα εισερχόμενά σας.
et: Aadressile %@ saadetud kirju ei edastata enam sinu postkasti.
fi: Osoitteeseen %@ lähetettyjä sähköposteja ei enää välitetä saapuneet-kansioosi.
fr: Les e-mails envoyés à %@ ne seront plus transférés vers votre boîte de réception.
hr: E-pošta poslana na %@ više se neće prosljeđivati u tvoju pristiglu poštu.
hu: A megadott %@ címre küldött e-maileket többé nem továbbítjuk a postafiókodba.
it: Le e-mail inviate a %@ non saranno più inoltrate alla tua casella di posta in arrivo.
lt: El. laiškai, išsiųsti į %@, nebebus persiunčiami į jūsų pašto dėžutę.
lv: E-pasti, kas nosūtīti uz %@, vairs netiks pārsūtīti uz tavu pastkastīti.
nb: E-post som sendes til %@, blir ikke lenger videresendt til innboksen din.
nl: E-mails die naar %@ worden gestuurd, worden niet meer doorgestuurd naar je inbox.
pt: Os e-mails enviados para %@ já não serão encaminhados para a tua caixa de entrada.
ro: E-mailurile trimise la %@ nu vor mai fi redirecționate către căsuța ta de inbox.
ru: Электронные письма, отправленные на адрес %@, не будут пересылаться на ваш почтовый ящик.
sk: E-maily odoslané na adresu %@ sa už nebudú preposielať do vašej schránky.
sl: Elektronska sporočila, poslana na naslov %@, ne bodo več posredovana v vaš e-poštni predal.
sv: E-postmeddelanden som skickas till %@ kommer inte längre att vidarebefordras till din inkorg.
tr: %@ adresine gönderilen e-postalar artık gelen kutunuza yönlendirilmeyecektir.

# autofill.private.email.mesage.deactivate.confirm.title
source: Deactivate Private Duck Address?
bg: Деактивиране на личен Duck Address?
cs: Deaktivovat soukromou adresu Duck Address?
da: Deaktiver privat Duck Address?
de: Private Duck Address deaktivieren?
el: Απενεργοποίηση της ιδιωτικής Duck Address;
et: Kas soovid privaatse Duck Addressi inaktiveerida?
fi: Deaktivoi yksityinen Duck Address?
fr: Désactiver la Duck Address privée ?
hr: Deaktivirati privatnu adresu Duck address?
hu: Deaktiválod a privát Duck-címet?
it: Disattivare Duck Address privato?
lt: Deaktyvinti privatų „Duck Address“?
lv: Deaktivizēt privāto Duck adresi?
nb: Vil du deaktivere privat Duck Address?
nl: Privé-Duck Address deactiveren?
pt: Desativar Duck Address privado?
ro: Dezactivează Duck Address privată?
ru: Деактивировать приватный адрес Duck Address?
sk: Deaktivovať súkromnú Duck adresu?
sl: Želite deaktivirati zasebni naslov Duck Address?
sv: Inaktivera privat Duck Address?
tr: Özel Duck Address devre dışı bırakılsın mı?

# autofill.private.email.mesage.error
source: Management of this address is temporarily unavailable
bg: Управлението на този адрес е временно недостъпно
cs: Správa této adresy je dočasně nedostupná
da: Administration af denne adresse er midlertidigt utilgængelig.
de: Die Verwaltung dieser Adresse ist vorübergehend nicht möglich
el: Η διαχείριση της διεύθυνσης αυτής δεν είναι διαθέσιμη προσωρινά
et: Selle aadressi haldamine pole ajutiselt saadaval
fi: Tämän osoitteen hallinta ei ole tilapäisesti käytettävissä
fr: La gestion de cette adresse est temporairement indisponible
hr: Upravljanje ovom adresom privremeno je nedostupno
hu: A cím kezelése átmenetileg nem elérhető
it: La gestione di questo indirizzo non è al momento disponibile
lt: Šio adreso valdymas laikinai nepasiekiamas
lv: Šīs adreses pārvaldība uz laiku nav pieejama
nb: Administrasjon av denne adressen er midlertidig utilgjengelig.
nl: Beheren van dit adres is tijdelijk niet beschikbaar
pt: A gestão deste endereço está temporariamente indisponível
ro: Gestionarea acestei adrese este temporar indisponibilă
ru: Управление этим адресом временно недоступно
sk: Správa tejto adresy je dočasne nedostupná.
sl: Upravljanje tega naslova trenutno ni na voljo
sv: Den här adressen kan inte hanteras för närvarande
tr: Bu adresin yönetimi geçici olarak kullanılamıyor

# autofill.private.email.mesage.inactive
source: Deactivated
bg: Деактивиран
cs: Deaktivováno
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιήθηκε
et: Inaktiveeritud
fi: Deaktivoitu
fr: Désactivé
hr: Deaktivirana
hu: Deaktiválva
it: Disattivato
lt: Deaktyvinta
lv: Deaktivizēta
nb: Deaktivert
nl: Gedeactiveerd
pt: Desativado
ro: Dezactivat
ru: Деактивирован
sk: Deaktivované
sl: Deaktivirano
sv: Inaktiverad
tr: Devre dışı bırakıldı

# autofill.removed.duck.address.button
source: Got it
bg: Разбрах
cs: Rozumím
da: Forstået
de: Verstanden
el: Κατάλαβα
et: Selge
fi: Selvä
fr: J'ai compris
hr: Shvaćam
hu: Értem
it: Ho capito
lt: Supratau
lv: Sapratu
nb: Den er grei
nl: Ik snap het
pt: Entendi
ro: Am înțeles
ru: Понятно
sk: Rozumiem
sl: Razumem
sv: Jag fattar
tr: Anladım
