Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# autofill.show-password
source: Show Password
bg: Показване на паролата
cs: Zobrazit heslo
da: Vis adgangskode
de: Passwort anzeigen
el: Εμφάνιση κωδικού πρόσβασης
et: Kuva parool
fi: Näytä salasana
fr: Afficher le mot de passe
hr: Pokaži lozinku
hu: Jelszó megjelenítése
it: Mostra password
lt: Rodyti slaptažodį
lv: Rādīt paroli
nb: Vis passord
nl: Wachtwoord weergeven
pt: Mostrar palavra-passe
ro: Arată parola
ru: Показать пароль
sk: Zobraziť heslo
sl: Prikaži geslo
sv: Visa lösenord
tr: Parolayı göster

# autofill.signin.to.manage
source: %@ to manage your Duck Addresses on this device.
bg: %@ за управление на Вашите Duck Address на това устройство.
cs: %@ pro správu adres Duck Address na tomto zařízení.
da: %@ for at administrere dine Duck-adresser på denne enhed.
de: %@, um deine Duck Addresses auf diesem Gerät zu verwalten.
el: %@ για διαχείριση των διευθύνσεών σας Duck Address σε αυτήν τη συσκευή.
et: %@, et hallata selles seadmes oma Duck Addresse.
fi: %@ hallitaksesi Duck Address -osoitteita tällä laitteella.
fr: %@ pour gérer vos Duck Addresses sur cet appareil.
hr: %@ za upravljanje tvojim Duck Address adresama na ovom uređaju.
hu: %@ a Duck-címek kezeléséhez ezen az eszközön.
it: %@ per gestire i tuoi Duck Address su questo dispositivo.
lt: %@, kad galėtumėte valdyti savo „Duck Address“ šiame įrenginyje.
lv: %@, lai pārvaldītu savas Duck adreses šajā ierīcē.
nb: %@ for å administrere Duck-adressene dine på denne enheten.
nl: %@ om je Duck-adressen op dit apparaat te beheren.
pt: %@ para gerires os teus Duck Addresses neste dispositivo.
ro: %@ pentru a-ți gestiona adresele Duck Address pe acest dispozitiv.
ru: %@ для управления адресами Duck Address с этого устройства.
sk: %@ na správu vašich Duck adries na tomto zariadení.
sl: %@ za upravljanje naslovov Duck Address v tej napravi.
sv: %@ för att hantera Duck Addresses på denna enhet.
tr: Bu cihazdaki Duck Address'leri yönetmek için %@.

# autofill.update-password.message
source: DuckDuckGo will update this stored password on your device.
bg: DuckDuckGo ще актуализира запазената парола във Вашето устройство.
cs: DuckDuckGo aktualizuje tohle uložené heslo ve tvém zařízení.
da: DuckDuckGo opdaterer denne gemte adgangskode på din enhed.
de: DuckDuckGo aktualisiert dieses gespeicherte Passwort auf deinem Gerät.
el: Το DuckDuckGo θα ενημερώσει αυτόν τον αποθηκευμένο κωδικό πρόσβασης στη συσκευή σας.
et: DuckDuckGo värskendab selle salvestatud parooli sinu seadmes.
fi: DuckDuckGo päivittää tämän tallennetun salasanan laitteellesi.
fr: DuckDuckGo mettra à jour ce mot de passe enregistré sur votre appareil.
hr: DuckDuckGo će ažurirati ovu pohranjenu lozinku na tvom uređaju.
hu: A DuckDuckGo frissíti az eszközödön ezt a tárolt jelszót.
it: DuckDuckGo aggiornerà questa password memorizzata sul tuo dispositivo.
lt: „DuckDuckGo“ atnaujins šį jūsų įrenginyje išsaugotą slaptažodį.
lv: DuckDuckGo atjauninās tavā ierīcē saglabāto paroli.
nb: DuckDuckGo oppdaterer dette lagrede passordet på enheten din.
nl: DuckDuckGo werkt dit opgeslagen wachtwoord op je apparaat bij.
pt: O DuckDuckGo vai atualizar esta palavra-passe armazenada no teu dispositivo.
ro: DuckDuckGo va actualiza această parolă stocată pe dispozitivul tău.
ru: DuckDuckGo обновит пароль, сохраненный на вашем устройстве.
sk: DuckDuckGo aktualizuje toto uložené heslo vo vašom zariadení.
sl: DuckDuckGo bo posodobil to shranjeno geslo v vaši napravi.
sv: DuckDuckGo kommer att uppdatera det lagrade lösenordet på din enhet.
tr: DuckDuckGo bu kayıtlı şifreyi cihazınızda güncelleyecektir.

# autofill.update-password.save.CTA
source: Update Password
bg: Актуализиране на паролата
cs: Aktualizuj si heslo
da: Opdater adgangskode
de: Passwort aktualisieren
el: Ενημέρωση κωδικού πρόσβασης
et: Värskenda parooli
fi: Päivitä salasana
fr: Modifier le mot de passe
hr: Ažuriraj lozinku
hu: Jelszó frissítése
it: Aggiorna password
lt: Atnaujinti slaptažodį
lv: Atjaunināt paroli
nb: Oppdater passordet
nl: Wachtwoord bijwerken
pt: Atualizar palavra-passe
ro: Actualizează parola
ru: Обновить пароль
sk: Aktualizovať heslo
sl: Posodobitev gesla
sv: Uppdatera lösenord
tr: Şifreyi Güncelle

# autofill.update-password.title
source: Update password for %@?
bg: Актуализиране на паролата за %@?
cs: Změnit heslo pro %@?
da: Opdater adgangskode til %@?
de: Passwort für %@ aktualisieren?
el: Ενημέρωση κωδικού πρόσβασης για %@;
et: Kas värskendada sisselogimisandmete %@ parooli?
fi: Päivitä salasana %@?
fr: Mettre à jour le mot de passe pour %@ ?
hr: Ažurirati lozinku za %@?
hu: Frissíted %@ jelszavát?
it: Aggiornare la password per %@?
lt: Atnaujinti slaptažodį %@?
lv: Atjaunināt paroli %@?
nb: Vil du oppdatere passordet for %@?
nl: Wachtwoord bijwerken voor %@?
pt: Atualizar palavra-passe para %@?
ro: Actualizezi parola pentru %@?
ru: Обновить пароль для %@?
sk: Aktualizovať heslo pre %@?
sl: Želite posodobiti geslo za %@?
sv: Uppdatera lösenordet för %@?
tr: %@ için şifre güncellensin mi?

# autofill.update-username.save.CTA
source: Update Username
bg: Актуализиране на потребителското име
cs: Aktualizovat uživatelské jméno
da: Opdater brugernavn
de: Benutzernamen aktualisieren
el: Ενημέρωση ονόματος χρήστη
et: Värskenda kasutajanime
fi: Päivitä käyttäjätunnus
fr: Modifier le nom d'utilisateur
hr: Ažuriraj korisničko ime
hu: Felhasználónév frissítése
it: Aggiorna nome utente
lt: Atnaujinti naudotojo vardą
lv: Atjaunināt lietotājvārdu
nb: Oppdater brukernavn
nl: Gebruikersnaam bijwerken
pt: Atualizar nome de utilizador
ro: Actualizează numele de utilizator
ru: Обновить имя пользователя
sk: Aktualizovať meno používateľa
sl: Posodobi uporabniško ime
sv: Uppdatera användarnamn
tr: Kullanıcı Adını Güncelle

# autofill.update-usernamr.title
source: Update username?
bg: Актуализиране на потребителското име?
cs: Aktualizovat uživatelské jméno?
da: Opdater brugernavn?
de: Benutzernamen aktualisieren?
el: Ενημέρωση ονόματος χρήστη;
et: Kas värskendada kasutajanime?
fi: Päivitetäänkö käyttäjätunnus?
fr: Modifier le nom d'utilisateur ?
hr: Želiš li ažurirati korisničko ime?
hu: Frissíted a felhasználónevet?
it: Aggiornare nome utente?
lt: Atnaujinti naudotojo vardą?
lv: Atjaunināt lietotājvārdu?
nb: Vil du oppdatere brukernavnet?
nl: Gebruikersnaam bijwerken?
pt: Atualizar nome de utilizador?
ro: Actualizezi numele de utilizator?
ru: Обновить имя пользователя?
sk: Aktualizovať meno používateľa?
sl: Želite posodobiti uporabniško ime?
sv: Uppdatera användarnamn?
tr: Kullanıcı adı güncellensin mi?

# bookmark.addBookmark.title
source: Add Bookmark
bg: Добави отметка
cs: Přidat záložku
da: Tilføj bogmærke
de: Lesezeichen hinzufügen
el: Προσθήκη σελιδοδείκτη
et: Lisa järjehoidja
fi: Lisää kirjanmerkki
fr: Ajouter un signet
hr: Dodaj knjižnu oznaku
hu: Könyvjelző mentése
it: Aggiungi ai segnalibri
lt: Pridėti žymę
lv: Pievienot grāmatzīmi
nb: Legg til bokmerke
nl: Bladwijzer toevoegen
pt: Adicionar marcador
ro: Adăugare semn de carte
ru: Добавить закладку
sk: Pridať záložku
sl: Dodaj zaznamek
sv: Lägg till bokmärke
tr: Yer İmi ekle
uk: Додати закладку

# bookmark.addFavorite.title
source: Add Favorite
bg: Добавяне в любими
cs: Přidat oblíbené
da: Tilføj til favorit
de: Favorit hinzufügen
el: Προσθήκη Αγαπημένου
et: Lisa lemmik
fi: Lisää suosikki
fr: Ajouter un favori
hr: Dodaj omiljenu stavku
hu: Kedvenc hozzáadása
it: Aggiungi preferito
lt: Pridėti mėgstamą
lv: Pievienot izlases vienumu
nb: Legg til favoritt
nl: Favoriet toevoegen
pt: Adicionar favorito
ro: Adaugă preferință
ru: Добавить в избранное
sk: Pridať do obľúbených položiek
sl: Dodaj priljubljene
sv: Lägg till favorit
tr: Favori Ekle
uk: Додати до улюблених

# bookmark.addFolder.title
source: Add Folder
bg: Добавяне на папка
cs: Přidat složku
da: Tilføj mappe
de: Ordner hinzufügen
el: Προσθήκη φακέλου
et: Lisa kaust
fi: Lisää kansio
fr: Ajouter le dossier
hr: Dodaj mapu
hu: Mappa hozzáadása
it: Aggiungi cartella
lt: Pridėti aplanką
lv: Pievienot mapi
nb: Legg til mappe
nl: Map toevoegen
pt: Adicionar pasta
ro: Adaugă folder
ru: Добавить папку
sk: Pridanie priečinka
sl: Dodaj mapo
sv: Lägg till mapp
tr: Klasör Ekle
uk: Додати теку

# bookmark.addFolderButton
source: Add Folder
bg: Добавяне на папка
cs: Přidat složku
da: Tilføj mappe
de: Ordner hinzufügen
el: Προσθήκη φακέλου
et: Lisa kaust
fi: Lisää kansio
fr: Ajouter le dossier
hr: Dodaj mapu
hu: Mappa hozzáadása
it: Aggiungi cartella
lt: Pridėti aplanką
lv: Pievienot mapi
nb: Legg til mappe
nl: Map toevoegen
pt: Adicionar pasta
ro: Adaugă folder
ru: Добавить папку
sk: Pridať priečinok
sl: Dodaj mapo
sv: Lägg till mapp
tr: Klasör Ekle
uk: Додати теку

# bookmark.delete.alert.message
source: This will delete your bookmark for "%@"
bg: Това ще изтрие отметката за „%@“
cs: Tímto smažete svou záložku pro „%@“
da: Dette vil slette dit bogmærke for "%@"
de: Dadurch wird dein Lesezeichen für „%@“ gelöscht.
el: Η ενέργεια αυτή θα διαγράψει τον σελιδοδείκτη σας για «%@»
et: See kustutab teie järjehoidja %@
fi: Tämä poistaa kirjanmerkin kohteesta "%@"
fr: Cela supprimera votre signet pour « %@ »
hr: Ovo će izbrisati tvoju oznaku za "%@"
hu: Ez törli a(z) „%@” könyvjelződet
it: L'operazione eliminerà il tuo segnalibro per "%@"
lt: Tai ištrins jūsų žymę „%@“
lv: Tādējādi tiks izdzēsta tava "%@" grāmatzīme
nb: Dette vil slette bokmerket for "%@"
nl: Hiermee wordt je bladwijzer voor "%@" verwijderd
pt: Vai eliminar o seu marcador para "%@"
ro: Aceasta va șterge marcajul tău pentru „%@”
ru: Это приведет к удалению закладки для «%@»
sk: Týmto sa zmaže vaša záložka pre „%@“
sl: S tem boste izbrisali svoj zaznamek za »%@«
sv: Ditt bokmärke för %@ kommer att raderas
tr: Bu, "%@" için yer işaretinizi silecektir

# bookmark.delete.alert.title
source: Delete?
bg: Изтриване?
cs: Smazat?
da: Vil du slette?
de: Löschen?
el: Διαγραφή;
et: Kas kustutada?
fi: Poistetaanko?
fr: Supprimer ?
hr: Izbrisati?
hu: Törlés?
it: Eliminare?
lt: Ištrinti?
nb: Vil du slette?
nl: Verwijderen?
pt: Eliminar?
ro: Dorești să ștergi?
ru: Удалить?
sk: Odstrániť?
sl: Želite izbrisati?
sv: Ta bort?
tr: Silinsin mi?

# bookmark.deleted.toast
source: Bookmark deleted
bg: Отметката е изтрита
cs: Záložka smazána
da: Bogmærke slettet
de: Lesezeichen gelöscht
el: Ο σελιδοδείκτης διαγράφηκε
et: Järjehoidja kustutatud
fi: Kirjanmerkki poistettu
fr: Signet supprimé
hr: Knjižna oznaka je izbrisana
hu: Könyvjelző törölve
it: Segnalibro eliminato
lt: Žymė ištrinta
lv: Grāmatzīme izdzēsta
nb: Bokmerket er slettet
nl: Bladwijzer verwijderd
pt: Marcador eliminado
ro: Marcaj șters
ru: Закладка удалена
sk: Záložka bola zmazaná
sl: Zaznamek je bil izbrisan
sv: Bokmärke raderat
tr: Yer işareti silindi

# bookmark.deleteFolderAlert.deleteButton
source: Delete
bg: Изтриване
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
et: Kustuta
fi: Poista
fr: Supprimer
hr: Izbriši
hu: Törlés
it: Elimina
lt: Trinti
lv: Dzēst
nb: Slett
nl: Verwijderen
pt: Eliminar
ro: Ștergere
ru: Удалить
sk: Vymazať
sl: Izbriši
sv: Ta bort
tr: Sil
uk: Видалити

# bookmark.deleteFolderAlert.title
source: Delete %@?
bg: Изтриване на %@?
cs: Odstranit %@?
da: Vil du slette %@?
de: %@ löschen?
el: Διαγραφή %@;
et: Kustutada %@?
fi: Poistetaanko %@?
fr: Supprimer %@ ?
hr: Izbrisati %@?
hu: %@ törlése?
it: Eliminare %@?
lt: Ištrinti %@?
lv: Vai dzēst %@?
nb: Vil du slette %@?
nl: %@ verwijderen?
pt: Apagar %@?
ro: Ștergi %@?
ru: Удалить %@?
sk: Chcete odstrániť priečinok %@?
sl: Želite izbrisati %@?
sv: Radera %@?
tr: %@ silinsin mi?
uk: Видалити %@?

# bookmark.editBookmark.title
source: Edit Bookmark
bg: Редактиране на отметка
cs: Upravit záložku
da: Rediger bogmærke
de: Lesezeichen bearbeiten
el: Επεξεργασία σελιδοδείκτη
et: Redigeeri järjehoidjat
fi: Muokkaa kirjanmerkkiä
fr: Modifier le signet
hr: Uredi knjižnu oznaku
hu: Könyvjelző szerkesztése
it: Modifica segnalibro
lt: Redaguoti žymę
lv: Rediģēt grāmatzīmi
nb: Rediger bokmerke
nl: Bladwijzer bewerken
pt: Editar marcador
ro: Editare semn de carte
ru: Редактировать закладку
sk: Upraviť záložku
sl: Uredi zaznamek
sv: Redigera bokmärke
tr: Yer İşaretini Düzenle
uk: Редагувати закладку

# bookmark.editFavorite.title
source: Edit Favorite
bg: Редактиране на Предпочитан
cs: Upravit oblíbené
da: Rediger favorit
de: Favorit bearbeiten
el: Επεξεργασία αγαπημένων
et: Redigeeri lemmikut
fi: Muokkaa suosikkia
fr: Modifier le favori
hr: Uredi Favorite
hu: Kedvenc szerkesztése
it: Modifica preferito
lt: Redaguoti mėgstamiausią
lv: Rediģēt izlasi
nb: Rediger favoritt
nl: Favoriet bewerken
pt: Editar favorito
ro: Editează preferința
ru: Изменить избранное
sk: Úprava obľúbenej položky
sl: Uredi priljubljeno
sv: Redigera favorit
tr: Favoriyi Düzenle
uk: Редагувати улюблені

# bookmark.editFolder.title
source: Edit Folder
bg: Редактиране на папка
cs: Upravit složku
da: Rediger mappe
de: Ordner bearbeiten
el: Επεξεργασία φακέλου
et: Redigeeri kausta
fi: Muokkaa kansiota
fr: Modifier le dossier
hr: Uredi mapu
hu: Mappa szerkesztése
it: Modifica cartella
lt: Redaguoti aplanką
lv: Rediģēt mapi
nb: Rediger mappe
nl: Map bewerken
pt: Editar pasta
ro: Editează folderul
ru: Изменить папку
sk: Úprava priečinka
sl: Uredi mapo
sv: Redigera mapp
tr: Klasörü Düzenle
uk: Редагувати теку

# bookmark.folderSelect.title
source: Location
bg: Местоположение
cs: Poloha
da: Placering
de: Standort
el: Τοποθεσία
et: Asukoht
fi: Sijainti
fr: Localisation
hr: Lokacija
hu: Hely
it: Posizione
lt: Vieta
lv: Atrašanās vieta
nb: Posisjon
nl: Locatie
pt: Localização
ro: Locație
ru: Геопозиция
sk: Poloha
sl: Lokacija
sv: Plats
tr: Konum
uk: Розташування

# bookmark.moreButton
source: More
bg: Повече
cs: Více
da: Mere
de: Mehr
el: Περισσότερα
et: Rohkem
fi: lisää
fr: Plus
hr: Više
hu: többet
it: Informazioni
lt: Daugiau
lv: Vairāk
nb: Mer
nl: Meer
pt: Mais
ro: Mai Multe
ru: больше
sk: Viac na
sl: Več
sv: Mer
tr: Daha fazla
uk: Більше

# bookmark.searchbar.placeholder
source: Search
bg: Търсене
cs: Hledat
da: Søg
de: Suche
el: Αναζήτηση
et: Otsi
fi: Etsi
fr: Rechercher
hr: Traži
hu: Keresés
it: Ricerca
lt: Paieška
nb: Søk
nl: Zoeken
pt: Pesquisar
ro: Caută
ru: Поиск
sk: Vyhľadávať
sl: Iskanje
sv: Sök
tr: Ara

# bookmark.title.placeholder
source: Website title
bg: Заглавие на уебсайт
cs: Název webové stránky
da: Webstedets titel
de: Titel der Website
el: Τίτλος ιστότοπου
et: Veebisaidi pealkiri
fi: Verkkosivuston nimi
fr: Titre du site Web
hr: Naslov web-mjesta
hu: Weboldal címe
it: Titolo del sito
lt: Svetainės pavadinimas
lv: Vietnes nosaukums
nb: Nettsidetittel
nl: Websitetitel
pt: Título do website
ro: Titlul site-ului web
ru: Название сайта
sk: Názov webovej stránky
sl: Naslov spletnega mesta
sv: Webbplatsens rubrik
tr: Web sitesi başlığı
uk: Назва вебсайту

# bookmark.topLevelFolder.title
source: Bookmarks
bg: Отметки
cs: Záložky
da: Bogmærker
de: Lesezeichen
el: Σελιδοδείκτες
et: Järjehoidjad
fi: Kirjanmerkit
fr: Signets
hr: Knjižne oznake
hu: Könyvjelzők
it: Segnalibri
lt: Žymės
lv: Grāmatzīmes
nb: Bokmerker
nl: Bladwijzers
pt: Marcadores
ro: Semne de carte
ru: Закладки
sk: Záložky
sl: Zaznamki
sv: Bokmärken
tr: Yer İmleri
uk: Закладки

# bookmarkAll.tabs.failed
source: Added new bookmarks for all tabs
bg: Добавени са нови отметки за всички раздели
cs: Přidány nové záložky pro všechny karty
da: Tilføjede nye bogmærker for alle faner
de: Es wurden neue Lesezeichen für alle Registerkarten hinzugefügt
el: Προστέθηκαν νέοι σελιδοδείκτες για όλες τις καρτέλες
et: Lisati uued järjehoidjad kõigile vahekaartidele
fi: Kaikki välilehdet lisättiin kirjanmerkkeihin
fr: Nouveaux signets ajoutés pour tous les onglets
hr: Za sve kartice su dodane nove knjižne oznake
hu: Hozzáadott új könyvjelzők az összes laphoz
it: Sono stati aggiunti nuovi segnalibri per tutte le schede
lt: Pridėta naujų žymių visiems skirtukams
lv: Pievienotas jaunas grāmatzīmes visām cilnēm
nb: La til alle fanene som bokmerker
nl: Nieuwe bladwijzers toegevoegd voor alle tabbladen
pt: Adicionados novos marcadores para todos os separadores
ro: S-au adăugat marcaje noi pentru toate filele
ru: Все вкладки сохранены в закладках
sk: Nové záložky boli pridané pre všetky karty
sl: Dodani novi zaznamki za vse zavihke
sv: Nya bokmärken för alla flikar har lagts till
tr: Tüm sekmeler için yeni yer işaretleri eklendi
uk: Додано нові закладки для всіх вкладок

# bookmarkAll.tabs.saved
source: All tabs bookmarked
bg: Всички раздели са поставени в отметки
cs: Všechny karty v záložkách
da: Alle faner bogmærket
de: Alle Tabs wurden mit Lesezeichen versehen
el: Προστέθηκαν σελιδοδείκτες σε όλες τις καρτέλες
et: Kõik vahekaardid on järjehoidjatesse lisatud
fi: Kaikki välilehdet lisätty kirjanmerkkeihin
fr: Tous les onglets ont été ajoutés aux signets
hr: Sve su kartice označene
hu: Összes lap könyvjelzőzve
it: Tutte le schede sono state aggiunte ai segnalibri
lt: Visi skirtukai pažymėti
lv: Visām cilnēm ir pievienotas grāmatzīmes
nb: Alle faner lagt til i bokmerker
nl: Alle tabbladen toegevoegd als bladwijzer
pt: Todos os separadores foram marcados
ro: Toate filele marcate
ru: Все вкладки добавлены в закладки
sk: Všetky karty sú uložené medzi záložky
sl: Vsi zavihki dodani med zaznamke
sv: Alla flikar bokmärkta
tr: Tüm sekmelere yer imi eklendi
uk: Усі вкладки додано до закладок

# bookmarks.button.hint
source: Bookmarks
bg: Отметки
cs: Záložky
da: Bogmærker
de: Lesezeichen
el: Σελιδοδείκτες
et: Järjehoidjad
fi: Kirjanmerkit
fr: Signets
hr: Knjižne oznake
hu: Könyvjelzők
it: Segnalibri
lt: Žymės
lv: Grāmatzīmes
nb: Bokmerker
nl: Bladwijzers
pt: Marcadores
ro: Semne de carte
ru: Закладки
sk: Záložky
sl: Zaznamki
sv: Bokmärken
tr: Yer İmleri
uk: Закладки

# bookmarks.export.failed.message
source: We couldn’t export your bookmarks, please try again.
bg: Не успяхме да експортираме вашите отметки, моля, опитайте отново.
cs: Záložky se nám nepodařilo vyexportovat, zkus to prosím znovu.
da: Vi kunne ikke eksportere dine bogmærker. Prøv igen.
de: Deine Lesezeichen konnten nicht exportiert werden. Bitte versuche es erneut.
el: Δεν καταφέραμε να κάνουμε εξαγωγή των σελιδοδεικτών σας. Προσπαθήστε ξανά.
et: Järjehoidjate eksport ei õnnestunud, palun proovi uuesti.
fi: Emme voineet viedä kirjanmerkkejäsi. Yritä uudelleen.
fr: Nous n'avons pas pu exporter vos signets ; veuillez réessayer.
hr: Nismo uspjeli izvesti vaše oznake, pokušajte ponovno.
hu: Nem sikerült exportálni a könyvjelzőket. Próbálkozz újra.
it: Impossibile esportare i segnalibri. Riprova.
lt: Nepavyko eksportuoti jūsų žymelių, pabandykite iš naujo.
lv: Mums neizdevās eksportēt tavas grāmatzīmes. Lūdzu, mēģini vēlreiz.
nb: Vi kunne ikke eksportere bokmerkene dine. Prøv igjen.
nl: We kunnen je bladwijzers niet exporteren. Probeer het opnieuw.
pt: Não foi possível exportar os seus marcadores, tente novamente.
ro: Nu am putut exporta marcajele tale, încearcă din nou.
ru: Экспортировать закладки не удалось. Пожалуйста, повторите попытку.
sk: Vaše záložky sa nepodarilo exportovať, skúste to znova.
sl: Vaših zaznamkov ni bilo mogoče izvoziti, poskusite znova.
sv: Vi kunde inte exportera dina bokmärken, försök igen.
tr: Yer işaretlerinizi dışarı aktaramadık. Lütfen tekrar deneyin.
uk: Не вдалося експортувати ваші закладки, спробуйте ще раз.

# bookmarks.export.files.success.message
source: Your bookmarks have been exported.
bg: Вашите отметки са експортирани.
cs: Záložky vyexportovány.
da: Dine bogmærker er blevet eksporteret.
de: Deine Lesezeichen wurden exportiert.
el: Η εξαγωγή των σελιδοδεικτών σας έχει πραγματοποιηθεί.
et: Sinu järjehoidjad on eksporditud.
fi: Kirjanmerkkisi on viety.
fr: Vos signets ont bien été exportés.
hr: Vaše su oznake izvezene.
hu: A könyvjelzők exportálva lettek.
it: I tuoi segnalibri sono stati esportati.
lt: Jūsų žymelės eksportuotos.
lv: Tavas grāmatzīmes ir eksportētas.
nb: Bokmerkene er eksportert.
nl: Je bladwijzers zijn geëxporteerd.
pt: Os seus marcadores foram exportados.
ro: Marcajele tale au fost exportate.
ru: Закладки экспортированы.
sk: Všetky záložky boli vyexportované.
sl: Vaši zaznamki so uspešno izvoženi.
sv: Dina bokmärken har exporterats.
tr: Yer işaretleriniz dışarı aktarıldı.
uk: Ваші закладки експортовано.

# bookmarks.export.share.success.message
source: Your bookmarks have been shared.
bg: Вашите отметки са споделени.
cs: Záložky nasdíleny.
da: Dine bogmærker er blevet delt.
de: Deine Lesezeichen wurden geteilt.
el: Η κοινοποίηση των σελιδοδεικτών σας έχει πραγματοποιηθεί.
et: Sinu järjehoidjad on jagatud.
fi: Kirjanmerkkisi on jaettu.
fr: Vos signets ont bien été partagés.
hr: Vaše su oznake podijeljene.
hu: A könyvjelzők meg lettek osztva.
it: I tuoi segnalibri sono stati condivisi.
lt: Jūsų žymelės bendrintos.
lv: Tavas grāmatzīmes ir kopīgotas.
nb: Bokmerkene er delt.
nl: Je bladwijzers zijn gedeeld.
pt: Os seus marcadores foram partilhados.
ro: Marcajele tale au fost distribuite.
ru: Закладки переданы.
sk: Vaše záložky sú zdieľané.
sl: Vaši zaznamki so v skupni rabi.
sv: Dina bokmärken har delats.
tr: Yer işaretleriniz paylaşıldı.
uk: Ваші закладки опубліковано.

# bookmarks.exportAction.title
source: Export HTML File
bg: Експортиране на HTML файл
cs: Export souboru HTML
da: Eksporter HTML-fil
de: HTML-Datei exportieren
el: Εξαγωγή αρχείου HTML
et: HTML-faili eksport
fi: Vie HTML-tiedosto
fr: Exporter un fichier HTML
hr: Izvezi HTML datoteku
hu: HTML-fájl exportálása
it: Esporta file HTML
lt: Eksportuoti HTML failą
lv: Eksportēt HTML failu
nb: Eksporter HTML-fil
nl: HTML-bestand exporteren
pt: Exportar ficheiro HTML
ro: Exportă fișierul HTML
ru: Экспорт в файл HTML
sk: Exportovať súbor HTML
sl: Izvoz datoteke HTML
sv: Exportera HTML-fil
tr: HTML Dosyasını Dışarı Aktar
uk: Експортувати файл HTML

# bookmarks.import.failed.message
source: Sorry, we aren’t able to import this file.
bg: За съжаление не успяхме да импортираме този файл.
cs: Omlouváme se, ale tenhle soubor nejde naimportovat.
da: Vi kan desværre ikke importere denne fil.
de: Leider können wir diese Datei nicht importieren.
el: Δυστυχώς, δεν μπορούμε να κάνουμε εισαγωγή αυτού του αρχείου.
et: Kahjuks ei saa me seda faili importida.
fi: Valitettavasti emme voi tuoda tätä tiedostoa.
fr: Malheureusement, nous ne sommes pas en mesure d'importer ce fichier.
hr: Nažalost, ne možemo uvesti ovu datoteku.
hu: Nem sikerült importálni a fájlt.
it: Siamo spiacenti, non riusciamo a importare questo file.
lt: Deja, negalime importuoti šį failą.
lv: Diemžēl mēs nevaram importēt šo failu.
nb: Beklager, vi kan ikke importere denne filen.
nl: Sorry, we kunnen dit bestand niet importeren.
pt: Lamentamos, mas não conseguimos importar este ficheiro.
ro: Ne pare rău, nu putem importa acest fișier.
ru: К сожалению, мы не можем импортировать данный файл.
sk: Ľutujeme, tento súbor nie je možné importovať.
sl: Te datoteke žal ne moremo uvoziti.
sv: Tyvärr kan vi inte importera den här filen.
tr: Ne yazık ki bu dosya içeri aktarılamıyor.
uk: На жаль, ми не можемо імпортувати цей файл.

# bookmarks.import.success.message
source: Your bookmarks have been imported.
bg: Вашите отметки са импортирани.
cs: Záložky naimportovány.
da: Dine bogmærker er blevet importeret.
de: Deine Lesezeichen wurden importiert.
el: Η εισαγωγή των σελιδοδεικτών σας έχει πραγματοποιηθεί.
et: Sinu järjehoidjad on imporditud.
fi: Kirjanmerkkisi on tuotu.
fr: Vos signets ont bien été importés.
hr: Vaše su oznake izvezene.
hu: A könyvjelzők importálva lettek.
it: I segnalibri sono stati importati.
lt: Jūsų žymelės importuotos.
lv: Tavas grāmatzīmes ir importētas.
nb: Bokmerkene er importert.
nl: Je bladwijzers zijn geïmporteerd.
pt: Os seus marcadores foram importados.
ro: Marcajele tale au fost importate.
ru: Закладки импортированы.
sk: Vaše záložky boli importované.
sl: Vaši zaznamki so uspešno uvoženi.
sv: Dina bokmärken har importerats.
tr: Yer işaretleriniz içeri aktarıldı.
uk: Ваші закладки імпортовано.
