Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# autofill.removed.duck.address.content
source: You can still manage this Duck Address from emails received from it in your personal inbox.
bg: Все още можете да управлявате този Duck Address от получените на него имейли в личната Ви пощенска кутия.
cs: Tuhle adresu Duck Address můžeš dál spravovat z e-mailů, které ti z ní přijdou do tvé soukromé schránky.
da: Du kan stadig administrere denne Duck Address fra e-mails modtaget fra den i din personlige indbakke.
de: Du kannst diese Duck Address weiterhin über die E-Mails in deinem persönlichen Posteingang verwalten.
el: Μπορείτε ακόμα να διαχειρίζεστε αυτήν τη διεύθυνση Duck Address από τα email που λαμβάνετε από αυτήν στα προσωπικά εισερχόμενά σας.
et: Saad seda Duck Addressi endiselt hallata e-kirjadest, mis on sellelt saadetud sinu isiklikku postkasti.
fi: Voit edelleen hallita tätä Duck Address -osoitetta siltä vastaanotetuista sähköposteista henkilökohtaisessa postilaatikossasi.
fr: Vous pouvez toujours gérer cette Duck Address à partir des e-mails reçus de sa part dans votre boîte de réception personnelle.
hr: I dalje možeš upravljati ovom Duck Address adresom putem e-pošte koju si od nje primio u svom osobnom sandučiću.
hu: Ezt a Duck-címet a személyes postafiókodban továbbra is kezelheted az erről a címről érkező e-mailek segítségével.
it: Puoi comunque gestire questo Duck Address dalle e-mail da esso ricevute nella tua casella di posta personale.
lt: Šį „Duck Address“ vis dar galite valdyti iš jo į savo asmeninę pašto dėžutę gautais el. laiškais.
lv: Tu joprojām vari pārvaldīt šo Duck adresi, izmantojot no tās saņemtos e-pasta ziņojumus savā personīgajā pastkastītē.
nb: Du kan fortsatt administrere denne Duck-adressen fra e-poster du mottar fra den i din personlige innboks.
nl: Je kunt dit Duck Address nog steeds beheren via e-mails die je ervan ontvangt in je persoonlijke inbox.
pt: Ainda podes gerir este Duck Address a partir dos e-mails recebidos deste endereço na tua caixa de entrada pessoal.
ro: Poți gestiona în continuare această Duck Address din e-mailurile primite de la aceasta în căsuța ta de e-mail personală.
ru: Вы по-прежнему можете управлять этим адресом Duck Address через поступившие на него письма в своем почтовом ящике.
sk: Túto Duck adresu môžete naďalej spravovať z e-mailov, ktoré z nej dostanete do svojej osobnej schránky.
sl: Ta naslov Duck Address lahko še vedno upravljate iz e-poštnih sporočili, ki jih prejmete z njega, v svojem osebnem e-poštnem predalu.
sv: Du kan fortfarande hantera denna Duck Address från e-postmeddelanden som tas emot från den till din personliga inkorg.
tr: Bu Duck Address'i kişisel hesabınıza gönderilen e-postalardan yönetmeye devam edebilirsiniz.

# autofill.removed.duck.address.title
source: Private Duck Address username was removed
bg: Потребителското име на личен Duck Address беше премахнато
cs: Soukromé uživatelské jméno Duck Address je smazané
da: Privat Duck Address-brugernavn blev fjernet
de: Benutzername von Private Duck Address wurde entfernt
el: Το ιδιωτικό όνομα χρήστη Duck Address καταργήθηκε
et: Privaatse Duck Addressi kasutajanimi eemaldati
fi: Yksityinen Duck Address -käyttäjätunnus on poistettu
fr: Le nom d'utilisateur de la Duck Address privée a été supprimé
hr: Korisničko ime privatne Duck Address adrese uklonjeno je
hu: Privát Duck-cím felhasználóneve eltávolítva
it: Il nome utente Private Duck Address è stato rimosso
lt: Privatus „Duck Address“ naudotojo vardas buvo pašalintas
lv: Privātās Duck adreses lietotājvārds tika noņemts
nb: Brukernavn for privat Duck-adresse ble fjernet
nl: De persoonlijke gebruikersnaam voor het Duck Address is verwijderd
pt: O nome de utilizador privado do Duck Address foi removido
ro: Numele de utilizator pentru Duck Address privată a fost eliminat
ru: Приватное имя пользователя Duck Address удалено
sk: Používateľské meno Private Duck Address bolo odstránené
sl: Uporabniško ime za zasebni naslov Duck Address je bilo odstranjeno
sv: Användarnamn för privat Duck Address har tagits bort
tr: Özel Duck Address kullanıcı adı kaldırıldı

# autofill.save-login.never-prompt.CTA
source: Never Ask for This Site
bg: Никога не питай за този сайт
cs: Na téhle stránce už se neptat
da: Spørg aldrig på dette websted
de: Für diese Website niemals fragen
el: Μην ζητάτε ποτέ αυτόν τον ιστότοπο
et: Ära selle saidi kohta rohkem küsi
fi: Älä kysy enää tällä sivustolla
fr: Ne jamais demander pour ce site
hr: Nikada ne traži za ovu web lokaciju
hu: Soha ne kérdezzen rá ennél a webhelynél
it: Non chiedere mai per questo sito
lt: Niekada neklauskite šioje svetainėje
lv: Nekad nejautāt par šo vietni
nb: Aldri spør for dette nettstedet
nl: Nooit vragen voor deze site
pt: Nunca pedir para este site
ro: Nu solicita niciodată pentru acest site
ru: Больше не спрашивать на этом сайте
sk: Nikdy sa nepýtať na túto stránku
sl: Nikoli ne vprašaj za to spletno mesto
sv: Fråga aldrig för den här webbplatsen
tr: Bu Site için Hiçbir Zaman Sorma

# autofill.save-login.new-user.title
source: Save this password?
bg: Запазване на тази парола?
cs: Uložit tohle heslo?
da: Gem denne adgangskode?
de: Dieses Passwort speichern?
el: Αποθήκευση αυτού του κωδικού πρόσβασης;
et: Kas salvestada see parool?
fi: Tallennetaanko tämä salasana?
fr: Enregistrer ce mot de passe ?
hr: Želiš li spremiti ovu lozinku?
hu: Mented a jelszót?
it: Salvare questa password?
lt: Išsaugoti šį slaptažodį?
lv: Vai vēlies, lai DuckDuckGo saglabātu tavu paroli?
nb: Vil du lagre dette passordet?
nl: Dit wachtwoord opslaan?
pt: Guardar esta palavra-passe?
ro: Dorești să salvezi această parolă?
ru: Сохранить пароль?
sk: Uložiť toto heslo?
sl: Želite shraniti to geslo?
sv: Spara det här lösenordet?
tr: Bu parola kaydedilsin mi?

# autofill.save-login.no-thanks.CTA
source: No Thanks
bg: Не, благодаря
cs: Ne, děkuji
da: Nej tak.
de: Nein, danke
el: Όχι, ευχαριστώ
et: Ei aitäh
fi: Ei kiitos
fr: Non merci
hr: Ne, hvala
hu: Nem, köszönöm
it: No, grazie
lt: Ne, dėkoju
nb: Nei takk
nl: Nee, bedankt
pt: Não, obrigado
ru: Нет, спасибо
sk: Nie, ďakujem
sl: Ne, hvala
sv: Nej tack
tr: Hayır Teşekkürler

# autofill.save-login.security.message
source: Securely store your password on device with DuckDuckGo Passwords & Autofill.
bg: С DuckDuckGo Passwords & Autofill можете да съхранявате паролата по сигурен начин на устройството.
cs: Bezpečně si ulož heslo do zařízení pomocí funkce pro ukládání a automatické vyplňování hesel DuckDuckGo.
da: Gem din adgangskode sikkert på enheden med DuckDuckGo Passwords & Autofill.
de: Speichere dein Passwort mit DuckDuckGo Passwörter & Autovervollständigen sicher auf dem Gerät.
el: Αποθηκεύστε με ασφάλεια τον κωδικό πρόσβασής σας στη συσκευή με τη λειτουργία DuckDuckGo κωδικοί πρόσβασης και αυτόματη συμπλήρωση.
et: Salvesta oma parool turvaliselt seadmesse DuckDuckGo paroolide ja automaatse täitmisega.
fi: Tallenna salasanasi turvallisesti laitteeseen DuckDuckGon salasanojen ja automaattisen täytön avulla.
fr: Stockez votre mot de passe en toute sécurité sur votre appareil avec DuckDuckGo, Mots de passe et saisie automatique.
hr: Sigurno pohrani svoju lozinku na uređaj pomoću usluge automatskog popunjavanja DuckDuckGo Passwords & Autofill.
hu: Tárold biztonságosan a jelszavaidat az eszközödön a DuckDuckGo Jelszavak és automatikus kitöltés funkciójával.
it: Memorizza in modo sicuro la tua password sul dispositivo con DuckDuckGo Passwords & Autofill.
lt: Saugiai išsaugokite slaptažodį įrenginyje naudodami „DuckDuckGo“ slaptažodžių ir automatinio pildymo parinktį.
nb: Lagre passordet ditt trygt på enheten med DuckDuckGos passord og autofyll.
nl: Sla je wachtwoord veilig op je apparaat op met DuckDuckGo wachtwoorden en automatisch invullen.
pt: Guarda a tua palavra-passe com segurança no dispositivo com a funcionalidade Palavras-passe e preenchimento automático do DuckDuckGo.
ro: Stochează în siguranță parola pe dispozitiv, cu Parole și completare automată DuckDuckGo.
ru: Вы можете сохранить этот пароль на устройстве под надежной защитой функции «Пароли и автозаполнение» от DuckDuckGo.
sk: Heslo bezpečne uložte do zariadenia pomocou aplikácie DuckDuckGo Passwords & Autofill.
sl: S funkcijo DuckDuckGo Passwords & Autofill varno shranite geslo v napravo.
sv: Förvara ditt lösenord säkert på enheten med DuckDuckGo Lösenord och autofyll.
tr: DuckDuckGo Parolalar ve Otomatik Doldurma ile parolanızı cihazınızda güvenle saklayın.

# autofill.save-login.title
source: Save password?
bg: Запазване на паролата?
cs: Uložit heslo?
da: Gem adgangskode?
de: Passwort speichern?
el: Αποθήκευση κωδικού πρόσβασης;
et: Kas salvestada parool?
fi: Tallennetaanko salasana?
fr: Enregistrer le mot de passe ?
hr: Želiš li spremiti lozinku?
hu: Mented a jelszót?
it: Salvare password?
lt: Išsaugoti slaptažodį?
lv: Saglabāt paroli?
nb: Vil du lagre passordet?
nl: Wachtwoord opslaan?
pt: Guardar palavra-passe?
ro: Salvezi parola?
ru: Сохранить пароль?
sk: Uložiť heslo?
sl: Želite shraniti geslo?
sv: Spara lösenord?
tr: Şifre kaydedilsin mi?

# autofill.save-password.save.CTA
source: Save Password
bg: Запазване на паролата
cs: Uložit heslo
da: Gem adgangskode
de: Passwort speichern
el: Αποθήκευση κωδικού πρόσβασης
et: Salvesta parool
fi: Tallenna salasana
fr: Enregistrer le mot de passe
hr: Spremi lozinku
hu: Jelszó mentése
it: Salva password
lt: Išsaugoti slaptažodį
lv: Saglabāt paroli
nb: Lagre passordet
nl: Wachtwoord opslaan
pt: Guardar palavra-passe
ro: Salvează parola
ru: Сохранить пароль
sk: Uložiť heslo
sl: Shrani geslo
sv: Spara lösenord
tr: Şifre Kaydet

# autofill.settings.report.not.working.button.title
source: Report a problem with autofill
bg: Докладване на проблем с автоматичното попълване
cs: Nahlásit problém s automatickým vyplňováním
da: Rapporter et problem med automatisk udfyldning
de: Problem mit Autofill melden
el: Αναφέρετε ένα πρόβλημα με την Αυτόματη συμπλήρωση
et: Teata automaatse täitmise probleemist
fi: Ilmoita automaattisen täytön ongelmasta
fr: Signaler un problème de saisie automatique
hr: Prijavi problem s automatskim popunjavanjem
hu: Automatikus kitöltéssel kapcsolatos probléma jelentése
it: Segnala un problema con la compilazione automatica
lt: Praneškite apie funkcijos „Automatinis užpildymas“ problemą
nb: Rapporter et problem med Autofyll
nl: Meld een probleem met automatisch invullen
pt: Comunicar um problema com o preenchimento automático
ro: Raportează o problemă cu completarea automată
ru: Сообщить о сбое автозаполнения
sk: Nahlásenie problému s funkciou Automatické dopĺňanie
sl: Prijavite težavo s samodejnim izpolnjevanjem
sv: Rapportera ett problem med automatisk ifyllning
tr: Otomatik Doldurmayla ilgili bir sorunu bildirin

# autofill.settings.report.not.working.confirmation.button
source: Send Report
bg: Изпращане на доклад
cs: Poslat zprávu
da: Send rapport
de: Bericht senden
el: Αποστολή Αναφοράς
et: Saada aruanne
fi: Lähetä raportti
fr: Envoyer un rapport
hr: Pošalji izvješće
hu: Jelentés küldése
it: Invia il rapporto
lt: Siųsti ataskaitą
nb: Send rapport
nl: Verzend Rapport
pt: Enviar relatório
ro: Trimite raportul
ru: Отправить жалобу
sk: Odoslať správu
sl: Pošljite poročilo
sv: Skicka anmälan
tr: Rapor gönder

# autofill.settings.report.not.working.confirmation.message
source: Reports sent to DuckDuckGo are anonymous and do not include your username, password, or any other personally identifiable information. The report only includes the website url and and the status of some autofill settings.
bg: Докладите, изпратени до DuckDuckGo, са анонимни и не включват вашите потребителско име, парола или друга лична информация. Докладът съдържа само URL адреса на уебсайта и статуса на някои настройки за автоматично попълване.
cs: Zprávy odeslané službě DuckDuckGo jsou anonymní a neobsahují tvoje uživatelské jméno, heslo ani žádné jiné osobní údaje. Zpráva obsahuje jenom URL webu a stav některých nastavení automatického vyplňování.
da: Rapporter, der sendes til DuckDuckGo, er anonyme og indeholder ikke dit brugernavn, din adgangskode eller andre personligt identificerbare oplysninger. Rapporten indeholder kun webadressen og status for nogle indstillinger for automatisk udfyldning.
de: Berichte, die an DuckDuckGo gesendet werden, sind anonym und enthalten weder deinen Benutzernamen, dein Passwort noch andere personenbezogene Informationen. Der Bericht enthält nur die Website-URL und den Status einiger Einstellungen für das automatische Ausfüllen.
el: Οι αναφορές που αποστέλλονται στο DuckDuckGo είναι ανώνυμες και δεν περιλαμβάνουν το όνομα χρήστη, τον κωδικό πρόσβασής σας ή οποιαδήποτε άλλη πληροφορία που μπορεί να σας ταυτοποιήσει. Η αναφορά περιλαμβάνει μόνο τη διεύθυνση URL του ιστότοπου και την κατάσταση ορισμένων ρυθμίσεων αυτόματης συμπλήρωσης.
et: DuckDuckGo'le saadetud aruanded on anonüümsed ega sisalda sinu kasutajanime, parooli ega muid isikuandmeid. Aruanne sisaldab ainult veebisaidi url-i ja mõne automaatse täitmise sätete olekut.
fi: DuckDuckGolle lähetetyt raportit ovat anonyymejä, eivätkä ne sisällä käyttäjätunnusta, salasanaa tai muita tietoja, joista henkilön voisi tunnistaa. Raportti sisältää vain verkkosivuston url-osoitteen ja joidenkin automaattisen täytön asetusten tilan.
fr: Anonymes, les signalements envoyés à DuckDuckGo n'incluent ni votre nom d'utilisateur, ni votre mot de passe, ni aucune autre information personnellement identifiable. Le signalement inclut uniquement l'URL du site Web et l'état de certains paramètres de saisie automatique.
hr: Izvješća poslana usluzi DuckDuckGo anonimna su i ne sadrže tvoje korisničko ime, lozinku ili bilo koje druge osobne identifikacijske podatke. Izvješće uključuje samo URL web-mjesta i status nekih postavki automatskog popunjavanja.
hu: A DuckDuckGónak küldött jelentések névtelenek, és azokban nem szerepel a felhasználóneved, jelszavad vagy más, személyazonosításra alkalmas adatod. A jelentés csak a weboldal URL-jét és néhány automatikus kitöltési beállítás állapotát tartalmazza.
it: Le segnalazioni inviate a DuckDuckGo sono anonime e non includono il nome utente, la password o altre informazioni di identificazione personale. Il rapporto include solo l'url del sito web e lo stato di alcune impostazioni di compilazione automatica.
lt: „DuckDuckGo“ siunčiami pranešimai yra anoniminiai, juose nėra jūsų naudotojo vardo, slaptažodžio ar kitos jūsų tapatybę identifikuojančios informacijos. Pranešime pateikiamas tik interneto svetainės URL adresas ir kai kurių automatinio užpildymo nustatymų būsena.
nb: Rapporter som sendes til DuckDuckGo er anonyme og inneholder ikke ditt brukernavn, passord eller annen personlig identifiserbar informasjon. Rapporten inneholder bare nettadressen til nettstedet og statusen til noen innstillinger for autofyll.
nl: Rapporten die worden verzonden naar DuckDuckGo zijn anoniem en bevatten geen gebruikersnaam, wachtwoord of andere persoonlijk identificeerbare informatie. Het rapport bevat alleen de URL van de website en de status van sommige instellingen voor automatisch invullen.
pt: Os relatórios enviados para o DuckDuckGo são anónimos e não incluem o teu nome de utilizador, palavra-passe ou qualquer outra informação pessoal identificável. O relatório inclui apenas o URL do site e o estado de algumas definições de preenchimento automático.
ro: Sesizările trimise către DuckDuckGo sunt anonime și nu includ numele tău de utilizator, parola sau orice alte informații de identificare personală. Sesizarea include doar URL-ul site-ului și starea unor setări de completare automată.
ru: Отчеты о сбоях отправляются в DuckDuckGo анонимно, то есть без указания вашего имени пользователя, пароля и другой информации, по которой можно установить вашу личность. В отчет входит только адрес сайта и состояние некоторых настроек автозаполнения.
sk: Zostavy odoslané spoločnosti DuckDuckGo sú anonymné a neobsahujú vaše meno používateľa, heslo ani žiadne iné osobne identifikovateľné údaje. Zostava obsahuje iba adresu URL webovej lokality a stav niektorých nastavení automatického vypĺňania.
sl: Poročila, poslana DuckDuckGo, so anonimna in ne vključujejo vašega uporabniškega imena, gesla ali drugih osebnih podatkov, ki omogočajo individualno prepoznavanje. Poročilo vključuje samo URL spletnega mesta in stanje nekaterih nastavitev samodejnega izpolnjevanja.
sv: Rapporter som skickas till DuckDuckGo är anonyma och innehåller inte ditt användarnamn, lösenord eller någon annan personligt identifierbar information. Rapporten innehåller endast webbplatsens webbadress och status för vissa inställningar för automatisk ifyllning.
tr: DuckDuckGo'ya gönderilen raporlar anonimdir ve kullanıcı adınızı, şifrenizi veya diğer kişisel olarak tanımlanabilir bilgilerinizi içermez. Rapor yalnızca web sitesi URL'sini ve bazı otomatik doldurma ayarlarının durumunu içerir.

# autofill.settings.report.not.working.confirmation.title
source: Report autofill not working on %@?
bg: Искате ли да докладвате, че автоматичното попълване не работи на %@?
cs: Nahlásit, že na webu %@ automatické vyplňování nefunguje?
da: Virker rapportering af automatisk udfyldning ikke på %@?
de: Funktioniert das automatische Ausfüllen des Berichts nicht auf %@?
el: Θέλετε να αναφέρετε ότι η αυτόματη συμπλήρωση δεν λειτουργεί στο %@;
et: Teata, et automaatne täitmine ei tööta saidil %@?
fi: Ilmoita, että automaattinen täyttö ei toimi sivustolla %@?
fr: La saisie automatique du signalement ne fonctionne pas sur %@ ?
hr: Izvještaj o automatskom popunjavanju ne radi na %@?
hu: Jelented, hogy az automatikus kitöltés nem működik a megnyitni kívánt %@ webhelyen?
it: Il rapporto di compilazione automatica non funziona su %@?
lt: Pranešimas apie automatinį užpildymą neveikia svetainėje %@?
nb: Rapportere at autofyll ikke fungerer på %@?
nl: Rapporteren dat automatisch invullen niet werkt op %@?
pt: Comunicar que o preenchimento automático não funciona em %@?
ro: Raportezi că completarea automată nu funcționează pe %@?
ru: Сообщить о сбое в работе автозаполнения на %@?
sk: Chcete nahlásiť, že automatické dopĺňanie nefunguje na %@?
sl: Poročilo o samodejnem izpolnjevanju ne deluje na spletnem mestu %@?
sv: Rapportera att automatisk ifyllning inte fungerar på %@?
tr: %@ üzerinde otomatik doldurmanın çalışmadığı bildirilsin mi?

# autofill.settings.report.not.working.sent.confirmation
source: Thank you! Your report will help us make DuckDuckGo better for everyone.
bg: Благодарим ви! Вашето докладване ще ни помогне да направим DuckDuckGo по-добър за всички.
cs: Děkujeme! Podrobnosti od tebe nám pomůžou zlepšit DuckDuckGo pro všechny.
da: Tak! Din rapport hjælper med at gøre DuckDuckGo bedre for alle.
de: Vielen Dank! Dein Bericht hilft uns, DuckDuckGo für alle zu verbessern.
el: Σε ευχαριστούμε! Η αναφορά σας θα μας βοηθήσει ώστε να γίνει το DuckDuckGo καλύτερο για όλους.
et: Aitäh! Sinu aruanne aitab meil muuta DuckDuckGo kõigi jaoks paremaks.
fi: Kiitos! Ilmoituksesi auttaa meitä tekemään DuckDuckGosta paremman kaikille!
fr: Merci ! Votre signalement nous aidera à améliorer DuckDuckGo pour tous.
hr: Hvala! Tvoj će izvještaj pomoći poboljšati DuckDuckGo za sve.
hu: Köszönjük! A jelentésed segít nekünk abban, hogy a DuckDuckGo mindenki számára jobb élményt nyújthasson.
it: Grazie. Il tuo rapporto ci aiuterà a rendere DuckDuckGo migliore per tutti.
lt: Dėkojame! Jūsų pranešimas padės mums tobulinti „DuckDuckGo“ visiems.
nb: Takk! Rapporten din vil hjelpe oss med å gjøre DuckDuckGo bedre for alle.
nl: Bedankt! Jouw rapport helpt ons DuckDuckGo beter te maken voor iedereen.
pt: Obrigado! O teu relatório ajuda-nos a melhorar o DuckDuckGo para todos.
ro: Mulțumim! Sesizarea ta ne va ajuta să îmbunătățim DuckDuckGo pentru toată lumea.
ru: Спасибо! Ваш отчет поможет нам улучшить DuckDuckGo для всех.
sk: Ďakujeme! Vaše hlásenie nám pomôže zlepšiť DuckDuckGo pre všetkých.
sl: Hvala! Vaše poročilo nam bo pomagalo izboljšati DuckDuckGo za vse.
sv: Tack! Din rapport hjälper oss att göra DuckDuckGo bättre för alla.
tr: Teşekkür ederiz! Raporunuz DuckDuckGo'yu herkes için daha iyi hale getirmemize yardımcı olacak.

# autofill.settings.report.not.working.subtitle
source: Anonymously report autofill not working on this site. Passwords are never shared.
bg: Анонимно докладвайте, че автоматичното попълване не работи на този сайт. Паролите никога няма да бъдат споделяни.
cs: Anonymně můžeš nahlásit, že automatické vyplňování na tomhle webu nefunguje. Hesla nikdy nesdílíme.
da: Rapportér anonymt, at automatisk udfyldning ikke fungerer på dette websted. Adgangskoder deles aldrig.
de: Melde anonym, dass das automatische Ausfüllen auf dieser Seite nicht funktioniert. Passwörter werden niemals geteilt.
el: Αναφέρετε ανώνυμα ότι η αυτόματη συμπλήρωση δεν λειτουργεί σε αυτόν τον ιστότοπο. Οι κωδικοί πρόσβασης δεν κοινοποιούνται ποτέ.
et: Teata anonüümselt, et automaatne täitmine sellel saidil ei tööta. Paroole ei jagata kunagi.
fi: Tee nimetön ilmoitus automaattisen täytön ongelmista tällä sivustolla. Salasanoja ei koskaan jaeta.
fr: La saisie automatique du signalement ne fonctionne pas sur ce site. Les mots de passe ne sont jamais partagés.
hr: Anonimno prijavi da automatsko popunjavanje ne radi na ovom web-mjestu. Lozinke se nikada ne dijele.
hu: Jelentsd névtelenül, hogy az automatikus kitöltés nem működik ezen a webhelyen. Jelszavak megosztására soha nem kerül sor.
it: Segnala in forma anonima la compilazione automatica non funzionante su questo sito. Le password non vengono mai condivise.
lt: Anonimiškai praneškite apie automatinį užpildymą, kuris neveikia šioje svetainėje. Slaptažodžiai niekada nėra bendrinami.
nb: Rapporter anonymt at autofyll ikke fungerer på dette nettstedet. Passord deles aldri.
nl: Anoniem melden dat automatisch invullen niet werkt op deze site. Wachtwoorden worden nooit gedeeld.
pt: Denuncia anonimamente que o preenchimento automático não está a funcionar neste site. As palavras-passe nunca são partilhadas.
ro: Raportează anonim că completarea automată nu funcționează pe acest site. Parolele nu sunt niciodată comunicate.
ru: Анонимный отчет о сбое в работе функции автозаполнения на этом сайте. Ни в коем случае не включает пароли.
sk: Anonymne nahláste, že automatické dopĺňanie na tejto stránke nefunguje. Heslá sa nikdy nezdieľajú.
sl: Anonimno prijavite, da samodejno izpolnjevanje ne deluje na tem spletnem mestu. Gesla niso nikoli deljena.
sv: Rapportera anonymt att automatisk ifyllning inte fungerar på den här webbplatsen. Lösenord delas aldrig.
tr: Otomatik doldurmanın bu sitede çalışmadığını anonim olarak bildirin. Şifreler asla paylaşılmaz.

# autofill.settings.report.not.working.title
source: Autofill not working?
bg: Не работи ли автоматичното попълване?
cs: Automatické vyplňování nefunguje?
da: Virker automatisk udfyldning ikke?
de: Automatisches Ausfüllen funktioniert nicht?
el: Δεν λειτουργεί η αυτόματη συμπλήρωση;
et: Kas automaatne täitmine ei tööta?
fi: Eikö automaattinen täyttö toimi?
fr: La saisie automatique ne fonctionne pas ?
hr: Automatsko popunjavanje ne radi?
hu: Nem működik az automatikus kitöltés?
it: La compilazione automatica non funziona?
lt: Automatinis užpildymas neveikia?
nb: Fungerer ikke autofyll?
nl: Automatisch invullen werkt niet?
pt: O preenchimento automático não está a funcionar?
ro: Completarea automată nu funcționează?
ru: Не работает автозаполнение?
sk: Nefunguje automatické dopĺňanie?
sl: Samodejno izpolnjevanje ne deluje?
sv: Automatisk ifyllning fungerar inte?
tr: Otomatik doldurma çalışmıyor mu?
