Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# voiceSearch.footer.note
source: Add Private Voice Search option to the address bar. Audio is not stored or shared with anyone, including DuckDuckGo.
bg: Добавете опция за поверително гласово търсене към адресната лента. Звукът не се съхранява и не се споделя с никого, включително с DuckDuckGo.
cs: Přidej si na adresní řádek funkci soukromého hlasového vyhledávání. Zvuk nikde neukládáme a s nikým ho nesdílíme. Ani DuckDuckGo se k němu nedostane.
da: Tilføj privat stemmesøgningsmulighed til adresselinjen Lyden bliver ikke gemt eller delt med nogen, heller ikke DuckDuckGo.
de: Füge die Option „Private Sprachsuche“ zur Adressleiste hinzu.Audio wird weder gespeichert noch an Dritte weitergegeben, auch nicht an DuckDuckGo.
el: Προσθήκη της επιλογής Ιδιωτική φωνητική αναζήτηση στη γραμμή διευθύνσεων. Ο ήχος δεν αποθηκεύεται ούτε κοινοποιείται σε οποιονδήποτε, συμπεριλαμβανομένου του DuckDuckGo.
et: Lisa aadressiribale privaatse häälotsingu valik. Heli ei salvestata ega jagata kellegagi, sealhulgas DuckDuckGoga.
fi: Lisää yksityinen äänihakuvaihtoehto osoitepalkkiin. Ääntä ei tallenneta eikä jaeta kenellekään, edes DuckDuckGolle.
fr: Ajoutez l'option Recherche vocale privée à la barre d'adresse. L'audio n'est ni stocké ni partagé avec qui que ce soit, y compris DuckDuckGo.
hr: Dodaj opciju privatnog glasovnog pretraživanja na adresnu traku. Zvuk se ne pohranjuje i ne dijeli ni s kim, uključujući DuckDuckGo.
hu: Privát beszédhangalapú keresési opció hozzáadása a címsorhoz. A hangot nem tároljuk és nem osztjuk meg senkivel, még a DuckDuckGóval sem.
it: Aggiungi l'opzione di ricerca vocale alla barra degli indirizzi. L'audio non viene memorizzato né condiviso, nemmeno con DuckDuckGo.
lt: Adreso juostoje pridėkite privačios paieškos balsu parinktį. Garso įrašai nesaugomi ir jais su niekuo nesidalijama, įskaitant „DuckDuckGo“.
lv: Pievienot adreses joslai opciju "Privātā meklēšana ar balsi". Audioieraksti netiek saglabāti un kopīgoti ar citiem, pat ne ar DuckDuckGo.
nb: Legg til alternativet privat talesøk i adressefeltet. Lydopptakene verken lagres eller deles med noen, inkludert DuckDuckGo.
nl: Voeg de optie 'Private spraakopdracht' toe aan de adresbalk. Audio wordt niet opgeslagen en met niemand gedeeld, ook niet met DuckDuckGo.
pt: Adicionar opção de pesquisa privada por voz à barra de endereços. O áudio não é armazenado nem partilhado com ninguém, incluindo o DuckDuckGo.
ro: Adaugă opțiunea de Căutare vocală privată în bara de adrese.Sunetul nu este stocat sau partajat cu nimeni, inclusiv cu DuckDuckGo.
ru: Добавить опцию «Частный голосовой поиск» в адресную строку. Ваш голосовой запрос не сохраняется и никуда не передается, даже в DuckDuckGo.
sk: Do panela s adresou pridajte možnosť Súkromné hlasové vyhľadávanie. Zvuk sa neukladá ani sa s nikým nezdieľa, a to vrátane DuckDuckGo.
sl: Dodajte možnost zasebnega glasovnega iskanja v naslovno vrstico. Zvok ni shranjen ali posredovan nikomur niti DuckDuckGo.
sv: Lägg till alternativet privat röstsökning i adressfältet Ljud lagras inte och delas inte med någon, inte ens DuckDuckGo.
tr: Adres çubuğuna Gizli Sesli Arama seçeneğini ekleyin. Ses kaydı depolanmaz veya DuckDuckGo dâhil olmak üzere kimseyle paylaşılmaz.
uk: Аудіо обробляється на пристрої. Воно не зберігається і не надається нікому, включаючи DuckDuckGo.

# voiceSearch.footer.note.old
source: Audio is processed on-device. It's not stored or shared with anyone, including DuckDuckGo.
bg: Аудиото се обработва на устройството. То не се съхранява или споделя с никого, включително DuckDuckGo.
cs: Zvuk se zpracovává na zařízení. Nikde ho neukládáme a s nikým ho nesdílíme. Ani DuckDuckGo se k němu nedostane.
da: Lyden behandles på enheden. Den hverken gemmes eller deles med nogen, inklusive DuckDuckGo.
de: Audio wird auf dem Gerät verarbeitet. Es wird weder gespeichert noch an Dritte weitergegeben, auch nicht an DuckDuckGo.
el: Η επεξεργασία του ήχου πραγματοποιείται στη συσκευή. Δεν αποθηκεύεται ούτε κοινοποιείται σε οποιονδήποτε, συμπεριλαμβανομένου του DuckDuckGo.
et: Heli töödeldakse seadmes. Seda ei salvestata ega jagata kellegagi, sealhulgas DuckDuckGoga.
fi: Ääni käsitellään laitteella. Sitä ei tallenneta eikä jaeta kenellekään, edes DuckDuckGolle.
fr: L'audio est traité directement sur l'appareil. Il n'est ni stocké ni partagé avec qui que ce soit, y compris DuckDuckGo.
hr: Zvuk se obrađuje na uređaju. Ne pohranjuje se i ne dijeli ni s kim, uključujući DuckDuckGo.
hu: A hang feldolgozása az eszközön történik. Nem tároljuk és nem osztjuk meg senkivel, még a DuckDuckGóval sem.
it: L'audio viene elaborato sul dispositivo e non viene memorizzato né condiviso con altri utenti, nemmeno con DuckDuckGo.
lt: Garsas apdorojamas įrenginyje. Jis nesaugomas ir su niekuo, įskaitant „DuckDuckGo“, nebendrinamas.
lv: Audio tiek apstrādāts ierīcē. Tas netiek glabāts, un tam nevar piekļūt neviens, pat ne DuckDuckGo.
nb: Lyd behandles på enheten. Den lagres ikke og deles ikke med noen, heller ikke med DuckDuckGo.
nl: Audio wordt op het apparaat verwerkt. Het wordt niet opgeslagen of met iemand gedeeld, ook niet met DuckDuckGo.
pt: O áudio é processado no dispositivo. Não foi armazenado ou partilhado com ninguém, incluindo o DuckDuckGo.
ro: Componenta audio este prelucrată pe dispozitiv. Nu este stocată sau distribuită nimănui, nici DuckDuckGo.
ru: Аудио обрабатывается непосредственно на устройстве, не хранится и не передается никому, даже DuckDuckGo.
sk: Zvuk sa spracováva v zariadení. Neukladá sa nikde a s nikým, vrátane DuckDuckGo, sa nezdieľa.
sl: Zvok bo obdelan v napravi. Zvok ne bo shranjen in ne bo deljen z drugimi, niti z brskalnikom DuckDuckGo.
sv: Ljudet bearbetas på enheten. Det lagras inte och delas inte med någon, inte ens DuckDuckGo.
tr: Ses cihazda işlenir. Saklanmaz ve DuckDuckGo da dâhil olmak üzere kimseyle paylaşılmaz.

# vpn.access-revoked.alert.action.cancel
source: Dismiss
bg: Отказване
cs: Odmítnout
da: Afvis
de: Verwerfen
el: Απόρριψη
et: Loobu
fi: Hylkää
fr: Ignorer
hr: Odbaci
hu: Elutasítás
it: Ignora
lt: Atmesti
nb: Avvis
nl: Negeren
pt: Ignorar
ru: Отклонить
sk: Odmietnuť
sl: Opusti
sv: Avvisa
tr: Reddet

# vpn.access-revoked.alert.action.subscribe
source: Subscribe
bg: Абонамент
cs: Odebírat novinky
da: Abonner
de: Abonnieren
el: Εγγραφείτε
et: Telli
fi: Tilaa
fr: S'abonner
hr: Pretplati se
hu: Feliratkozás
it: Iscriviti
lt: Prenumeruoti
nb: Abonner
nl: Abonneer
pt: Subscrever
ru: Подписаться
sk: Prihlásiť sa na odber
sl: Naročite se
sv: Prenumerera
tr: Abone ol

# vpn.access-revoked.alert.message
source: Subscribe to Privacy Pro to reconnect DuckDuckGo VPN.
bg: Абонирайте се за Privacy Pro, за да свържете отново DuckDuckGo VPN.
cs: Předplať si službu Privacy Pro, ať můžeš DuckDuckGo VPN dál používat.
da: Abonner på Privacy Pro for at genoprette forbindelsen til DuckDuckGo VPN.
de: Abonniere Privacy Pro, um die Verbindung zum DuckDuckGo-VPN wiederherzustellen.
el: Εγγραφείτε στο Privacy Pro για να συνδέσετε εκ νέου το DuckDuckGo VPN.
et: DuckDuckGo VPN-i taasühendamiseks telli Privacy Pro.
fi: Tilaa Privacy Pro, jotta voit yhdistää DuckDuckGo VPN:n uudelleen.
fr: Abonnez-vous à Privacy Pro pour reconnecter le VPN DuckDuckGo.
hr: Pretplati se na Privacy Pro kako bi ponovno povezao DuckDuckGo VPN.
hu: Fizess elő a Privacy Pro szolgáltatásra a DuckDuckGo VPN újracsatlakoztatásához.
it: Iscriviti a Privacy Pro per riconnettere la VPN di DuckDuckGo.
lt: „DuckDuckGo“ VPN galima naudoti nemokamai, kol veikia beta versija.
nb: Abonner på Privacy Pro for å koble til DuckDuckGo-VPN igjen.
nl: Abonneer je op Privacy Pro om opnieuw verbinding te maken met DuckDuckGo VPN.
pt: Subscreve o Privacy Pro para voltar a ligar a DuckDuckGo VPN.
ru: Чтобы вновь подключиться к DuckDuckGo VPN, оформите подписку Privacy Pro.
sk: Predplať si Privacy Pro, aby si znova pripojil/a DuckDuckGo VPN.
sl: Naročite se na Privacy Pro, da znova povežete DuckDuckGo VPN.
sv: Prenumerera på Privacy Pro för att återansluta DuckDuckGo VPN.
tr: DuckDuckGo VPN'e yeniden bağlanmak için Privacy Pro'ya abone olun.

# vpn.access-revoked.alert.title
source: VPN disconnected due to expired subscription
bg: VPN връзката е прекъсната поради изтекъл абонамент
cs: VPN byla odpojena kvůli vypršení platnosti předplatného
da: VPN er afbrudt på grund af et udløbet abonnement
de: VPN aufgrund abgelaufenen Abonnements getrennt
el: Το VPN αποσυνδέθηκε λόγω λήξης της συνδρομής
et: VPN-ühendus katkestati aegunud tellimuse tõttu
fi: VPN-yhteys katkaistu vanhentuneen tilauksen takia.
fr: VPN déconnecté en raison de l'expiration de l'abonnement
hr: VPN je isključen zbog isteka pretplate
hu: A VPN megszakadt, mert lejárt az előfizetésed
it: La VPN si è scollegata a causa di un abbonamento scaduto
lt: VPN atjungtas dėl pasibaigusios prenumeratos.
nb: VPN ble frakoblet på grunn av et utløpt abonnement
nl: De verbinding met de VPN is verbroken omdat het abonnement is beëindigd
pt: VPN desativada devido a subscrição expirada
ru: VPN отключен ввиду окончания подписки
sk: VPN bola odpojená kvôli vypršaniu platnosti predplatného.
sl: VPN je prekinjen zaradi potekle naročnine.
sv: VPN har kopplats från på grund av att abonnemanget har gått ut
tr: Abonelik süresi dolduğu için VPN bağlantısı kesildi

# vpn.addWidget.settings.title
source: Find and select **DuckDuckGo**, then swipe to **VPN** and select **Add Widget**
bg: Намерете и изберете **DuckDuckGo**, след това плъзнете до **VPN** и изберете **Добавяне на приспособление**
cs: Najdi a vyber **DuckDuckGo**. Potom se posuň na **VPN** a vyber **Add Widget** [Přidat widget].
da: Find og vælg **DuckDuckGo**, swipe derefter til **VPN**, og vælg **Tilføj widget**
de: Finde **DuckDuckGo** und wähle es aus. Wische dann zu **VPN** und wähle **Widget hinzufügen**.
el: Βρείτε και επιλέξτε το **DuckDuckGo**, έπειτα σύρετε προς το **VPN** και επιλέξτε **Προσθήκη μικροεφαρμογής**
et: Leia ja vali **DuckDuckGo**, seejärel pühi **VPN**-ile ja vali **Lisa vidin**
fi: Etsi ja valitse **DuckDuckGo**, pyyhkäise sitten kohtaan **VPN** ja valitse **Lisää widget**.
fr: Trouvez et sélectionnez **DuckDuckGo**, puis glissez vers **VPN** et sélectionnez **Ajouter un widget**
hr: Pronađi i odaberi **DuckDuckGo**, zatim prijeđi prstom do **VPN-a** i odaberi **Dodaj widget**.
hu: Keresd meg, és jelöld ki a **DuckDuckGo** elemet, majd húzd az ujjad a **VPN** elemre, és válaszd a **Widget hozzáadása** lehetőséget
it: Trova e seleziona **DuckDuckGo**, quindi scorri fino a **VPN** e seleziona **Aggiungi widget**
lt: Raskite ir pasirinkite **DuckDuckGo**, tada perbraukite iki **VPN** ir pasirinkite **Pridėti valdiklį**
nb: Finn og velg **DuckDuckGo**, sveip til **VPN** og velg **Legg til widget**
nl: Zoek en selecteer **DuckDuckGo**, veeg vervolgens naar **VPN** en selecteer **Widget toevoegen**.
pt: Encontra e seleciona **DuckDuckGo**, em seguida, desliza até **VPN** e seleciona **Adicionar widget**
ro: Găsește și selectează DuckDuckGo. Apoi glisează la VPN și selectează Adaugă widget.
ru: Найдите и выберите **DuckDuckGo**, а затем с помощью свайпа перейдите к **VPN** и выберите вариант **Добавить виджет**.
sk: Nájdi a vyber **DuckDuckGo**, potom potiahni prstom na položku **VPN**, a vyber položku **Pridať miniaplikáciu**.
sl: Poiščite in izberite **DuckDuckGo**, nato povlecite do **VPN** in izberite **Dodaj pripomoček**.
sv: Hitta och välj **DuckDuckGo**, svep sedan till **VPN** och välj **Lägg till widget**
tr: **DuckDuckGo**'yu bulup seçin, ardından **VPN**'e kaydırın ve **Widget Ekle**'yi seçin

# vpn.control-widget.disable.vpn.intent.success
source: DuckDuckGo VPN is connected
bg: Функцията DuckDuckGo VPN е включена
cs: VPN DuckDuckGo je připojená
da: DuckDuckGo VPN er forbundet
de: DuckDuckGo VPN ist verbunden
el: Το DuckDuckGo VPN είναι συνδεδεμένο
et: DuckDuckGo VPN on ühendatud
fi: DuckDuckGo VPN on yhdistetty.
fr: Le VPN DuckDuckGo est connecté
hr: DuckDuckGo VPN je povezan
hu: A DuckDuckGo VPN csatlakoztatva van
it: La VPN di DuckDuckGo è connessa
lt: „DuckDuckGo“ VPN prijungtas
nb: DuckDuckGos VPN er koblet til
nl: DuckDuckGo VPN is verbonden
pt: A VPN DuckDuckGo está ligada
ru: VPN DuckDuckGo подключен
sk: DuckDuckGo VPN je pripojené
sl: Omrežje VPN DuckDuckGo je povezano
sv: DuckDuckGo VPN är anslutet
tr: DuckDuckGo VPN bağlı

# vpn.control-widget.education.screen.description
source: Siri Shortcuts let you connect to your VPN with a quick voice command, like “Siri, turn on DuckDuckGo VPN”. It’s a fast, hands-free way to use your VPN.
bg: Можете да използвате бързите клавиши на Сири за включване на VPN услугата чрез бърза гласова команда, например „Сири, включи DuckDuckGo VPN“. Това е бърз начин да включите VPN, без да използвате ръцете си.
cs: Zkratky Siri ti umožní připojit se k VPN pomocí rychlého hlasového příkazu, jako je „Siri, turn on DuckDuckGo VPN“ [Siri, zapni VPN DuckDuckGo]. Zvládneš to rychle, i když máš zrovna plné ruce.
da: Siri-genveje lader dig forbinde til din VPN med en hurtig stemmekommando, som "Siri, tænd for DuckDuckGo VPN". Det er en hurtig og håndfri måde at bruge din VPN på.
de: Siri-Kurzbefehle ermöglichen es dir, mit einem schnellen Sprachbefehl wie „Siri, aktiviere DuckDuckGo VPN“ eine Verbindung zu deinem VPN herzustellen. So kannst du dein VPN schnell und freihändig nutzen.
el: Οι συντομεύσεις Siri σάς επιτρέπουν να συνδεθείτε στο VPN με μια γρήγορη φωνητική εντολή, όπως «Siri, ενεργοποίησε το DuckDuckGo VPN». Είναι ένας γρήγορος τρόπος, χωρίς χρήση χεριών, για να χρησιμοποιείτε το VPN.
et: Siri otseteed võimaldavad teil oma VPN-iga ühenduse luua kiire häälkäsklusega, näiteks "Siri, lülita DuckDuckGo VPN sisse". See on kiire ja käed-vaba viis oma VPN-i kasutamiseks.
fi: Siri-pikakomentojen avulla voit muodostaa yhteyden VPN:ään nopealla äänikomennolla, kuten "Siri, ota DuckDuckGo VPN käyttöön". Se on nopea ja kätevä tapa käyttää VPN:ää ilman käsiä.
fr: Les raccourcis Siri vous permettent de vous connecter à votre VPN grâce à une commande vocale rapide, comme « Siri, active le VPN DuckDuckGo ». C'est un moyen rapide et mains libres d'utiliser votre VPN.
hr: Siri prečaci omogućuju ti povezivanje s VPN-om brzom glasovnom naredbom, poput „Siri, uključi DuckDuckGo VPN“. To je brz način korištenja VPN-a bez upotrebe ruku.
hu: A Siri-parancsok lehetővé teszik, hogy gyors hangparanccsal csatlakozz a VPN-hez, például a „Siri, turn on DuckDuckGo VPN” („Siri, kapcsold be a DuckDuckGo VPN alkalmazást”) utasítás kimondásával. Ez egy gyors, kézhasználat nélküli módja a VPN működtetésének.
it: Le scorciatoie di Siri permettono di connettersi alla tua VPN con un rapido comando vocale, ad esempio "Siri, attiva la VPN DuckDuckGo". È un modo semplice e comodo per usare la VPN.
lt: „Siri“ spartieji klavišai leidžia prisijungti prie VPN naudojant greitą balso komandą, pvz., „Siri“, įjunk „DuckDuckGo“ VPN. Tai greitas ir patogus būdas naudotis savo VPN be rankų.
nb: Du kan bruke Siri-snarveier til å koble til VPN-et med en kjapp talekommando, for eksempel «Siri, slå på DuckDuckGo VPN». Det er en rask, håndfri måte å bruke VPN på.
nl: Met Siri-snelkoppelingen kun je verbinding maken met je VPN met een snel spraakcommando, zoals "Siri, zet DuckDuckGo VPN aan". Het is een snelle, handsfree manier om je VPN te gebruiken.
pt: Os atalhos da Siri permitem que te ligues à tua VPN com um comando de voz rápido, como "Siri, ativa a VPN DuckDuckGo". É uma forma rápida e mãos-livres de usares a tua VPN.
ru: Быстрые команды Siri позволяют оперативно подключиться к VPN с помощью голосового управления, например: «Siri, включи DuckDuckGo VPN». Это быстрый и удобный способ включить VPN, не занимая рук.
sk: Skratky Siri ti umožňujú pripojiť sa k VPN pomocou rýchleho hlasového príkazu, napríklad „Siri, zapni DuckDuckGo VPN“. Je to rýchly a bezdotykový spôsob, ako používať svoju VPN.
sl: Z bližnjicami Siri lahko vzpostavite povezavo z omrežjem VPN s hitrim glasovnim ukazom, kot je »Siri, vklopi DuckDuckGo VPN«. To je hiter in prostoročen način za uporabo omrežja VPN.
sv: Med Siri-genvägar kan du ansluta till ditt VPN med ett snabbt röstkommando, som ”Siri, sätt igång DuckDuckGo VPN”. Det är ett snabbt och handsfritt sätt att använda ditt VPN.
tr: Siri Kısayolları, "Siri, DuckDuckGo VPN'i aç" gibi hızlı bir sesli komutla VPN'e bağlanmanızı sağlar. Bu VPN kullanmanın hızlı ve eller serbest bir yoludur.

# vpn.control-widget.education.screen.example1
source: Siri, start DuckDuckGo VPN.
bg: Сири, стартирай DuckDuckGo VPN.
cs: Siri, start DuckDuckGo VPN [Siri, spusť VPN DuckDuckGo]
de: Siri, starte DuckDuckGo VPN.
el: Siri, ξεκίνα το DuckDuckGo VPN.
et: Siri, käivita DuckDuckGo VPN.
fi: Siri, käynnistä DuckDuckGo VPN.
fr: Siri, démarre le VPN DuckDuckGo.
hr: Siri, pokreni DuckDuckGo VPN.
hu: Siri, start DuckDuckGo VPN. (Siri, indítsd el a DuckDuckGo VPN alkalmazást.)
it: Siri, avvia VPN DuckDuckGo.
lt: Siri, paleisk „DuckDuckGo VPN“.
pt: Siri, inicia a VPN DuckDuckGo.
ru: Siri, запусти DuckDuckGo VPN.
sk: Siri, spusti DuckDuckGo VPN.
sl: Siri, zaženi DuckDuckGo VPN.
sv: Siri, starta DuckDuckGo VPN.
tr: Siri, DuckDuckGo VPN'i başlat.

# vpn.control-widget.education.screen.example2
source: Siri, enable DuckDuckGo VPN.
bg: Сири, активирай DuckDuckGo VPN.
cs: Siri, enable DuckDuckGo VPN [Siri, povol VPN DuckDuckGo]
da: Siri, aktiver DuckDuckGo VPN.
de: Siri, aktiviere DuckDuckGo VPN.
el: Siri, ενεργοποίησε το DuckDuckGo VPN.
et: Siri, aktiveeri DuckDuckGo VPN.
fi: Siri, aktivoi DuckDuckGo VPN.
fr: Siri, active le VPN DuckDuckGo.
hr: Siri, omogući DuckDuckGo VPN.
hu: Siri, enable DuckDuckGo VPN. (Siri, engedélyezd a DuckDuckGo VPN alkalmazást.)
it: Siri, abilita la VPN DuckDuckGo.
lt: Siri, įjunk „DuckDuckGo“ VPN.
nb: Siri, aktiver DuckDuckGo VPN.
nl: Siri, schakel DuckDuckGo VPN in.
pt: Siri, ativa a VPN DuckDuckGo.
ru: Siri, включи DuckDuckGo VPN.
sk: Siri, zapni DuckDuckGo VPN.
sl: Siri, omogoči DuckDuckGo VPN.
sv: Siri, aktivera DuckDuckGo VPN.
tr: Siri, DuckDuckGo VPN'i etkinleştir.

# vpn.control-widget.education.screen.example3
source: Siri, protect my device with DuckDuckGo.
bg: Сири, защити устройството ми с DuckDuckGo.
cs: Siri, protect my device with DuckDuckGo [Siri, chraň moje zařízení pomocí DuckDuckGo]
da: Siri, beskyt min enhed med DuckDuckGo.
de: Siri, schütze mein Gerät mit DuckDuckGo.
el: Siri, προστάτευσε τη συσκευή μου με το DuckDuckGo.
et: Siri, kaitse mu seadet DuckDuckGo'ga.
fi: Siri, suojaa laitteeni DuckDuckGon avulla.
fr: Siri, protège mon appareil avec DuckDuckGo.
hr: Siri, zaštiti moj uređaj pomoću DuckDuckGoa.
hu: Siri, protect my device with DuckDuckGo. (Siri, védd meg a készülékemet a DuckDuckGo használatával.)
it: Siri, proteggi il mio dispositivo con DuckDuckGo.
lt: Siri, apsaugok mano įrenginį su „DuckDuckGo“.
nb: Siri, beskytt enheten min med DuckDuckGo.
nl: Siri, bescherm mijn apparaat met DuckDuckGo.
pt: Siri, protege o meu dispositivo com o DuckDuckGo.
ru: Siri, защити мое устройство с помощью DuckDuckGo.
sk: Siri, chráň moje zariadenie pomocou DuckDuckGo.
sl: Siri, zaščiti mojo napravo z DuckDuckGo.
sv: Siri, skydda min enhet med DuckDuckGo.
tr: Siri, cihazımı DuckDuckGo ile koru.

# vpn.control-widget.education.screen.title
source: Control DuckDuckGo VPN with Siri!
bg: Управлявайте DuckDuckGo VPN със Сири!
cs: Ovládej VPN DuckDuckGo pomocí Siri!
da: Styr DuckDuckGo VPN med Siri!
de: Steuere DuckDuckGo VPN mit Siri!
el: Έλεγχος του DuckDuckGo VPN μέσω Siri!
et: Juhi DuckDuckGo VPN-i Siri abil!
fi: Valvo DuckDuckGo VPN:ää Sirin avulla!
fr: Contrôlez le VPN DuckDuckGo avec Siri !
hr: Kontroliraj DuckDuckGo VPN putem Siri!
hu: Vezéreld a DuckDuckGo VPN-t a Siri segítségével!
it: Controlla la VPN di DuckDuckGo con Siri!
lt: Valdyk „DuckDuckGo“ VPN su „Siri“!
nb: Kontroller DuckDuckGo VPN med Siri!
nl: Bedien DuckDuckGo VPN met Siri!
pt: Controla a VPN DuckDuckGo com a Siri!
ru: Управление DuckDuckGo VPN через Siri
sk: Ovládať DuckDuckGo VPN pomocou Siri!
sl: Upravljajte DuckDuckGo VPN s Siri!
sv: Kontrollera DuckDuckGo VPN med Siri!
tr: DuckDuckGo VPN'i Siri ile kontrol edin!

# vpn.control-widget.enable.vpn.intent.success
source: DuckDuckGo VPN is connected
bg: Функцията DuckDuckGo VPN е включена
cs: VPN DuckDuckGo je připojená
da: DuckDuckGo VPN er forbundet
de: DuckDuckGo VPN ist verbunden
el: Το DuckDuckGo VPN είναι συνδεδεμένο
et: DuckDuckGo VPN on ühendatud
fi: DuckDuckGo VPN on yhdistetty.
fr: Le VPN DuckDuckGo est connecté
hr: DuckDuckGo VPN je povezan
hu: A DuckDuckGo VPN csatlakoztatva van
it: La VPN di DuckDuckGo è connessa
lt: „DuckDuckGo“ VPN yra prijungtas
nb: DuckDuckGos VPN er koblet til
nl: DuckDuckGo VPN is verbonden
pt: A VPN DuckDuckGo está ligada
ru: VPN DuckDuckGo подключен
sk: DuckDuckGo VPN je pripojené
sl: Omrežje DuckDuckGo VPN je povezano
sv: DuckDuckGo VPN är anslutet
tr: DuckDuckGo VPN bağlı

# vpn.feedback-form.button.cancel
source: Cancel
bg: Отмени
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
et: Tühista
fi: Peruuta
fr: Annuler
hr: Otkaži
hu: Mégsem
it: Annulla
lt: Atšaukti
nb: Avbryt
nl: Annuleren
pt: Cancelar
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal

# vpn.feedback-form.button.done
source: Done
bg: Готово
cs: Hotovo
da: Færdig
de: Fertig
el: Ολοκληρώθηκε
et: Valmis
fi: Valmis
fr: Terminé
hr: Gotovo
hu: Kész
it: Fatto
lt: Atlikta
nb: Ferdig
nl: Klaar
pt: Feito
ru: Готово
sk: Hotovo
sl: Končano
sv: Klart
tr: Bitti

# vpn.feedback-form.button.submit
source: Submit
bg: Изпрати
cs: Odeslat
da: Indsend
de: Abschicken
el: Υποβολή
et: Esita
fi: Lähetä
fr: Envoyer
hr: Pošalji
hu: Elküldés
it: Invia
lt: Pateikti
nb: Send
nl: Verzenden
pt: Submeter
ru: Отправить
sk: Potvrdiť
sl: Potrdi
sv: Skicka
tr: Gönder

# vpn.feedback-form.button.submitting
source: Submitting…
bg: Изпращане…
cs: Odesílání…
da: Indsender…
de: Wird gesendet ...
el: Υποβολή...
et: Esitamine...
fi: Lähetetään…
fr: Envoi en cours…
hr: Slanje u tijeku...
hu: Beküldés…
it: Invio in corso...
lt: Pateikiama…
nb: Sender inn…
nl: Bezig met verzenden …
pt: A enviar…
ru: Отправка...
sk: Odoslanie...
sl: Pošiljanje ...
sv: Skickar ...
tr: Gönderiliyor…

# vpn.feedback-form.category.browser-crash-or-freeze
source: VPN causes browser to crash or freeze
bg: VPN причинява срив или замръзване на браузъра
cs: VPN způsobuje selhání nebo zamrznutí prohlížeče
da: VPN får browseren til at gå ned eller fryse
de: VPN führt zum Absturz oder Einfrieren des Browsers
el: Το VPN προκαλεί σφάλματα ή παγώνει το πρόγραμμα περιήγησης
et: VPN põhjustab veebilehitseja kokkujooksmise või hangumise
fi: VPN aiheuttaa selaimen kaatumisen tai jähmettymisen
fr: Le VPN provoque le plantage ou le blocage du navigateur
hr: VPN uzrokuje rušenje ili zamrzavanje preglednika
hu: A VPN a böngésző összeomlását vagy lefagyását okozza
it: La VPN causa l'arresto anomalo o il blocco del browser
lt: VPN sukelia naršyklės strigimą arba nustoja veikti
nb: VPN forårsaker at nettleseren krasjer eller fryser
nl: De VPN zorgt ervoor dat de browser crasht of vastloopt
pt: A VPN faz com que o navegador falhe ou bloqueie
ru: VPN приводит к сбою или зависанию браузера
sk: VPN spôsobuje zlyhanie alebo zamrznutie prehliadača
sl: VPN povzroči, da se brskalnik sesuje ali zamrzne
sv: VPN får webbläsaren att krascha eller låsa sig
tr: VPN tarayıcının çökmesine veya donmasına sebep oluyor
