Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# siteFeedback.buttonText
source: Submit Report
bg: Изпращане на доклад
cs: Odešlete zprávu
da: Indsend rapport
de: Bericht senden
el: Υποβολή αναφοράς
et: Saada aruanne
fi: Lähetä raportti
fr: Envoyer le rapport
hr: Pošalji izvješće
hu: Jelentés beküldése
it: Invia segnalazione
lt: Pateikti ataskaitą
lv: Iesniegt ziņojumu
nb: Send inn rapport
nl: Rapport versturen
pt: Submeter relatório
ro: Trimite raportul
ru: Отправить жалобу
sk: Odoslať správu
sl: Pošlji poročilo
sv: Skicka in rapport
tr: Rapor Gönder
uk: Подати Звіт

# siteFeedback.domainInfo
source: Domain of Broken Site:
bg: Домейн на нефункциониращ сайт:
cs: Doména nefunkční stránky:
da: Domæne til ødelagt websted:
de: Domain der fehlerhaften Seite:
el: Τομέας ιστότοπου που δεν λειτουργεί:
et: Mittetoimiva saidi domeen
fi: Verkkotunnus tai rikkinäinen sivu:
fr: Domaine du site endommagé :
hr: Domena neispravnog web-mjesta:
hu: Hibás weboldal tartománya:
it: Dominio del sito malfunzionante:
lt: Neveikiančios svetainės domenas:
lv: Bojātās vietnes domēns:
nb: Domene til nettsted med feil:
nl: Domein van defecte website:
pt: Domínio do site avariado
ro: Domeniul site-ului defect:
ru: Домен неработающего сайта:
sk: Doména nefunkčného webu:
sl: Domena poškodovanega spletnega mesta:
sv: Den skadade webbplatsens domän:
tr: Bozuk Sitenin Alan Adı:
uk: Домен Зламаного Сайту:

# siteFeedback.messagePlaceholder
source: Which content or functionality is breaking?
bg: Кое съдържание или функция не функционира правилно?
cs: Který obsah nebo funkce jsou poškozené?
da: Hvilket indhold eller funktion går i stykker?
de: Welche Inhalte oder Funktion sind fehlerhaft?
el: Ποιο περιεχόμενο ή λειτουργία έχει καταστραφεί;
et: Milline sisu või funktsioon ei toimi?
fi: Mikä sisältö tai toiminto ei toimi?
fr: Quel est le contenu ou la fonctionnalité qui ne fonctionne plus ?
hr: Koji su sadržaj ili funkcionalnost neispravni?
hu: Melyik tartalom vagy funkció hibás?
it: Quali contenuti o funzionalità non funzionano?
lt: Koks turinys ar funkcija neveikia?
lv: Kurš saturs vai funkcionalitāte nedarbojas?
nb: Hva slags innhold eller funksjon fungerer ikke?
nl: Welke content of functionaliteit is defect?
pt: Que conteúdo ou funcionalidade está avariada?
ro: Ce funcție sau conținut nu funcționează?
ru: С каким контентом или функциями возникли проблемы?
sk: Ktorý obsah alebo funkčnosť zlyháva?
sl: Katera vsebina ali funkcionalnost ne deluje?
sv: Vilket innehåll eller vilken funktion är skadad?
tr: Hangi içerik veya işlevsellik bozuk?
uk: Який вміст або функція не працює?

# siteFeedback.subtitle
source: Broken site reporting is completely anonymous and helps us to improve the app!
bg: Докладването на нефункциониращ сайт е напълно анонимно и ни помага да подобрим приложението!
cs: Nahlášení nefunkční stránky je zcela anonymní a pomáhá nám vylepšit aplikaci!
da: Ødelagt webstedsrapportering er fuldstændig anonym og hjælper os med at forbedre appen!
de: Berichte über fehlerhafte Seiten sind völlig anonym und helfen uns, die App zu verbessern.
el: Η αναφορά ιστότοπων που δεν λειτουργούν είναι απολύτως ανώνυμη και μας βοηθά να βελτιώσουμε την εφαρμογή!
et: Mittetoimivast saidist teatamine on täiesti anonüümne ja aitab meil parandada rakendust!
fi: Toimimattomasta sivustosta ilmoittaminen on täysin anonyymiä ja se auttaa meitä tekemään sovelluksesta paremman.
fr: Le signalement des sites endommagés se fait de manière totalement anonyme et nous aide à améliorer l'application !
hr: Izvješćivanje o neispravnim web-mjestima potpuno je anonimno i pomaže nam u poboljšanju aplikacije!
hu: A hibás weboldalra vonatkozó jelentés teljes mértékben névtelen, és segít nekünk az alkalmazás fejlesztésében.
it: La segnalazione di un sito malfunzionante è completamente anonima e ci aiuta a migliorare l'app!
lt: Pranešimas apie neveikiančią svetainę yra anonimiškas ir padeda mums tobulinti programą!
lv: Ziņošana par bojātu vietni ir pilnīgi anonīma un palīdz mums uzlabot lietotni!
nb: Rapportering av nettstedfeil er helt anonymt og det gjør det lettere for oss å gjøre appen enda bedre!
nl: Het rapporteren van defecte websites is volledig anoniem en helpt ons om de app te verbeteren!
pt: O relatório do site avariado é completamente anónimo e ajuda-nos a melhorar a aplicação!
ro: Raportarea site-urilor care nu funcționează este complet anonimă și ne ajută să îmbunătățim aplicația!
ru: Жалобы на неработающие сайты полностью анонимны и помогают нам улучшить приложение.
sk: Nahlasovanie nefunkčných stránok je úplne anonymné a pomáha nám vylepšiť aplikáciu!
sl: Pošiljanje poročil o poškodovanem spletnem mestu je popolnoma anonimno in nam pomaga izboljšati aplikacijo!
sv: Rapportering av en skadad webbplats sker helt anonymt och hjälper oss att förbättra appen!
tr: Bozuk site raporlama tamamen anonimdir ve uygulamayı geliştirmemize yardımcı olur!
uk: Повідомлення про зламаний сайт є повністю анонімним і допомагає нам покращувати програму!

# siteFeedback.title
source: Report a Broken Site
bg: Подаване на сигнал за повреден сайт
cs: Nahlásit poškozenou stránku
da: Rapporter et ødelagt websted
de: Eine fehlerhafte Seite melden
el: Αναφορά ενός κατεστραμμένου ιστότοπου
et: Teatage katkisest saidist
fi: Ilmoita viallisesta sivustosta
fr: Signaler un problème de site
hr: Prijavi neispravno web-mjesto
hu: Hibás weboldal bejelentése
it: Segnala un sito danneggiato
lt: Pranešti apie neveikiančią svetainę
lv: Ziņot par bojātu vietni
nb: Rapporter en nettstedfeil
nl: Een defecte website melden
pt: Denunciar uma falha no site
ro: Raportare site defect
ru: Сообщить о неработающем сайте
sk: Nahláste nefunkčný web
sl: Prijavite poškodovano spletno mesto
sv: Rapportera skadad webbplats
tr: Hatalı Bir Siteyi Bildirin
uk: Повідомити про несправний сайт

# siteFeedback.urlPlaceholder
source: Which website is broken?
bg: Кой уебсайт е повреден?
cs: Které webové stránky jsou poškozené?
da: Hvilket websted er ødelagt?
de: Welche Website ist fehlerhaft?
el: Ποιος ιστότοπος είναι κατεστραμμένος;
et: Milline veebisait on katki?
fi: Mikä verkkosivusto on viallinen?
fr: Quel site Web pose problème ?
hr: Koje je web-mjesto neispravno?
hu: Melyik weboldal nem működik?”
it: Quale sito web è danneggiato?
lt: Kuri svetainė neveikia?
lv: Kura vietne ir bojāta?
nb: Hvilket nettsted fungerer ikke?
nl: Welke website is defect?
pt: Que site está com falhas?
ro: Ce site este defect?
ru: На каком сайте возникает проблема?
sk: Ktorá webová stránka je nefunkčná?
sl: Katera spletna stran je poškodovana?
sv: Vilken webbplats är skadad?
tr: Hangi web sitesi hatalı?
uk: Який вебсайт має проблеми?

# subscription.activate..header.description
source: Access your Privacy Pro subscription on this device via Apple Account or an email address.
bg: Използвайте абонамента си за Privacy Pro на това устройство чрез Apple акаунт или имейл адрес.
cs: Získej na tomto zařízení přístup ke svému předplatnému Privacy Pro přes účet Apple nebo e-mailovou adresu.
da: Få adgang til dit Privacy Pro-abonnement på denne enhed via Apple-konto eller en e-mailadresse.
de: Greife auf diesem Gerät über dein Apple-Konto oder eine E-Mail-Adresse auf dein Privacy Pro-Abonnement zu.
et: Pääsete oma Privacy Pro tellimusele selles seadmes ligi Apple'i konto või e-posti aadressi kaudu.
fi: Pääset Privacy Pro -tilaukseesi tällä laitteella Apple-tilin tai sähköpostiosoitteen kautta.
fr: Accédez à votre abonnement Privacy Pro sur cet appareil via un compte Apple ou via une adresse e-mail.
hr: Pristupi svojoj pretplati na Privacy Pro na ovom uređaju putem Apple računa ili adrese e-pošte.
hu: Az eszközön Apple-fiókkal vagy e-mail-címmel férhetsz hozzá a Privacy Pro-előfizetésedhez.
it: Accedi al tuo abbonamento Privacy Pro su questo dispositivo tramite un account Apple o un indirizzo e-mail.
lv: Access your Privacy Pro subscription on this device via Apple ID or an email address.
nb: Få tilgang til Privacy Pro-abonnementet ditt på denne enheten via Apple-kontoen din eller en e-postadresse.
nl: Krijg op dit apparaat toegang tot je Privacy Pro-abonnement via je Apple-account of e-mailadres.
pt: Acede à tua subscrição Privacy Pro neste dispositivo através da tua conta Apple ou de um endereço de e-mail.
ro: Access your Privacy Pro subscription on this device via Apple ID or an email address.
ru: Подпиской Privacy Pro можно пользоваться на этом устройстве через аккаунт Apple или адрес электронной почты.
sk: Získaj prístup k svojmu predplatnému Privacy Pro na tomto zariadení prostredníctvom účtu Apple alebo e-mailovej adresy.
sl: Dostopajte do svoje naročnine Privacy Pro v tej napravi prek računa Apple ali e-poštnega naslova.
sv: Kom åt ditt Privacy Pro-abonnemang på den här enheten via ditt Apple-konto eller en e-postadress.

# subscription.activate.add.email.button
source: Add Email
bg: Добавяне на имейл
cs: Přidat e-mail
da: Tilføj e-mailadresse
de: E-Mail-Adresse hinzufügen
el: Προσθήκη email
et: Lisa e-post
fi: Lisää sähköpostiosoite
fr: Ajouter un e-mail
hr: Dodaj e-poštu
hu: E-mail-cím hozzáadása
it: Aggiungi e-mail
lt: Pridėti el. paštą
nb: Legg til e-postadresse
nl: E-mailadres toevoegen
pt: Adicionar E-mail
ru: Добавить адрес эл. почты
sk: Pridať e-mail
sl: Dodajte e-naslov
sv: Lägg till e-postadress
tr: E-posta Ekle

# subscription.activate.appleid
source: Apple Account
bg: Apple акаунт
cs: Účet Apple
da: Apple-konto
de: Apple-Konto
et: Apple'i konto
fi: Apple-tili
fr: Compte Apple
hr: Apple račun
hu: Apple-fiók
it: Account Apple
lv: Apple ID
nb: Apple-konto
pt: Conta Apple
ro: Apple ID
ru: Аккаунт Apple
sk: Účet Apple
sl: Račun Apple
sv: Apple-konto

# subscription.activate.appleid.button
source: Restore Purchase
bg: Възстановяване на покупката
cs: Obnovit nákup
da: Gendan køb
de: Kauf wiederherstellen
el: Επαναφορά αγοράς
et: Taasta ost
fi: Palauta osto
fr: Rétablir l'achat
hr: Vrati kupnju
hu: Vásárlás visszaállítása
it: Ripristina acquisto
lt: Atkurti pirkimą
nb: Gjenopprett kjøp
nl: Aankoop herstellen
pt: Restaurar Compra
ru: Восстановить покупку
sk: Obnoviť nákup
sl: Obnovitev nakupa
sv: Återställ köp
tr: Satın Almayı Geri Yükle

# subscription.activate.appleid.description
source: Restore your purchase to activate your subscription on this device.
bg: Възстановете покупката си, за да активирате абонамента на това устройство.
cs: Pokud chceš na tomhle zařízení aktivovat svoje předplatné, musíš si obnovit nákup.
da: Gendan dit køb for at aktivere dit abonnement på denne enhed.
de: Stelle deinen Kauf wieder her, um dein Abonnement auf diesem Gerät zu aktivieren.
el: Κάντε επαναφορά της αγοράς σας για να ενεργοποιήσετε τη συνδρομή σας σε αυτήν τη συσκευή.
et: Taasta oma ost, et aktiveerida oma tellimus sellel seadmel.
fi: Aktivoi tilauksesi tällä laitteella palauttamalla ostosi.
fr: Rétablissez votre achat pour activer votre abonnement sur cet appareil.
hr: Vrati svoju kupnju kako bi aktivirao pretplatu na ovom uređaju.
hu: Előfizetésedet a vásárlás visszaállításával aktiválhatod ezen az eszközön.
it: Ripristina il tuo acquisto per attivare l'abbonamento su questo dispositivo.
lt: Atkurk pirkimą, kad aktyvuotum prenumeratą šiame įrenginyje.
nb: Gjenopprett kjøpet ditt for å aktivere abonnementet ditt på denne enheten.
nl: Herstel je aankoop om je abonnement op dit apparaat te activeren.
pt: Restaura a tua compra para ativares a tua subscrição neste dispositivo.
ru: Восстановите покупку, чтобы активировать подписку на этом устройстве.
sk: Obnov svoj nákup, aby si aktivoval svoje predplatné na tomto zariadení.
sl: Obnovite nakup, da aktivirate naročnino v tej napravi.
sv: Återställ ditt köp för att aktivera abonnemanget på den här enheten.
tr: Aboneliğinizi bu cihazda etkinleştirmek için satın alma işleminizi geri yükleyin.

# subscription.activate.description
source: Your subscription is automatically available in DuckDuckGo on any device signed in to your Apple Account.
bg: Достъпът с абонамент става автоматично в DuckDuckGo на всяко устройство, което е вписано във Вашия Apple акаунт.
cs: Tvoje předplatné se na DuckDuckGo automaticky aktivuje na jakémkoli zařízení přihlášeném ke tvému účtu Apple.
da: Dit abonnement er automatisk tilgængeligt i DuckDuckGo på enhver enhed, der er logget ind med din Apple-konto.
de: Dein Abonnement ist automatisch in DuckDuckGo auf jedem Gerät verfügbar, das bei deinem Apple-Konto angemeldet ist.
et: Teie tellimus on automaatselt saadaval DuckDuckGos igas seadmes, mis on teie Apple'i kontole sisse logitud.
fi: Tilauksesi on automaattisesti käytettävissä DuckDuckGossa kaikilla laitteilla, joilla olet kirjautunut sisään Apple-tilillesi.
fr: Votre abonnement est automatiquement disponible dans DuckDuckGo sur n'importe quel appareil connecté à votre compte Apple.
hr: Tvoja pretplata automatski je dostupna u DuckDuckGou na bilo kojem uređaju prijavljenom na tvoj Apple račun.
hu: Az előfizetésed automatikusan elérhető a DuckDuckGo-ban minden olyan eszközön, amelyen be vagy jelentkezve az Apple-fiókodba.
it: Il tuo abbonamento è automaticamente disponibile in DuckDuckGo su qualsiasi dispositivo collegato al tuo account Apple.
lv: Your subscription is automatically available in DuckDuckGo on any device signed in to your Apple ID.
nb: Abonnementet ditt er automatisk tilgjengelig i DuckDuckGo på alle enheter som er logget inn på Apple-kontoen din.
nl: Je abonnement is automatisch beschikbaar in DuckDuckGo op elk apparaat dat is aangemeld bij je Apple-account.
pt: A tua subscrição está automaticamente disponível no DuckDuckGo em qualquer dispositivo com sessão iniciada na tua conta Apple.
ro: Your subscription is automatically available in DuckDuckGo on any device signed in to your Apple ID.
ru: Ваша подписка на DuckDuckGo автоматически доступна на любом устройстве: просто войдите в аккаунт Apple.
sk: Tvoje predplatné je automaticky dostupné v DuckDuckGo na každom zariadení prihlásenom do tvojho Apple účtu.
sl: Vaša naročnina je samodejno na voljo v DuckDuckGo v kateri koli napravi, kjer ste prijavljeni v svoj račun Apple.
sv: Ditt abonnemang är automatiskt tillgängligt i DuckDuckGo på alla enheter som är inloggade på ditt Apple-konto.

# subscription.activate.edit.email.button
source: Edit Email
bg: Редактиране на имейл
cs: Upravit e-mail
da: Rediger e-mailadresse
de: E-Mail bearbeiten
el: Επεξεργασία email
et: Muuda e-posti
fi: Muokkaa sähköpostiosoitetta
fr: Modifier l'email
hr: Uredi e-poštu
hu: E-mail-cím szerkesztése
it: Modifica email
lt: Redaguoti el. pašto adresą
nb: Rediger e-postadresse
nl: E-mailadres bewerken
pt: Editar e-mail
ru: Изменить адрес почты
sk: Upraviť e-mail
sl: Urejanje e-naslova
sv: Redigera e-postadress
tr: E-postayı Düzenle

# subscription.activate.edit.email.title
source: Edit Email
bg: Редактиране на имейл
cs: Upravit e-mail
da: Rediger e-mailadresse
de: E-Mail bearbeiten
el: Επεξεργασία email
et: Muuda e-posti
fi: Muokkaa sähköpostiosoitetta
fr: Modifier l'email
hr: Uredi e-poštu
hu: E-mail-cím szerkesztése
it: Modifica email
lt: Redaguoti el. pašto adresą
nb: Rediger e-postadresse
nl: E-mailadres bewerken
pt: Editar e-mail
ru: Изменить адрес почты
sk: Upraviť e-mail
sl: Urejanje e-naslova
sv: Redigera e-postadress
tr: E-postayı Düzenle

# subscription.activate.email
source: Email
bg: Имейл
cs: Emailová adresa
da: E-Post
el: ηλεκτρονικό ταχυδρομείο
et: E-post
fi: Sähköposti
fr: Adresse électronique
hr: E-pošta
lt: El. paštas
nb: E-post
ru: Электронная почта
sl: E-naslov
sv: E-post
tr: E-posta

# subscription.activate.email.button
source: Enter Email
bg: Въведете имейл
cs: Zadej e-mail
da: Indtast e-mailadresse
de: E-Mail-Adresse eingeben
el: Εισαγωγή email
et: Sisesta e-posti aadress
fi: Anna sähköpostiosoite
fr: Saisir votre e-mail
hr: Unesi adresu e-pošte
hu: E-mail-cím megadása
it: Inserisci l'e-mail
lt: Įveskite el. paštą
nb: Skriv inn e-postadresse
nl: E-mailadres invoeren
pt: Introduzir E-mail
ru: Ввести адрес эл. почты
sk: Zadaj e-mail
sl: Vnesite e-naslov
sv: Ange e-postadress
tr: E-posta Girin

# subscription.activate.email.description
source: Use your email to activate your subscription on this device.
bg: Използвайте имейла си, за да активирате абонамента на това устройство.
cs: Pokud chceš na tomhle zařízení aktivovat svoje předplatné, musíš nejdřív do e-mailu.
da: Brug din e-mailadresse til at aktivere dit abonnement på denne enhed.
de: Verwende deine E-Mail-Adresse, um dein Abonnement auf diesem Gerät zu aktivieren.
el: Χρησιμοποιήστε το email σας για να ενεργοποιήσετε τη συνδρομή σας στη συσκευή αυτή.
et: Kasuta oma e-posti, et aktiveerida oma tellimus selles seadmes.
fi: Aktivoi tilauksesi tällä laitteella sähköpostiosoitteellasi.
fr: Utilisez votre adresse e-mail pour activer votre abonnement sur cet appareil.
hr: Koristi svoju e-poštu za aktivaciju pretplate na ovom uređaju.
hu: Előfizetésedet az e-mail-címed használatával aktiválhatod ezen az eszközön.
it: Usa la tua e-mail per attivare l'abbonamento su questo dispositivo.
lt: Naudokite savo el. pašto adresą, kad aktyvintumėte prenumeratą šiame įrenginyje.
nb: Bruk e-postadressen din til å aktivere abonnementet ditt på denne enheten.
nl: Gebruik je e-mailadres om je abonnement op dit apparaat te activeren.
pt: Utiliza o teu e-mail para ativares a tua subscrição neste dispositivo.
ru: Используйте адрес электронной почты, чтобы активировать подписку на этом устройстве.
sk: Na aktiváciu svojho predplatného na tomto zariadení použi svoj e-mail.
sl: Uporabite svoj e-naslov, da aktivirate naročnino v tej napravi.
sv: Använd din e-postadress för att aktivera abonnemanget på den här enheten.
tr: Bu cihazda aboneliğinizi etkinleştirmek için e-postanızı kullanın.

# subscription.activate.email.title
source: Activate Subscription
bg: Активиране на абонамент
cs: Aktivace předplatného
da: Aktivér abonnement
de: Abonnement aktivieren
el: Ενεργοποίηση συνδρομής
et: Aktiveeri püsitellimus
fi: Aktivoi tilaus
fr: Activez l'abonnement
hr: Aktiviraj pretplatu
hu: Előfizetés aktiválása
it: Attiva abbonamento
lt: Aktyvuoti prenumeratą
lv: Aktivizēt abonementu
nb: Aktiver abonnement
nl: Abonnement activeren
pt: Ativar Subscrição
ro: Activează abonamentul
ru: Активация подписки
sk: Aktivovať predplatné
sl: Aktiviranje naročnine
sv: Aktivera abonnemang
tr: Aboneliği Etkinleştir

# subscription.activate.manage.email.cancel
source: Cancel
bg: Отмени
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
et: Tühista
fi: Peruuta
fr: Annuler
hr: Otkaži
hu: Mégsem
it: Annulla
lt: Atšaukti
nb: Avbryt
nl: Annuleren
pt: Cancelar
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal

# subscription.activate.manage.email.OK
source: OK
bg: ОК
cs: DOBŘE
da: Okay
el: Εντάξει
hr: U redu
lt: GERAI
ru: Хорошо
sl: V REDU
tr: Tamam

# subscription.activate.restore.apple
source: Restore Purchase
bg: Възстановяване на покупката
cs: Obnovit nákup
da: Gendan køb
de: Kauf wiederherstellen
el: Επαναφορά αγοράς
et: Taasta ost
fi: Palauta osto
fr: Rétablir l'achat
hr: Vrati kupnju
hu: Vásárlás visszaállítása
it: Ripristina acquisto
lt: Atkurti pirkimą
nb: Gjenopprett kjøp
nl: Aankoop herstellen
pt: Restaurar Compra
ru: Восстановить покупку
sk: Obnoviť nákup
sl: Obnovitev nakupa
sv: Återställ köp
tr: Satın Almayı Geri Yükle

# subscription.activate.title
source: Activate your subscription on this device
bg: Активирайте абонамента си на това устройство
cs: Aktivuj si předplatné na tomhle zařízení
da: Aktivér dit abonnement på denne enhed
de: Abonnement auf diesem Gerät aktivieren
el: Ενεργοποιήστε τη συνδρομή σας σε αυτήν τη συσκευή
et: Aktiveeri oma tellimus selles seadmes
fi: Aktivoi tilauksesi tällä laitteella
fr: Activez votre abonnement sur cet appareil
hr: Aktiviraj svoju pretplatu na ovom uređaju
hu: Előfizetés aktiválása ezen az eszközön
it: Attiva il tuo abbonamento su questo dispositivo
lt: Aktyvuokite prenumeratą šiame įrenginyje
nb: Aktiver abonnementet ditt på denne enheten
nl: Activeer je abonnement op dit apparaat
pt: Ativa a tua subscrição neste dispositivo
ru: Активировать подписку на этом устройстве
sk: Aktivuj svoje predplatné na tomto zariadení
sl: Aktivirajte svojo naročnino v tej napravi
sv: Aktivera ditt abonnemang på den här enheten
tr: Bu cihazda aboneliğinizi etkinleştirin

# subscription.add.device.resend.instructions
source: Resend Instructions
bg: Повторно изпращане на инструкции
cs: Znovu poslat instrukce
da: Send anvisninger igen
de: Anweisungen erneut senden
el: Εκ νέου αποστολή οδηγιών
et: Saada juhised uuesti
fi: Lähetä ohjeet uudelleen
fr: Renvoyer les instructions
hr: Ponovno pošalji upute
hu: Útmutató újraküldése
it: Invia nuovamente le istruzioni
lt: Pakartotinai siųsti instrukcijas
nb: Send instruksjonene på nytt
nl: Instructies opnieuw verzenden
pt: Reenviar instruções
ru: Отправить заново
sk: Pokyny na opätovné odoslanie
sl: Znova pošlji navodila
sv: Skicka instruktionerna igen
tr: Talimatları Tekrar Gönder
