Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# subscription.add.email
source: Add an email address to activate your subscription on your other devices. We’ll only use this address to verify your subscription.
bg: Добавете имейл адрес, за да активирате абонамента си на други устройства. Ще използваме този адрес само за потвърждаване на абонамента.
cs: Pokud chceš své předplatné aktivovat na dalších zařízeních, přidej e-mailovou adresu. Použijeme ji jen k ověření tvého předplatného.
da: Tilføj en e-mailadresse for at aktivere dit abonnement på dine andre enheder. Vi vil kun bruge denne adresse til at bekræfte dit abonnement.
de: Füge eine E-Mail-Adresse hinzu, um dein Abonnement auf deinen anderen Geräten zu aktivieren. Wir verwenden diese Adresse nur, um dein Abonnement zu verifizieren.
el: Πρόσθεσε μια διεύθυνση email για να ενεργοποιήσετε τη συνδρομή σας στις άλλες συσκευές σας. Θα χρησιμοποιήσουμε αυτήν τη διεύθυνση μόνο για να επαληθεύσουμε τη συνδρομή σας.
et: Lisa e-posti aadress, et aktiveerida oma tellimus teistes seadmetes. Kasutame seda aadressi ainult sinu tellimuse kinnitamiseks.
fi: Aktivoi tilauksesi muilla laitteillasi lisäämällä sähköpostiosoite. Käytämme tätä osoitetta vain tilauksesi vahvistamiseen.
fr: Ajoutez une adresse e-mail pour activer votre abonnement sur vos autres appareils. Nous n’utiliserons cette adresse que pour confirmer votre abonnement.
hr: Dodaj adresu e-pošte kako bi aktivirao pretplatu na svojim drugim uređajima. Ovu adresu ćemo koristiti samo za potvrdu tvoje pretplate.
hu: Az előfizetés más eszközeiden való aktiválásához adj meg egy e-mail-címet. Ezt a címet csak az előfizetésed megerősítésére fogjuk használni.
it: Aggiungi un indirizzo e-mail per attivare il tuo abbonamento sugli altri dispositivi. Utilizzeremo questo indirizzo solo per verificare l'abbonamento.
lt: Pridėk el. pašto adresą, kad aktyvintum prenumeratą kituose įrenginiuose. Šį adresą naudosime tik tam, kad patikrintume tavo prenumeratą.
nb: Legg til en e-postadresse for å aktivere abonnementet på andre enheter du eier. Vi bruker denne adressen bare til å verifisere abonnementet.
nl: Voeg een e-mailadres toe om je abonnement op je andere apparaten te activeren. We zullen dit adres alleen gebruiken om je abonnement te verifiëren.
pt: Adiciona um endereço de e-mail para ativares a tua subscrição nos teus outros dispositivos. Usaremos este endereço apenas para validar a tua subscrição.
ru: Чтобы активировать подписку на других устройствах, добавьте адрес электронной почты. Он будет использоваться только для подтверждения подписки.
sk: Pridaj e-mailovú adresu na aktiváciu svojho predplatného v ďalších zariadeniach. Túto adresu použijeme iba na overenie tvojho predplatného.
sl: Dodajte e-poštni naslov za aktivacijo naročnine v drugih napravah. Ta naslov bomo uporabili le za preverjanje vaše naročnine.
sv: Lägg till en e-postadress för att aktivera abonnemanget på dina andra enheter. Vi använder enbart adressen för att bekräfta abonnemanget.
tr: Aboneliğinizi diğer cihazlarınızda etkinleştirmek için bir e-posta adresi ekleyin. Bu adresi yalnızca aboneliğinizi doğrulamak için kullanacağız.

# subscription.add.email.title
source: Add Email
bg: Добавяне на имейл
cs: Přidat e-mail
da: Tilføj e-mailadresse
de: E-Mail-Adresse hinzufügen
el: Προσθήκη email
et: Lisa e-post
fi: Lisää sähköpostiosoite
fr: Ajouter un e-mail
hr: Dodaj e-poštu
hu: E-mail-cím hozzáadása
it: Aggiungi e-mail
lt: Pridėti el. paštą
nb: Legg til e-postadresse
nl: E-mailadres toevoegen
pt: Adicionar E-mail
ru: Добавить адрес эл. почты
sk: Pridať e-mail
sl: Dodajte e-naslov
sv: Lägg till e-postadress
tr: E-posta Ekle

# subscription.available.apple
source: Privacy Pro is available on any device signed in to the same Apple Account.
bg: Функцията Privacy Pro може да се използва на всяко устройство, което е вписано в същия Apple акаунт.
cs: Služba Privacy Pro je dostupná na jakémkoli zařízení přihlášeném ke stejnému účtu Apple.
da: Privacy Pro er tilgængelig på enhver enhed, der er logget ind med den samme Apple-konto.
de: Privacy Pro ist auf jedem Gerät verfügbar, das mit demselben Apple-Konto angemeldet ist.
et: Privacy Pro on saadaval igas seadmes, mis on sisse logitud sama Apple'i kontoga.
fi: Privacy Pro on käytettävissä kaikilla laitteilla, joilla on kirjauduttu sisään samalle Apple-tilille.
fr: Privacy Pro est disponible sur tous les appareils connectés au même compte Apple.
hr: Privacy Pro dostupan je na svakom uređaju prijavljenom na isti Apple račun.
hu: A Privacy Pro az ugyanabba az Apple-fiókba bejelentkezett minden eszközön elérhető.
it: Privacy Pro è disponibile su qualsiasi dispositivo connesso allo stesso account Apple.
lv: Privacy Pro is available on any device signed in to the same Apple ID.
nb: Privacy Pro er tilgjengelig på alle enheter som er logget inn på samme Apple-konto.
nl: Privacy Pro is beschikbaar op elk apparaat dat is aangemeld bij hetzelfde Apple-account.
pt: O Privacy Pro está disponível em qualquer dispositivo com sessão iniciada com a mesma conta Apple.
ro: Privacy Pro is available on any device signed in to the same Apple ID.
ru: Подписка Privacy Pro доступна на любом устройстве, где выполнен вход в тот же аккаунт Apple.
sk: Privacy Pro je dostupný na každom zariadení prihlásenom do rovnakého Apple účtu.
sl: Privacy Pro je na voljo v vseh napravah, v katerih ste prijavljeni v isti račun Apple.
sv: Privacy Pro är tillgängligt på alla enheter som är inloggade med samma Apple-konto.

# subscription.billing.google.text
source: Your subscription was purchased through the Google Play Store. To renew your subscription, please open Google Play Store subscription settings on a device signed in to the same Google Account used to originally purchase your subscription.
bg: Вашият абонамент е закупен през Google Play Store. За да подновите абонамента си, отворете настройките за абонамент в Google Play Store на устройство, вписано в същия акаунт в Google, който е използван при първоначално закупуване на абонамента.
cs: Předplatné bylo zakoupeno prostřednictvím obchodu Google Play. Předplatné se dá obnovit tak, že otevřeš nastavení předplatného obchodu Google Play na zařízení přihlášeném ke stejnému účtu Google, který byl původně použit k nákupu předplatného.
da: Dit abonnement blev købt gennem Google Play-butikken. Hvis du vil forny dit abonnement, skal du åbne abonnementsindstillingerne for Google Play-butikken på en enhed, der er logget ind på den samme Google-konto, som oprindeligt blev brugt til at købe dit abonnement.
de: Dein Abonnement wurde über den Google Play Store erworben. Um dein Abonnement zu verlängern, öffne bitte die Abonnementeinstellungen im Google Play Store auf einem Gerät, das mit demselben Google-Konto angemeldet ist, mit dem du dein Abonnement ursprünglich gekauft hast.
el: Η συνδρομή σας αγοράστηκε μέσω του Google Play Store. Για να ανανεώσετε τη συνδρομή σας, ανοίξτε τις ρυθμίσεις συνδρομής στο Google Play Store σε συσκευή που είναι συνδεδεμένη στον ίδιο λογαριασμό Google που χρησιμοποιήθηκε για την αρχική αγορά της συνδρομής σας.
et: Sinu püsitellimus osteti Google Play poe kaudu. Püsitellimuse pikendamiseks ava Google Play poe tellimuse seaded seadmes, mis on sisse logitud samasse Google'i kontosse, mida kasutati algselt püsitellimuse ostmiseks.
fi: Tilauksesi on ostettu Google Play Kaupasta. Jos haluat uusia tilauksesi, avaa Google Play Kaupan tilausasetukset laitteella, jolla olet kirjautunut samalle Google-tilille, jolla alun perin ostit tilauksesi.
fr: Votre abonnement a été acheté via le Google Play Store. Pour renouveler votre abonnement, ouvrez les paramètres d'abonnement du Google Play Store sur un appareil connecté au même compte Google que celui utilisé lors de l'achat initial de votre abonnement.
hr: Tvoja pretplata kupljena je putem trgovine Google Play. Za obnavljanje pretplate, otvori postavke pretplate na Google Play Storeu na uređaju koji je prijavljen na isti Google račun koji je upotrijebljen za prvobitnu kupnju pretplate.
hu: Előfizetésed a Google Play áruházban lett megvásárolva. Az előfizetés megújításához nyisd meg a Google Play áruház előfizetési beállításait egy olyan eszközön, amely ugyanabba a Google-fiókba van bejelentkezve, amellyel eredetileg megvásároltad az előfizetést.
it: Il tuo abbonamento è stato acquistato tramite Google Play Store. Per effettuare il rinnovo, accedi alle impostazioni dell'abbonamento di Google Play Store su un dispositivo collegato allo stesso account Google utilizzato per effettuare l'acquisto originale dell'abbonamento.
lt: Jūsų prenumerata buvo įsigyta per „Google Play“ parduotuvę. Norėdami atnaujinti prenumeratą, atidarykite „Google Play“ parduotuvės prenumeratos nustatymus įrenginyje, prisijungusiame prie tos pačios „Google“ paskyros, kuri buvo naudojama iš pradžių prenumeratai įsigyti.
lv: Tavs abonements tika iegādāts Google Play veikalā. Lai atjaunotu abonementu, lūdzu, atver Google Play veikala abonēšanas iestatījumus ierīcē, kas ir pierakstījusies tajā pašā Google kontā, kurā sākotnēji iegādājies abonementu.
nb: Abonnementet ditt ble kjøpt gjennom Google Play Store. Hvis du vil fornye abonnementet, må du åpne abonnementsinnstillingene for Google Play Store på en enhet som er logget på den samme Google-kontoen som du brukte til å kjøpe abonnementet.
nl: Je abonnement is aangeschaft via de Google Play Store. Om je abonnement te verlengen, open je de abonnementsinstellingen van de Google Play Store op een apparaat dat is aangemeld bij hetzelfde Google-account waarmee je het abonnement hebt gekocht.
pt: A tua subscrição foi adquirida na Google Play Store. Para renovares a tua subscrição, abre as definições da subscrição na Google Play Store num dispositivo com sessão iniciada na Conta Google usada para comprar a subscrição.
ro: Abonamentul tău a fost achiziționat prin Magazinul Google Play. Pentru a-ți reînnoi abonamentul, deschide setările abonamentului din Magazinului Google Play pe un dispozitiv conectat la același cont Google folosit pentru achiziționarea inițială a abonamentului.
ru: Ваша подписка приобретена в магазине приложений Google Play Store. Чтобы продлить ее, откройте настройки подписок в Google Play Store на устройстве, где выполнен вход в ту же учетную запись Google, через которую была изначально оформлена подписка.
sk: Vaše predplatné bolo zakúpené prostredníctvom obchodu Google Play. Ak chcete obnoviť predplatné, otvorte nastavenia predplatného v obchode Google Play v zariadení prihlásenom do rovnakého účtu Google, ktorý ste pôvodne použili na zakúpenie predplatného.
sl: Vaša naročnina je bila kupljena v trgovini Google Play. Če želite podaljšati naročnino, odprite nastavitve naročnine v trgovini Google Play v napravi, v kateri ste prijavljeni v isti račun Google, kot ste ga uporabili za prvotni nakup naročnine.
sv: Ditt abonnemang köptes genom Google Play-butiken. För att förnya abonnemanget öppnar du abonnemangsinställningarna för Google Play-butiken på en enhet som är inloggad på samma Google-konto som användes för att köpa ditt abonnemang.
tr: Aboneliğiniz Google Play Store üzerinden satın alınmış. Aboneliğinizi yenilemek için lütfen ilk olarak aboneliğinizi satın alırken kullandığınız Google Hesabında oturum açılmış bir cihazda Google Play Store abonelik ayarlarını açın.

# subscription.billing.google.title
source: Subscription Plans
bg: Абонаментни планове
cs: Plány předplatného
da: Abonnementer
de: Abonnementpläne
el: Προγράμματα συνδρομής
et: Püsitellimuse plaanid
fi: Tilaussopimukset
fr: Forfaits d'abonnement
hr: Pretplatnički paketi
hu: Előfizetési csomagok
it: Piani di abbonamento
lt: Prenumeratos planai
lv: Abonēšanas plāni
nb: Abonnementer
nl: Abonnementsformules
pt: Planos de Subscrição
ro: Tipuri de abonament
ru: Тарифные планы
sk: Plány predplatného
sl: Naročniški paketi
sv: Abonnemangstyper
tr: Abonelik Planları

# subscription.cancel.message
source: Your subscription has been removed from this device.
bg: Абонаментът е премахнат от това устройство.
cs: Tvoje předplatné bylo z tohohle zařízení odstraněno.
da: Dit abonnement er blevet fjernet fra denne enhed.
de: Dein Abonnement wurde von diesem Gerät entfernt.
el: Η συνδρομή σας έχει αφαιρεθεί από αυτήν τη συσκευή.
et: Sinu tellimus on sellest seadmest eemaldatud.
fi: Tilauksesi on poistettu tältä laitteelta.
fr: Votre abonnement a été supprimé de cet appareil.
hr: Tvoja je pretplata uklonjena s ovog uređaja.
hu: Az előfizetésed el lett távolítva erről az eszközről.
it: Il tuo abbonamento è stato rimosso da questo dispositivo.
lt: Tavo prenumerata buvo pašalinta iš šio įrenginio.
nb: Abonnementet ditt er fjernet fra denne enheten.
nl: Je abonnement is van dit apparaat verwijderd.
pt: A tua subscrição foi removida deste dispositivo.
ru: Ваша подписка удалена с этого устройства.
sk: Tvoje predplatné bolo z tohto zariadenia odstránené.
sl: Vaša naročnina je bila odstranjena iz te naprave.
sv: Ditt abonnemang har tagits bort från den här enheten.
tr: Aboneliğiniz bu cihazdan kaldırıldı.

# subscription.change.plan
source: Update Plan or Cancel
bg: Актуализиране или отмяна на плана
cs: Aktualizace nebo zrušení tarifu
da: Opdater abonnement eller annuller
de: Tarif aktualisieren oder kündigen
el: Ενημέρωση προγράμματος ή ακύρωση
et: Uuenda plaani või loobu
fi: Päivitä tilaus tai peruuta
fr: Modifier le forfait ou le résilier
hr: Ažuriraj plan ili odustani
hu: Csomag frissítése vagy lemondása
it: Aggiorna o o annulla il piano
lt: Atnaujinkite planą arba atšaukite
lv: Change Plan or Billing
nb: Oppdater eller avslutt abonnementet
nl: Plan bijwerken of annuleren
pt: Atualizar Plano ou Cancelar
ru: Изменить или отменить подписку
sk: Aktualizovať plán alebo zrušiť
sl: Posodobitev paketa ali preklic
sv: Uppdatera abonnemang eller avbryt
tr: Planı Güncelle veya İptal Et

# subscription.close
source: Close
bg: Затваряне
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
et: Sulge
fi: Sulje
fr: Fermer
hr: Zatvori
hu: Bezárás
it: Chiudi
lt: Uždaryti
nb: Lukk
nl: Sluiten
pt: Fechar
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sv: Stäng
tr: Kapat

# subscription.confirm.title
source: Are you sure?
bg: Сигурни ли сте?
cs: Opravdu to chceš udělat?
da: Er du sikker?
de: Bist du sicher?
el: Είστε σίγουροι;
et: Oled sa kindel?
fi: Oletko varma?
fr: Confirmez-vous ?
hr: Jesi li siguran?
hu: Biztos vagy benne?
it: Procedere?
lt: Ar esi tikras?
nb: Er du sikker?
nl: Weet je het zeker?
pt: Tens a certeza?
ru: Вы уверены?
sk: Si si istý/-á?
sl: Ste prepričani?
sv: Är du säker?
tr: Emin misiniz?

# subscription.devices.header
source: Activate on Other Devices
bg: Активиране на други устройства
cs: Aktivovat na jiných zařízeních
da: Aktivér på andre enheder
de: Auf anderen Geräten aktivieren
el: Ενεργοποίηση σε άλλες συσκευές
et: Aktiveeri teistes seadmetes
fi: Aktivoi muilla laitteilla
fr: Activer sur d'autres appareils
hr: Aktiviraj na drugim uređajima
hu: Aktiválás más eszközökön
it: Attiva sugli altri dispositivi
lt: Aktyvuoti kituose įrenginiuose
nb: Aktiver på andre enheter
nl: Activeren op andere apparaten
pt: Ativar Noutros Dispositivos
ru: Активация подписки на других устройствах
sk: Aktivuj na iných zariadeniach
sl: Aktiviranje v drugih napravah
sv: Aktivera på andra enheter
tr: Diğer Cihazlarda Etkinleştir

# subscription.devices.no.email.footer
source: Add an optional email to your subscription to access Privacy Pro on other devices. **[Learn more](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
bg: Добавете допълнителен имейл към абонамента, за да получите достъп до Privacy Pro на други устройства. **[Научете повече](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
cs: Přidej si k předplatnému nepovinný e-mail, ať můžeš službu Privacy Pro využívat i na jiných zařízeních. **[Další informace](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
da: Tilføj en valgfri e-mailadresse til dit abonnement for at få adgang til Privacy Pro på andre enheder. **[Læs mere](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
de: Füge eine optionale E-Mail-Adresse zu deinem Abonnement hinzu, um auf anderen Geräten auf Privacy Pro zuzugreifen. **[Mehr erfahren](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
el: Προσθέστε ένα προαιρετικό email στη συνδρομή σας για να αποκτήσετε πρόσβαση στο Privacy Pro από άλλες συσκευές. **[Μάθετε περισσότερα](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
et: Lisa oma tellimusele valikuline e-posti aadress, et pääseda Privacy Pro'le ligi teistes seadmetes. **[Lisateave](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
fi: Lisää tilaukseesi valinnainen sähköpostiosoite, jotta voit käyttää Privacy Prota muilla laitteilla. **[Lue lisää](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
fr: Ajoutez un e-mail facultatif à votre abonnement pour accéder à Privacy Pro sur d'autres appareils. **[En savoir plus](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
hr: Dodaj neobaveznu adresu e-pošte svojoj pretplati kako bi pristupio Privacy Prou na drugim uređajima. **[Saznaj više](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
hu: Egy opcionális e-mail-címnek az előfizetéshez való hozzáadásával más eszközökön is hozzáférhetsz a Privacy Pro-előfizetésedhez. **[További információ](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
it: Aggiungi un'e-mail opzionale al tuo abbonamento per accedere a Privacy Pro su altri dispositivi. **[Scopri di più](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
lt: Pridėk alternatyvų el. pašto adresą prie savo prenumeratos, kad galėtum pasiekti „Privacy Pro“ kituose įrenginiuose. **[Sužinokite daugiau](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
nb: Legg til en valgfri e-postadresse i abonnementet ditt for å få tilgang til Privacy Pro på andre enheter. **[Finn ut mer](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
nl: Voeg een optioneel e-mailadres toe aan je abonnement om toegang te krijgen tot Privacy Pro op andere apparaten. **[Meer informatie](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
pt: Adiciona um e-mail opcional à tua subscrição para acederes ao Privacy Pro noutros dispositivos. **[Sabe mais](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
ro: Add an optional email to your subscription or use your Apple ID to access Privacy Pro on other devices. **[Learn more](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
ru: Привяжите к подписке дополнительный адрес электронной почты, чтобы пользоваться преимуществами тарифа Privacy Pro на других устройствах. **[Подробнее...](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
sk: Pridaj k svojmu predplatnému voliteľný e-mail, aby si mal/-a prístup k službe Privacy Pro na iných zariadeniach. **[Viac informácií](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
sl: V naročnino dodajte neobvezen e-naslov, da boste lahko do naročnine Privacy Pro dostopali v drugih napravah. **[Več o tem](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
sv: Lägg till en valfri e-postadress till ditt abonnemang för att få tillgång till Privacy Pro på andra enheter. **[Läs mer](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
tr: Privacy Pro'ya diğer cihazlardan erişmek için aboneliğinize isteğe bağlı bir e-posta ekleyin. **[Daha fazla bilgi edinin](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
