Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# settings.firebutton
source: Fire Button Animation
bg: Анимация на огнения бутон
cs: Animace tlačítka pro mazání
da: Ildknap-animation
de: Animation der Schaltfläche „Feuer“
el: Κινούμενο κουμπί φωτιάς
et: Tulenupu animatsioon
fi: Liekki-painikkeen animaatio
fr: Animation du bouton en forme de flamme
hr: Animacija gumba Vatre
hu: Tűz gomb animáció
it: Animazione pulsante fuoco
lt: Mygtuko „Fire“ animacija
lv: Uguns pogas animācija
nb: Animasjon for brannknappen
nl: Animatie vuurknop
pt: Animação do Botão de Fogo
ro: Animație buton Foc
ru: Aнимация кнопки «Огонь»
sk: Animácia tlačidla ohňa
sl: Animacija za gumb ogenj
sv: Animation för brännarknapp
tr: Yangın Düğmesi Animasyonu

# settings.fireproof.sites
source: Fireproof Sites
bg: Огнеустойчиви сайтове
cs: Stránky s ochranou
da: Brandsikre websteder
de: Feuerfeste Seiten
el: Ασφαλείς ιστότοποι
et: Tulekindlad veebisaidid
fi: Tee sivustoista palonkestäviä
fr: Sites coupe-feu
hr: Zaštićena web-mjesta
hu: Tűzálló weboldalak
it: Siti protetti
lt: Apsaugoti svetaines
lv: Ugunsdrošas vietnes
nb: Brannsikre nettsteder
nl: Brandveilige websites
pt: Sites com barreira de segurança
ro: Site-uri cu ștergerea activității și istoricului din browser la ieșire
ru: Огнеупорные сайты
sk: Zabezpečené stránky
sl: Spletne strani s požarno zaščito
sv: Brandsäkra webbplatser
tr: Korumalı Siteler

# settings.general
source: General
bg: Общо
cs: Hlavní
da: Generelt
de: Allgemein
el: Γενικά
et: Üldine
fi: Yleiset
fr: Général
hr: Općenito
hu: Általános
it: Generale
lt: Bendrai
lv: Vispārīgi
nb: Generelt
nl: Algemeen
pt: Geral
ro: Generale
ru: Основные
sk: Všeobecné
sl: Splošno
sv: Allmänt
tr: Genel

# settings.gpc
source: Global Privacy Control (GPC)
bg: Глобален контрол на поверителността (GPC)
cs: Globální kontrola ochrany osobních údajů (GPC)
el: Παγκόσμιος έλεγχος απορρήτου (GPC)
et: Üleilmne privaatsuskontroll (Global Privacy Control (GPC))
hr: Globalna kontrola privatnosti (GPC)
hu: Nemzetközi adatvédelmi szabályozás (Global Privacy Control, GPC)
lt: Visuotinė privatumo kontrolė (VPK)
lv: Globālā privātuma kontrole (GPC)
pt: Controlo Global de Privacidade (CGP)
ru: Глобальный контроль конфиденциальности (GPC)
sk: Globálna kontrola súkromia (GPC)
sl: Globalni nadzor zasebnosti (GPC)
tr: Küresel Gizlilik Kontrolü (GPC)

# settings.icon
source: App Icon
bg: Икона на приложението
cs: Ikona aplikace
da: App-ikon
de: App-Symbol
el: Εικονίδιο Εφαρμογής
et: Rakenduse ikoon
fi: Sovelluskuvake
fr: Icône de l'appli
hr: Ikona aplikacije
hu: Alkalmazásikon
it: Icona dell'app
lt: Programėlės piktograma
lv: Lietotnes ikona
nb: Appikon
nl: App-pictogram
pt: Ícone da aplicação
ro: Pictograma aplicației
ru: Значок приложения
sk: Ikona aplikácie
sl: Ikona aplikacije
sv: App-ikon
tr: Uygulama Simgesi

# settings.keyboard
source: Keyboard
bg: Клавиатура
cs: Klávesnice
da: Tastatur
de: Tastatur
el: Πληκτρολόγιο
et: Klaviatuur
fi: Näppäimistö
fr: Clavier
hr: Tipkovnica
hu: Billentyűzet
it: Tastiera
lt: Klaviatūra
lv: Tastatūra
nb: Tastatur
nl: Toetsenbord
pt: Teclado
ro: Tastatură
ru: Клавиатура
sk: Klávesnica
sl: Tipkovnica
sv: Tangentbord
tr: Klavye

# settings.let.duckduckgo.manage.cookie.consent.popups
source: Let DuckDuckGo manage cookie consent pop-ups
bg: Позволете на DuckDuckGo да управлява изскачащите прозорци за съгласие за бисквитки
cs: Nechat správu oken pro souhlas s cookies na DuckDuckGo
da: Lad DuckDuckGo administrere pop op-vinduer med samtykke til brug af cookies
de: Lasse Cookie-Zustimmungs-Popups von DuckDuckGo verwalten
el: Επιτρέψτε στο DuckDuckGo να διαχειρίζεται τα αναδυόμενα παράθυρα συναίνεσης για cookies
et: Luba DuckDuckGo'l hallata küpsiste nõusoleku hüpikaknaid
fi: Anna DuckDuckGon hallinnoida evästeiden hallinnan ponnahdusikkunoita
fr: Autoriser DuckDuckGo à gérer les fenêtres contextuelles de consentement aux cookies
hr: Neka DuckDuckGo upravlja skočnim prozorima za pristanak na kolačiće
hu: A DuckDuckGo kezelheti a sütik elfogadására szolgáló felugró ablakokat
it: Consenti a DuckDuckGo di gestire i popup per il consenso ai cookie
lt: Leiskite „DuckDuckGo“ valdyti sutikimo su slapukais iššokančiuosius langus
lv: Ļaut DuckDuckGo pārvaldīt sīkfailu piekrišanas uznirstošos logus
nb: La DuckDuckGo administrere popup-vinduer om samtykke til informasjonskapsler
nl: Laat DuckDuckGo pop-ups voor cookietoestemming beheren
pt: Permitir que o DuckDuckGo faça a gestão dos pop-ups de consentimento de cookies
ro: Lasă DuckDuckGo să gestioneze ferestrele pop-up de solicitare a consimțământului cu privire la modulele cookie
ru: Разрешить DuckDuckGo управлять окнами выбора куки-файлов
sk: Nech DuckDuckGo spravuje kontextové okná týkajúce sa súhlasu so súbormi cookie
sl: Naj DuckDuckGo upravlja pojavna okna s soglasjem za piškotke
sv: Låt DuckDuckGo hantera popup-fönster för godkännande av cookies
tr: DuckDuckGo'nun çerez izni açılır pencerelerini yönetmesine izin verin

# settings.logins
source: Passwords
bg: Пароли
cs: Hesla
da: Adgangskoder
de: Passwörter
el: Κωδικός πρόσβασης
et: Paroolid
fi: Salasanat
fr: Mots de passe
hr: Lozinke
hu: Jelszavak
it: Password
lt: Slaptažodžiai
lv: Paroles
nb: Passord
nl: Wachtwoorden
pt: Palavras-passe
ro: Parole
ru: Пароли
sk: Heslo
sl: Gesla
sv: Lösenord
tr: Şifreler

# settings.main.settings
source: Main Settings
bg: Основни настройки
cs: Hlavní nastavení
da: Generelle indstillinger
de: Haupteinstellungen
el: Κύριες ρυθμίσεις
et: Peamised seaded
fi: Pääasetukset
fr: Réglages principaux
hr: Glavne postavke
hu: Főbeállítások
it: Impostazioni principali
lt: Pagrindiniai nustatymai
lv: Galvenie iestatījumi
nb: Hovedinnstillinger
nl: Hoofdinstellingen
pt: Definições Principais
ro: Setări principale
ru: Основные настройки
sk: Hlavné nastavenia
sl: Glavne nastavitve
sv: Huvudinställningar
tr: Ana Ayarlar

# settings.manage.account
source: Manage Account
bg: Управление на акаунта
cs: Správa účtu
da: Administrer konto
de: Konto verwalten
el: Διαχείριση λογαριασμού
et: Halda kontot
fi: Tilin hallinta
fr: Gérer le compte
hr: Upravljanje računom
hu: Fiók kezelése
it: Gestisci account
lt: Tvarkyti paskyrą
lv: Pārvaldīt kontu
nb: Administrer konto
nl: Account beheren
pt: Gerir conta
ro: Gestionează contul
ru: Управление учетной записью
sk: Spravovať účet
sl: Upravljanje računa
sv: Hantera konto
tr: Hesabı Yönet

# settings.more
source: More from DuckDuckGo
bg: Още от DuckDuckGo
cs: Další od DuckDuckGo
da: Mere fra DuckDuckGo
de: Mehr von DuckDuckGo
el: Περισσότερα από το DuckDuckGo
et: Veel DuckDuckGo'lt
fi: Lisää DuckDuckGolta
fr: Plus de la part de DuckDuckGo
hr: Više od DuckDuckGoa
hu: Továbbiak a DuckDuckGo-tól
it: Ulteriori informazioni su DuckDuckGo
lt: Daugiau iš „DuckDuckGo“
lv: Vairāk no DuckDuckGo
nb: Mer fra DuckDuckGo
nl: Meer over DuckDuckGo
pt: Mais de DuckDuckGo
ro: Mai multe de la DuckDuckGo
ru: DuckDuckGo также предлагает...
sk: Viac od DuckDuckGo
sl: Več od iskalnika DuckDuckGo
sv: Mer från DuckDuckGo
tr: DuckDuckGo'dan daha fazlası

# settings.more.search.settings
source: More Search Settings
bg: Още настройки за търсене
cs: Další nastavení vyhledávání
da: Flere indstillinger for søgning
de: Weitere Sucheinstellungen
el: Περισσότερες ρυθμίσεις αναζήτησης
et: Rohkem otsinguseadeid
fi: Lisää hakuasetuksia
fr: Autres paramètres de recherche
hr: Dodatne postavke pretraživanja
hu: További keresési beállítások
it: Altre impostazioni di ricerca
lt: Daugiau paieškos nustatymų
lv: Vairāk meklēšanas iestatījumu
nb: Flere søkeinnstillinger
nl: Meer zoekinstellingen
pt: Mais definições de pesquisa
ro: Mai multe setări de căutare
ru: Дополнительные настройки поиска
sk: Ďalšie nastavenia vyhľadávania
sl: Več nastavitev iskanja
sv: Fler sökinställningar
tr: Diğer Arama Ayarları

# settings.more.search.settings.explanation
source: Customize your language, region, and more
bg: Персонализирайте езика, региона и др.
cs: Přizpůsobte si jazyk, region a další
da: Tilpas sprog, område med mere
de: Pass deine Sprache, Region und mehr an
el: Προσαρμόστε τη γλώσσα σας, την περιοχή και πολλά άλλα
et: Kohanda oma keelt, piirkonda ja muud
fi: Mukauta kieli, alue ja muuta
fr: Personnalisez votre langue, votre région et plus encore
hr: Prilagodi svoj jezik, regiju i još mnogo toga
hu: Szabd személyre a nyelvet, a régiót és egyebeket
it: Personalizza la lingua, la regione e altro ancora
lt: Tinkinkite savo kalbą, regioną ir kt.
lv: Pielāgo savu valodu, reģionu un citus iestatījumus
nb: Tilpass språk, region m.m.
nl: Taal, regio en meer aanpassen
pt: Personaliza o teu idioma, região e muito mais
ro: Personalizează limba, regiunea și multe altele
ru: Выбор языка, региона и так далее
sk: Prispôsobenie jazyka, regiónu a ďalšie
sl: Prilagodite jezik, regijo in drugo
sv: Anpassa ditt språk, din region med mera
tr: Dilinizi, bölgenizi ve daha fazlasını özelleştirin

# settings.next.steps
source: Next Steps
bg: Следващи стъпки
cs: Další kroky
da: Næste trin
de: Nächste Schritte
el: Επόμενα βήματα
et: Järgmised sammud
fi: Seuraavat vaiheet
fr: Étapes suivantes
hr: Sljedeći koraci
hu: Következő lépések
it: Passaggi successivi
lt: Tolesni veiksmai
lv: Nākamie soļi
nb: Neste trinn
nl: Volgende stappen
pt: Passos seguintes
ro: Pașii următori
ru: Дальнейшие шаги
sk: Ďalšie kroky
sl: Naslednji koraki
sv: Nästa steg
tr: Sonraki Adımlar

# settings.off
source: Off
bg: Изключено
cs: Vypnout
da: Fra
de: Aus
el: Κλειστό
et: Väljas
fi: Pois
fr: Désactivé
hr: Isključeno
hu: Ki
lt: Išjungti
nb: Av
nl: Uit
pt: Desligado
ro: Dezactivat
ru: Выключено
sk: Vypnuté
sl: Izklopljeno
sv: Av
tr: Kapalı

# settings.on
source: On
bg: Включено
cs: Aktivní
da: Til
de: An
el: Ενεργό
et: Sees
fi: Päällä
fr: Activé
hr: Uključeno
hu: Be
lt: Įjungti
nb: På
nl: Aan
pt: Ligado
ro: Activat
ru: Включено
sk: Zapnuté
sl: Vključeno
sv: På
tr: Açık

# settings.ppro.footer
source: Privacy Policy and Terms of Service
bg: Политика за поверителност и Условия за ползване
cs: Zásady ochrany osobních údajů a podmínky služby
da: Fortrolighedspolitik og servicevilkår
de: Datenschutzerklärung und Nutzungsbedingungen
el: Πολιτική απορρήτου και Όροι χρήσης υπηρεσιών
et: Privaatsuspoliitika ja teenuse tingimused
fi: Tietosuojakäytäntö ja palveluehdot
fr: Politique de confidentialité et conditions d'utilisation
hr: Pravila privatnosti i Uvjeti korištenja usluge
hu: Adatvédelmi szabályzat és szolgáltatási feltételek
it: Privacy policy e Termini di servizio
lt: Privatumo politika ir paslaugų teikimo sąlygos
nb: Personvernerklæring og vilkår for bruk
nl: Privacybeleid en gebruiksvoorwaarden
pt: Política de Privacidade e Termos de Utilização
ru: Политика конфиденциальности и условия обслуживания
sk: Zásady ochrany osobných údajov a podmienky služby
sl: Pravilnik o zasebnosti in pogoji storitve
sv: Integritetspolicy och användarvillkor
tr: Gizlilik Politikası ve Hizmet Şartları

# settings.previews
source: Long-Press Previews
bg: Прегледи с продължително натискане
cs: Náhledy dlouhého stisknutí
da: Eksempler med lang tryk
de: Vorschau durch langes Tippen
el: Προεπισκοπήσεις με παρατεταμένο πάτημα
et: Pika vajutusega eelvaated
fi: Esikatselu pitkällä painalluksella
fr: Aperçus obtenus en appuyant longuement
hr: Pretpregledi na dugi pritisak
hu: Hosszú lenyomásos előnézetek
it: Anteprime con pressione prolungata
lt: Peržiūros ilgai spaudžiant
lv: Ilgas nospiešanas rezultātu priekšskatījumi
nb: Forhåndsvisning ved å trykke og holde
nl: Voorbeeldweergave bij lang indrukken
pt: Pré-visualizações ao premir prolongadamente
ro: Previzualizări prin apăsare lungă
ru: Предпросмотр долгим нажатием
sk: Náhľady po dlhodobom stlačení
sl: Pregledi z dolgim pritiskom
sv: Förhandsvisning vid nedhållning
tr: Uzun Basma Önizlemeleri

# settings.privacy
source: Privacy
bg: Поверителност
cs: Soukromí
da: Privatliv
de: Privatsphäre
el: Ιδιωτικότητα
et: Privaatsus
fi: Tietosuoja
fr: Confidentialité
hr: Zaštita privatnosti
hu: Adatvédelem
lt: Privatumas
lv: Privātums
nb: Personvern
pt: Privacidade
ro: Confidențialitate
ru: Настройки конфиденциальности
sk: Súkromie
sl: Zasebnost
sv: Sekretess
tr: Gizlilik

# settings.private.search
source: Private Search
bg: поверително търсене
cs: Soukromé vyhledávání
da: Privat søgning
de: Private Suche
el: ιδιωτική αναζήτηση
et: Privaatne otsing
fi: Yksityinen haku
fr: Recherche privée
hr: Privatno pretraživanje
hu: privát keresés
it: Ricerca privata
lt: privati paieška
lv: Privāta meklēšana
nb: Privat søk
nl: Privé-zoekopdracht
pt: Pesquisa Privada
ro: Căutare Confidențială
ru: Частный поиск
sk: Súkromné vyhľadávanie
sl: zasebno iskanje
sv: Privatsökning
tr: Gizli Arama

# settings.private.search.explanation
source: DuckDuckGo Private Search is your default search engine, so you can search the web without being tracked.
bg: DuckDuckGo Private Search е търсачката по подразбиране, затова можете да търсите в мрежата, без да бъдете проследявани.
cs: DuckDuckGo Private Search je tvůj výchozí vyhledávač, takže můžeš hledat na webu, aniž by tě někdo sledoval.
da: DuckDuckGo Private Search er din standardsøgemaskine, så du kan søge på nettet uden at blive sporet.
de: DuckDuckGo Private Search ist deine Standardsuchmaschine – du kannst also das Web durchsuchen, ohne getrackt zu werden.
el: Το DuckDuckGo Private Search αποτελεί την προεπιλεγμένη μηχανή αναζήτησης, ώστε να μπορείτε να πραγματοποιείτε αναζήτηση στο διαδίκτυο χωρίς να σας παρακολουθούν.
et: DuckDuckGo Private Search on sinu vaikeotsimootor, mille abil saad veebis otsida ilma, et sind jälgitaks.
fi: DuckDuckGo Private Search on oletushakukoneesi, ja sen avulla voit hakea netistä ilman, että sinua seurataan.
fr: DuckDuckGo Private Search est votre moteur de recherche par défaut, qui vous permet d'effectuer des recherches sur le Web sans être suivi(e).
hr: DuckDuckGo Private Search tvoja je zadana tražilica, tako da možeš pretraživati web bez praćenja.
hu: A DuckDuckGo Private Search az alapértelmezett keresőmotor, így nyomon követés nélkül kereshetsz az interneten.
it: DuckDuckGo Private Search è il tuo motore di ricerca predefinito, quindi puoi effettuare ricerche sul Web senza essere tracciato.
lt: „DuckDuckGo Private Search“ yra jūsų numatytoji paieškos sistema, todėl galite ieškoti žiniatinklyje nesekami.
lv: DuckDuckGo Private Search ir tava noklusējuma meklētājprogramma, tāpēc vari meklēt tīmeklī, netiekot izsekotam.
nb: DuckDuckGo Private Search er standardsøkemotoren din, så du kan søke på nettet uten å bli sporet.
nl: DuckDuckGo Private Search is je standaardzoekmachine, zodat je op het web kunt zoeken zonder gevolgd te worden.
pt: O DuckDuckGo Private Search é o teu motor de pesquisa predefinido, para que possas pesquisar a web sem seres rastreado.
ro: DuckDuckGo Private Search este motorul tău de căutare implicit, astfel încât poți căuta pe web fără a fi urmărit(ă).
ru: DuckDuckGo Private Search — ваша поисковая система по умолчанию. Вы можете пользоваться поиском в интернете, не опасаясь слежки.
sk: Váš predvolený vyhľadávač je DuckDuckGo Private Search, takže môžete na webe vyhľadávať bez sledovania.
sl: DuckDuckGo Private Search je vaš privzeti iskalnik, zato lahko po spletu iščete, ne da bi vam kdo sledil.
sv: DuckDuckGo Private Search är din standardsökmotor, så att du kan söka på webben utan att bli spårad.
tr: DuckDuckGo Private Search, varsayılan arama motorunuz olduğunda web'de izlenmeden arama yapabilirsiniz.

# settings.search.settings
source: Search Settings
bg: Настройки за търсене
cs: Nastavení vyhledávání
da: Indstillinger for søgning
de: Sucheinstellungen
el: Ρυθμίσεις αναζήτησης
et: Otsingu seaded
fi: Hakuasetukset
fr: Paramètres de recherche
hr: Postavke pretraživanja
hu: Keresési beállítások
it: Impostazioni di ricerca
lt: Paieškos nustatymai
lv: Meklēšanas iestatījumi
nb: Søkeinnstillinger
nl: Zoekinstellingen
pt: Definições de pesquisa
ro: Setări de căutare
ru: Настройки поиска
sk: Nastavenia vyhľadávania
sl: Nastavitve iskanja
sv: Sökinställningar
tr: Arama Ayarları

# settings.send.crash.reports
source: Send Crash Reports
bg: Изпращане на доклади за сривове
cs: Odesílat hlášení o selháních
da: Send fejlrapporter
de: Absturzberichte senden
el: Αποστολή αναφορών σφαλμάτων
et: Saada krahhiaruanded
fi: Lähetä virheraportit
fr: Envoyer les rapports de plantage
hr: Šalji izvješća o padu
hu: Hibajelentések küldése
it: Invia segnalazioni di arresto anomalo
lt: Siųsti strigčių ataskaitas
lv: Nosūtīt avārijas ziņojumus
nb: Send krasjrapporter
nl: Crashrapporten verzenden
pt: Enviar relatórios de falhas
ro: Trimite rapoarte de cădere
ru: Отправлять отчеты о сбоях
sk: Odosielať hlásenia o zlyhaní
sl: Pošljite poročila o zrušitvah
sv: Skicka kraschrapporter
tr: Kilitlenme Raporlarını Gönder

# settings.send.crash.reports.description
source: Automatically send crash reports to DuckDuckGo.
bg: Автоматично изпращане на доклади за сривове до DuckDuckGo.
cs: Automaticky DuckDuckGo odesílat hlášení o selháních.
da: Send automatisk fejlrapporter til DuckDuckGo.
de: Senden Sie Absturzberichte automatisch an DuckDuckGo.
el: Αυτόματη αποστολή αναφορών σφάλματος στο DuckDuckGo.
et: Saada krahhiaruanded DuckDuckGo-le automaatselt.
fi: Lähetä virheraportit automaattisesti DuckDuckGolle.
fr: Envoyez automatiquement des rapports de plantage à DuckDuckGo.
hr: Automatski šalji izvješća o padu DuckDuckGou.
hu: Hibajelentések automatikus küldése a DuckDuckGo részére.
it: Invia automaticamente le segnalazioni di arresto anomalo a DuckDuckGo.
lt: Automatiškai siųskite strigčių ataskaitas „DuckDuckGo“.
lv: Automātiski nosūtīt avārijas ziņojumus DuckDuckGo.
nb: Send krasjrapporter automatisk til DuckDuckGo.
nl: Verzend automatisch crashrapporten naar DuckDuckGo.
pt: Envia relatórios de falhas automaticamente para a DuckDuckGo.
ro: Trimite automat rapoarte de cădere către DuckDuckGo.
ru: Автоматически отправлять отчеты о сбоях в DuckDuckGo.
sk: Automaticky odosielať správy o zlyhaní pre DuckDuckGo.
sl: Poročila o zrušitvi samodejno pošljite DuckDuckGo.
sv: Skicka kraschrapporter automatiskt till DuckDuckGo.
tr: Kilitlenme raporlarını DuckDuckGo'ya otomatik olarak gönderin.

# settings.set.your.address.bar.position
source: Set Your Address Bar Position
bg: Задайте позицията на адресната лента
cs: Nastavte pozici adresního řádku
da: Angiv placeringen af adresselinjen
de: Position deiner Adressleiste festlegen
el: Ορίστε τη θέση της γραμμής διευθύνσεών σας
et: Määra aadressiriba asukoht
fi: Aseta osoitekentän sijainti
fr: Définissez la position de votre barre d'adresse
hr: Postavi položaj adresne trake
hu: Állítsd be a címsor elhelyezkedését
it: Imposta la posizione della barra degli indirizzi
lt: Nustatykite adreso juostos padėtį
lv: Iestati adreses joslas pozīciju
nb: Angi plassering av adressefeltet
nl: Positie van adresbalk instellen
pt: Define a Posição da Barra de Endereços
ro: Setează poziția barei de adrese
ru: Настроить положение адресной строки
sk: Nastavenie polohy panela s adresou
sl: Nastavitev položaja naslovne vrstice
sv: Ange din adressfältsposition
tr: Adres Çubuğu Konumunuzu Ayarlayın

# settings.subscription.activating
source: Activating
bg: Активиране
cs: Aktivuje se
da: Aktiverer
de: Wird aktiviert
el: Ενεργοποίηση
et: Aktiveerimine
fi: Aktivoidaan
fr: Activation en cours
hr: Aktiviranje u tijeku...
hu: Aktiválás
it: Attivazione in corso…
lt: Aktyvavimas
nb: Aktiverer
nl: Bezig met activeren
pt: A ativar…
ru: Выполняется активация
sk: Aktivácia
sl: Aktiviranje
sv: Aktiverar
tr: Etkinleştiriliyor

# settings.subscription.activation.pending.description
source: This is taking longer than usual, please check back later.
bg: Това отнема повече време от обикновено, върнете се по-късно.
cs: Akce trvá déle než obvykle. Stav se tady prosím později.
da: Dette tager længere tid end normalt. Kom tilbage senere.
de: Das dauert länger als gewöhnlich, bitte versuche es später noch einmal.
el: Αυτό παίρνει περισσότερο χρόνο από το συνηθισμένο. Ελέγξτε πάλι αργότερα.
et: See võtab tavalisest kauem aega, palun tule hiljem tagasi.
fi: Tämä kestää tavallista pidempään, palaa myöhemmin.
fr: Cela prend plus de temps que la normale ; veuillez revenir plus tard.
hr: Ovo traje dulje nego inače, pokušaj kasnije.
hu: Ez a szokásosnál tovább tart, nézz vissza később.
it: Richiede più tempo del solito, ricontrolla più tardi.
lt: Tai užtrunka ilgiau nei įprastai, prašome sugrįžti vėliau.
nb: Dette tar lengre tid enn vanlig. Prøv igjen senere.
nl: Dit duurt langer dan normaal, kom later nog eens terug.
pt: Está a demorar mais tempo do que o habitual, volta mais tarde.
ru: Этот процесс занимает больше времени, чем обычно. Вернитесь сюда чуть позже.
sk: Trvá to dlhšie ako zvyčajne, prosím, skús to znova neskôr.
sl: To traja dlje kot običajno, preverite pozneje.
sv: Det här tar längre tid än vanligt, kom tillbaka senare.
tr: Bu işlem normalden daha uzun sürüyor. Lütfen daha sonra tekrar kontrol edin.

# settings.subscription.DBP.subtitle
source: Remove your info from sites that sell it
bg: Премахване на личната информация от сайтове, които я продават
cs: Odstraň své údaje z webů, které je prodávají
da: Fjern dine oplysninger fra sider, der sælger dem
de: Entferne deine Infos von Websites, die sie verkaufen
el: Αφαιρέστε τις πληροφορίες σας από ιστότοπους που τις πωλούν
et: Eemalda oma andmed saitidelt, mis neid müüvad
fi: Poista tietosi sivustoilta, jotka myyvät niitä
fr: Supprimez vos infos des sites qui les vendent
hr: Ukloni svoje podatke s web-mjesta koje ih prodaju
hu: Távolítsd el az adataidat az azokat árusító webhelyekről
it: Rimuovi le tue info dai siti che le vendono
lt: Pašalink savo informaciją iš svetainių, kurios ją parduoda
nb: Fjern informasjonen din fra nettsteder som selger den
nl: Verwijder je gegevens van sites die ze verkopen
pt: Remove as tuas informações de sites que as vendem
ru: Удаляет ваши данные с сайтов, которые занимаются их продажей
sk: Odstráň svoje informácie zo stránok, ktoré ich predávajú
sl: Odstranite svoje podatke s spletnih mest, ki jih prodajajo.
sv: Ta bort dina uppgifter från webbplatser som säljer dem
tr: Bilgilerinizi, bunları satan sitelerden kaldırın

# settings.subscription.DBP.title
source: Personal Information Removal
sl: Personal Information Removal (Odstranitev osebnih podatkov)

# settings.subscription.existing.subscription
source: I Have a Subscription
bg: Имам абонамент
cs: Mám předplatné
da: Jeg har et abonnement
de: Ich habe ein Abonnement
el: Έχω συνδρομή
et: Mul on tellimus
fi: Minulla on tilaus
fr: J'ai un abonnement
hr: Imam pretplatu
hu: Van előfizetésem
it: Ho un abbonamento
lt: Turiu prenumeratą
nb: Jeg har et abonnement
nl: Ik heb een abonnement
pt: Tenho uma Subscrição
ru: У меня уже есть подписка
sk: Mám predplatné
sl: Imam naročnino
sv: Jag har ett abonnemang
tr: Aboneliğim Var
