Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# alert.sync-paused-title
source: Sync is Paused
bg: Синхронизирането е на пауза
cs: Synchronizace je pozastavená
da: Synkronisering er sat på pause
de: Synchronisierung angehalten
el: Ο συγχρονισμός έχει τεθεί σε παύση
et: Sünkroonimine on peatatud
fi: Synkronointi on keskeytetty
fr: La synchronisation est suspendue
hr: Sinkronizacija je pauzirana
hu: A szinkronizálás szünetel
it: Sync è in pausa
lt: Sinchronizavimas pristabdytas
nb: Synkronisering er satt på pause
nl: Synchronisatie is gepauzeerd
pt: A sincronização está em pausa
ro: Sincronizarea este întreruptă
ru: Синхронизация приостановлена
sk: Synchronizácia bola pozastavená.
sl: Sinhronizacija je začasno zaustavljena
sv: Synkroniseringen är pausad
tr: Senkronizasyon Duraklatıldı

# alert.sync-switch-account-button
source: Switch Sync
bg: Превключване на синхронизирането
cs: Přepnout synchronizaci
da: Skift synkronisering
de: Synchronisierung wechseln
el: Αλλαγή συγχρονισμού
et: Synci lülitamine
fi: Vaihda synkronointi
fr: Changer de synchronisation
hr: Prebaci sinkronizaciju
hu: Váltás másik szinkronizálási lehetőségre
it: Cambia sincronizzazione
lt: Perjungti sinchronizavimą
nb: Bytt synkronisering
nl: Schakelen tussen synchronisatie
pt: Mudar sincronização
ru: Переключить синхронизацию
sk: Prepnutie synchronizácie
sl: Preklop sinhronizacije
sv: Byt synkronisering
tr: Senkronizasyonu Değiştir

# alert.sync-switch-account-message
source: This device is already synced, are you sure you want to sync it with a different backup or device? Switching won't remove any data already synced to this device.
bg: Това устройство вече е синхронизирано, сигурни ли сте, че искате да го синхронизирате с друго резервно копие или устройство? Превключването няма да изтрие данните, които вече са синхронизирани с това устройство.
cs: Tohle zařízení už je synchronizované. Opravdu ho chceš synchronizovat s jinou zálohou nebo zařízením? Přepnutím se nesmažou žádná data, která už s tímto zařízením byla synchronizována.
da: Denne enhed er allerede synkroniseret. Er du sikker på, at du vil synkronisere den med en anden sikkerhedskopi eller enhed? Et skifte fjerner ikke data, der allerede er synkroniseret til denne enhed.
de: Dieses Gerät ist bereits synchronisiert. Bist du sicher, dass du es mit einem anderen Back-up oder Gerät synchronisieren möchtest? Beim Wechsel werden keine bereits mit diesem Gerät synchronisierten Daten entfernt.
el: Η συσκευή αυτή είναι ήδη συγχρονισμένη. Θέλετε σίγουρα να τη συγχρονίσετε με ένα διαφορετικό αντίγραφο ασφαλείας ή συσκευή; Η αλλαγή δεν θα αφαιρέσει δεδομένα που έχουν ήδη συγχρονιστεί σε αυτήν τη συσκευή.
et: See seade on juba sünkroonitud, kas soovid kindlasti seda sünkroonida teise varukoopia või seadmega? Vahetamine ei eemalda selle seadmega juba sünkroonitud andmeid.
fi: Tämä laite on jo synkronoitu. Haluatko varmasti synkronoida sen toisen varmuuskopion tai laitteen kanssa? Vaihtaminen ei poista tähän laitteeseen jo synkronoituja tietoja.
fr: Cet appareil est déjà synchronisé. Voulez-vous vraiment le synchroniser avec une autre sauvegarde ou un autre appareil ? Ce changement ne supprimera aucune donnée déjà synchronisée sur cet appareil.
hr: Ovaj je uređaj već sinkroniziran. Jesi li siguran da ga želiš sinkronizirati s drugom sigurnosnom kopijom ili uređajem? Prebacivanjem se neće ukloniti nijedan podatak koji je već sinkroniziran s ovim uređajem.
hu: Ez az eszköz már szinkronizálva van. Biztosan szinkronizálni szeretnéd egy másik biztonsági mentéssel vagy eszközzel? A váltás nem távolítja el ezzel az eszközzel már szinkronizált adatokat.
it: Questo dispositivo è già sincronizzato. Vuoi davvero sincronizzarlo con un backup o un dispositivo diverso? L'operazione non rimuoverà alcun dato già sincronizzato su questo dispositivo.
lt: Šis įrenginys jau sinchronizuotas, ar tikrai norite jį sinchronizuoti su kita atsargine kopija ar įrenginiu? Perjungiant nebus pašalinti jokie duomenys, jau sinchronizuoti su šiuo įrenginiu.
nb: Denne enheten er allerede synkronisert. Er du sikker på at du vil synkronisere den med en annen sikkerhetskopi eller enhet? Data som allerede er synkronisert med denne enheten, fjernes ikke hvis du bytter.
nl: Dit apparaat is al gesynchroniseerd, weet je zeker dat je het met een andere back-up of een ander apparaat wilt synchroniseren? Als je overschakelt, worden er geen gegevens verwijderd die al met dit apparaat zijn gesynchroniseerd.
pt: Este dispositivo já está sincronizado, tens a certeza de que queres sincronizá-lo com uma cópia de segurança ou um dispositivo diferente? A mudança não vai remover nenhum dado já sincronizado com este dispositivo.
ru: Это устройство уже синхронизировано. Действительно синхронизировать его с другой резервной копией или устройством? Переключение не приведет к удалению данных, синхронизированных с этим устройством ранее.
sk: Toto zariadenie je už synchronizované. Naozaj ho že chceš synchronizovať s inou zálohou alebo zariadením? Prepínanie neodstráni žiadne údaje, ktoré už boli synchronizované s týmto zariadením.
sl: Ta naprava je že sinhronizirana, ste prepričani, da jo želite sinhronizirati z drugo varnostno kopijo ali napravo? Preklop ne bo odstranil nobenih podatkov, ki so že sinhronizirani s to napravo.
sv: Den här enheten är redan synkroniserad. Är du säker på att du vill synkronisera den med en annan säkerhetskopia eller enhet? Att byta tar inte bort några data som redan har synkroniserats med den här enheten.
tr: Bu cihaz zaten senkronize edilmiş. Farklı bir yedekleme veya cihazla senkronize etmek istediğinden emin misin? Senkronizasyonu değiştirmek, bu cihazla önceden senkronize edilmiş verileri kaldırmayacaktır.

# alert.sync-switch-account-title
source: Switch to a different Sync?
bg: Превключване към друго синхронизиране?
cs: Přepnout synchronizaci?
da: Skift til en anden synkronisering?
de: Zu einer anderen Synchronisierung wechseln?
el: Αλλαγή σε διαφορετικό συγχρονισμό;
et: Kas lülituda teisele Sync'ile?
fi: Vaihdetaanko toiseen synkronointiin?
fr: Passer à une autre synchronisation ?
hr: Prijeđi na drugu sinkronizaciju?
hu: Átváltasz egy másik szinkronizációs lehetőségre?
it: Vuoi passare a una sincronizzazione diversa?
lt: Perjungti į kitą sinchronizaciją?
nb: Vil du bytte til en annen synkronisering?
nl: Overschakelen naar een andere synchronisatie?
pt: Mudar para uma sincronização diferente?
ru: Переключиться на другую синхронизацию?
sk: Prepnúť na inú synchronizáciu?
sl: Želite preklopiti na drugo sinhronizacijo?
sv: Byt till en annan synkronisering?
tr: Farklı bir Senkronizasyona mı geçmek istiyorsunuz?

# alert.sync-too-many-requests-error-description
source: Sync & Backup is temporarily unavailable.
bg: Sync & Backup временно не е налична.
cs: Funkce Sync & Backup je dočasně nedostupná.
da: Sync & Backup er midlertidigt utilgængelig.
de: Sync & Backup ist vorübergehend nicht verfügbar.
el: Το Sync & Backup είναι προσωρινά μη διαθέσιμο.
et: Sync & Backup pole ajutiselt saadaval.
fi: Synkronointi ja varmuuskopiointi on tilapäisesti poissa käytöstä.
fr: Sync & Backup est temporairement indisponible.
hr: Sinkronizacija i sigurnosno kopiranje Sync & Backup privremeno su nedostupni.
hu: A szinkronizálás és biztonsági mentés átmenetileg nem érhető el.
it: Sync & Backup non è temporaneamente disponibile.
lt: Sinchronizavimas ir atsarginės kopijos kūrimas laikinai nepasiekiami.
nb: Sync & Backup er midlertidig utilgjengelig.
nl: 'Synchronisatie en back-up' is tijdelijk niet beschikbaar.
pt: O Sync & Backup está temporariamente indisponível.
ro: Sync & Backup sunt temporar indisponibile.
ru: Функция «Синхронизация и резервное копирование» временно недоступна.
sk: Služba Sync & Backup je dočasne nedostupná.
sl: Sinhronizacija in varnostno kopiranje sta začasno nedostopna.
sv: Sync & Backup är inte tillgängligt just nu.
tr: Senkronizasyon ve Yedekleme geçici olarak kullanılamıyor.

# alert.sync.warning.sync-error
source: Sync Error
bg: Грешка при синхронизиране
cs: Chyba synchronizace
da: Synkroniseringsfejl
de: Synchronisierungsfehler
el: Σφάλμα συγχρονισμού
et: Sünkroonimisviga
fi: Synkronointivirhe
fr: Erreur de synchronisation
hr: Pogreška pri sinkronizaciji
hu: Szinkronizálási hiba
it: Errore di sincronizzazione
lt: Sinchronizavimo klaida
nb: Synkroniseringsfeil
nl: Synchronisatiefout
pt: Erro de sincronização
ro: Eroare de sincronizare
ru: Ошибка синхронизации
sk: Chyba synchronizácie
sl: Napaka pri sinhronizaciji
sv: Synkroniseringsfel
tr: Senkronizasyon Hatası

# alert.sync.warning.sync-paused
source: Sync & Backup is Paused
bg: Функцията за синхронизиране и архивиране е на пауза
cs: Funkce synchronizace a zálohování je pozastavená
da: Synkronisering og sikkerhedskopiering er sat på pause
de: Synchronisieren und sichern ist angehalten
el: Η λειτουργία Συγχρονισμός και δημιουργία αντιγράφων ασφαλείας είναι σε παύση
et: Sünkroonimine ja varundamine on peatatud
fi: Sync & Backup on keskeytetty
fr: La synchronisation et la sauvegarde sont suspendues
hr: Sync & Backup pauziran
hu: A szinkronizálás és biztonsági mentés szünetel
it: Sincronizzazione e Backup è in pausa
lt: Sinchronizavimas ir atsarginės kopijos kūrimas pristabdyti
nb: Synkronisering og sikkerhetskopiering er satt på pause
nl: Synchronisatie en back-up is gepauzeerd
pt: A sincronização e a cópia de segurança estão em pausa
ro: Sincronizarea și copierea de rezervă este întreruptă
ru: Синхронизация и резервное копирование на паузе
sk: Synchronizácia a zálohovanie sú pozastavené
sl: Sinhronizacija in varnostno kopiranje sta zaustavljena
sv: Synkronisering och säkerhetskopiering har pausats
tr: Senkronizasyon ve Yedekleme Duraklatıldı

# alert.title.bookmarkAll
source: Bookmark All Tabs?
bg: Поставяне на всички раздели в отметки?
cs: Dát do záložek všechny karty?
da: Bogmærk alle faner?
de: Alle Tabs mit Lesezeichen versehen?
el: Προσθήκη σελιδοδείκτη για όλες τις καρτέλες;
et: Kas lisada kõik vahekaardid järjehoidjasse?
fi: Lisätäänkö kaikki välilehdet kirjanmerkkeihin?
fr: Ajouter tous les onglets aux signets ?
hr: Označi sve kartice?
hu: Az összes lapot könyvjelzőzöd?
it: Creare un segnalibro con tutte le schede?
lt: Pažymėti visus skirtukus?
lv: Vai pievienot grāmatzīmes visām cilnēm?
nb: Legg til alle faner i bokmerker?
nl: Alle tabbladen toevoegen als bladwijzer?
pt: Marcar todos os separadores?
ro: Marchezi toate filele?
ru: Добавить все вкладки в закладки?
sk: Uložiť všetky karty medzi záložky?
sl: Želiš dodati vse zavihke med zaznamke?
sv: Bokmärk alla flikar?
tr: Tüm Sekmelere Yer İmi Eklensin mi?
uk: Додати всі вкладки в закладки?

# alert.title.disable.protection
source: Add to Unprotected Sites
bg: Добавяне към незащитени сайтове
cs: Přidat na nechráněné stránky
da: Føj til ubeskyttede websteder
de: Zu ungeschützten Websites hinzufügen
el: Προσθήκη στους μη προστατευόμενους ιστότοπους
et: Lisa kaitsmata saitidele
fi: Lisää suojaamattomille sivustoille
fr: Ajouter aux sites non protégés
hr: Dodaj u Nezaštićena web-mjesta
hu: Hozzáadás a védelem nélküli weboldalakhoz
it: Aggiungi ai siti non protetti
lt: Pridėti prie neapsaugotų svetainių
lv: Pievienot neaizsargātām vietnēm
nb: Legg til i ubeskyttede nettsteder
nl: Toevoegen aan onbeschermde sites
pt: Adicionar a sites não seguros
ro: Adaugă la site-uri neprotejate
ru: Добавить в незащищенные сайты
sk: Pridať do nezabezpečených webových strániek
sl: Dodaj na nezaščitene strani
sv: Lägg till i oskyddade webbplatser
tr: Korumasız Sitelere Ekle
uk: Додати до незахищених сайтів

# alert.title.save.bookmark
source: Save Bookmark
bg: Запазване на отметка
cs: Uložit záložku
da: Gem bogmærke
de: Lesezeichen speichern
el: Αποθήκευση σελιδοδείκτη
et: Salvesta järjehoidjasse
fi: Tallenna kirjanmerkki
fr: Enregistrer le signet
hr: Sačuvaj knjižnu oznaku
hu: Könyvjelző mentése
it: Salva segnalibro
lt: Įrašyti žymę
lv: Saglabāt grāmatzīmi
nb: Lagre bokmerke
nl: Bladwijzer opslaan
pt: Guardar marcador
ro: Salvare marcaj
ru: Сохранить закладку
sk: Uložiť medzi záložky
sl: Shrani zaznamek
sv: Spara bokmärke
tr: Yer İmi Kaydet
uk: Зберегти закладку

# alert.title.save.favorite
source: Save Favorite
bg: Запазване в любими
cs: Uložit oblíbené
da: Gem favorit
de: Favorit speichern
el: Αποθήκευση αγαπημένου
et: Salvesta lemmikusse
fi: Tallenna suosikki
fr: Enregistrer le favori
hr: Spremi u Omiljeno
hu: Kedvenc mentése
it: Salva preferito
lt: Įrašyti mėgstamą
lv: Saglabāt izlasi
nb: Lagre favoritt
nl: Favoriet opslaan
pt: Guardar favorito
ro: Salvează preferința
ru: Сохранить в избранное
sk: Uložiť medzi obľúbené
sl: Shrani priljubljeno
sv: Spara favorit
tr: Favori Kaydet
uk: Зберегти в улюблених

# alert.unable-to-create-recovery-pdf-description
source: Unable to create the recovery PDF.
bg: Не може да бъде създаден PDF файл за възстановяване.
cs: Soubor PDF pro obnovení nejde vytvořit.
da: Kan ikke oprette gendannelses-PDF.
de: Das Wiederherstellungs-PDF kann nicht erstellt werden.
el: Αδυναμία δημιουργίας του PDF ανάκτησης.
et: Taaste-PDFi ei saa luua.
fi: PDF-palautustiedoston luominen epäonnistui.
fr: Impossible de créer le PDF de récupération.
hr: Nije moguće izraditi PDF za oporavak.
hu: Nem sikerült létrehozni a helyreállítási PDF-fájlt.
it: Impossibile creare il PDF di recupero.
lt: Nepavyko sukurti atkūrimo PDF.
lv: Nevar izveidot atkopšanas PDF failu.
nb: Kan ikke opprette gjenopprettings-PDF-en.
nl: Het PDF-bestand voor herstel kan niet worden gemaakt.
pt: Não foi possível criar o PDF de recuperação.
ro: Nu se poate crea fișierul PDF de recuperare.
ru: Не удалось создать PDF-файл для восстановления.
sk: Nepodarilo sa vytvoriť súbor PDF na obnovenie.
sl: PDF-ja za obnovitev ni bilo mogoče ustvariti.
sv: Det gick inte att skapa återställnings-PDF.
tr: Kurtarma PDF'i oluşturulamıyor.

# alert.unable-to-delete-data-description
source: Unable to delete data on the server.
bg: Данните на сървъра не могат да бъдат изтрити.
cs: Data na serveru se nedají smazat.
da: Kan ikke slette data på serveren.
de: Daten auf dem Server können nicht gelöscht werden.
el: Δεν είναι δυνατή η διαγραφή δεδομένων στον διακομιστή.
et: Serveris olevaid andmeid ei saa kustutada.
fi: Tietojen poisto palvelimelta epäonnistui.
fr: Impossible de supprimer les données du serveur.
hr: Nije moguće izbrisati podatke na poslužitelju.
hu: Nem sikerült adatokat törölni a szerveren.
it: Impossibile eliminare i dati sul server.
lt: Nepavyko ištrinti duomenų serveryje.
lv: Nespēj izdzēst datus serverī.
nb: Kan ikke slette data på serveren.
nl: Kan gegevens niet verwijderen op de server.
pt: Não foi possível eliminar os dados no servidor.
ro: Nu se pot șterge datele de pe server.
ru: Не удалось удалить данные с сервера.
sk: Nie je možné odstrániť údaje na serveri.
sl: Podatkov na strežniku ni bilo mogoče izbrisati.
sv: Det gick inte att radera data på servern.
tr: Sunucudaki veriler silinemiyor.

# alert.unable-to-merge-two-accounts-description
source: To pair these devices, turn off Sync & Backup on one device then tap "Sync With Another Device" on the other device.
bg: За да сдвоите тези устройства, изключете функцията „Синхронизиране и архивиране“ на едното устройство, а след това на другото устройство изберете „Синхронизиране с друго устройство“.
cs: Pokud chceš tahle zařízení spárovat, vypni na jednom z nich synchronizaci a zálohování a na druhém klepni na Synchronizovat s jiným zařízením.
da: For at parre disse enheder skal du slå synkronisering og sikkerhedskopiering fra på den ene enhed og derefter trykke på "Synkroniser med en anden enhed" på den anden enhed.
de: Um diese Geräte zu koppeln, deaktiviere „Synchronisieren und sichern“ auf einem Gerät und tippe dann auf dem anderen Gerät auf „Mit anderem Gerät synchronisieren“.
el: Για να αντιστοιχίσετε τις συσκευές αυτές, απενεργοποιήστε τη λειτουργία Συγχρονισμός και δημιουργία αντιγράφων ασφαλείας στη μία συσκευή και έπειτα πατήστε «Συγχρονισμός με άλλη συσκευή» στην άλλη συσκευή.
et: Nende seadmete sidumiseks lülita sünkroonimine ja varundus ühes seadmes välja ning puuduta siis teises seadmes suvandit „Sünkrooni teise seadmega“.
fi: Jos haluat yhdistää laitteet, poista yhdeltä laitteelta käytöstä Synkronointi ja varmuuskopiointi, ja napauta toisessa laitteessa "Synkronoi toisen laitteen kanssa".
fr: Pour jumeler ces appareils, désactivez Synchronisation et sauvegarde sur un appareil, puis appuyez sur « Synchroniser avec un autre appareil » sur l'autre appareil.
hr: Za uparivanje tih uređaja, isključi Sinkronizaciju i sigurnosno kopiranje na jednom uređaju, a zatim dodirni "Sinkroniziraj s drugim uređajem" na drugom uređaju.
hu: Az eszközök párosításához kapcsold ki a Szinkronizálás és biztonsági mentés funkciót az egyik eszközön, majd koppints a „Szinkronizálás másik eszközzel” lehetőségre a másik eszközön.
it: Per accoppiare questi dispositivi, disattiva la sincronizzazione e il backup su un dispositivo e tocca "Sincronizza con un altro dispositivo" sull'altro dispositivo.
lt: Šiems įrenginiams susieti viename įrenginyje išjunk funkciją „Sinchronizuoti ir sukurti atsarginę kopiją“, tada kitame įrenginyje bakstelėk „Sinchronizuoti su kitu įrenginiu“.
nb: For å pare disse enhetene må du slå av «Synkronisering og sikkerhetskopiering» på den ene enheten og trykke på «Synkroniser med en annen enhet» på den andre.
nl: Schakel 'Synchronisatie en back-up' uit op één apparaat en tik op 'Synchroniseren met een ander apparaat' op het andere apparaat om de apparaten te koppelen.
pt: Para emparelhar estes dispositivos, desative a Sincronização e cópia de segurança num dispositivo e, em seguida, toque em "Sincronizar com outro dispositivo" no outro dispositivo.
ro: Pentru a asocia aceste dispozitive, dezactivează Sincronizare și backup pe un dispozitiv, apoi atinge „Sincronizează cu un alt dispozitiv” pe celălalt dispozitiv.
ru: Чтобы выполнить сопряжение этих устройств, отключите функцию «Синхронизация и резервное копирование» на одном из них и нажмите кнопку «Синхронизировать с другим устройством» на другом.
sk: Ak chcete tieto zariadenia spárovať, vypnite funkciu Synchronizácia a zálohovanie v jednom zariadení a potom ťuknite na „Synchronizovať s iným zariadením“ v druhom zariadení.
sl: Če želite seznaniti ti napravi, izklopite možnost »Sinhronizacija in varnostno kopiranje« v eni napravi in nato v drugi napravi tapnite »Sinhronizacija z drugo napravo«.
sv: För att parkoppla dessa enheter stänger du av synkronisering och säkerhetskopiering på en enhet och trycker därefter på ”Synkronisera med en annan enhet” på den andra enheten.
tr: Bu cihazları eşleştirmek için bir cihazda Senkronizasyon ve Yedeklemeyi kapattıktan sonra diğer cihazda "Başka bir Cihazla Senkronizasyon" ögesine dokunun.

# alert.unable-to-remove-device-description
source: Unable to remove this device from Sync & Backup.
bg: Това устройство не може да бъде премахнато от Синхронизиране и архивиране.
cs: Tohle zařízení nejde ze synchronizace a zálohování odebrat.
da: Denne enhed kunne ikke fjernes fra synkronisering og sikkerhedskopiering.
de: Dieses Gerät kann nicht aus „Synchronisieren und sichern“ entfernt werden.
el: Δεν είναι δυνατή η κατάργηση αυτής της συσκευής από τη λειτουργία Συγχρονισμός και δημιουργία αντιγράφων ασφαλείας.
et: Seda seadet ei saa sünkroonimisest ja varundamisest eemaldada.
fi: Tätä laitetta ei voida poistaa synkronoinnista ja varmuuskopioinnista.
fr: Impossible de supprimer cet appareil de Synchronisation et sauvegarde.
hr: Nije moguće ukloniti ovaj uređaj iz Sinkronizacije i sigurnosnog kopiranja.
hu: Az eszközt nem sikerült eltávolítani a Szinkronizálás és biztonsági mentés funkcióból.
it: Impossibile rimuovere questo dispositivo da Sincronizzazione e backup.
lt: Nepavyko pašalinti šio įrenginio iš sinchronizavimo ir atsarginės kopijos kūrimo.
lv: Nevar noņemt šo ierīci no sinhronizācijas un dublēšanas.
nb: Kan ikke fjerne denne enheten fra Synkronisering og sikkerhetskopiering.
nl: Het apparaat kan niet worden verwijderd uit 'Synchronisatie en back-up'.
pt: Não foi possível remover este dispositivo da sincronização e cópia de segurança.
ro: Nu se poate elimina acest dispozitiv din Sincronizare și backup.
ru: Не удалось удалить устройство из списка синхронизации и резервного копирования.
sk: Toto zariadenie nie je možné odstrániť zo Synchronizácie a zálohovania.
sl: Te naprave ni bilo mogoče odstraniti iz sinhronizacije in varnostnega kopiranja.
sv: Det gick inte att ta bort denna enhet från synkronisering och säkerhetskopiering.
tr: Bu cihaz Senkronizasyon ve Yedekleme'den kaldırılamıyor.

# alert.unable-to-sync-to-server-description
source: Unable to connect to the server.
bg: Не може да се осъществи връзка със сървъра.
cs: Nejde se připojit k serveru.
da: Kan ikke oprette forbindelse til serveren.
de: Es kann keine Verbindung zum Server hergestellt werden.
el: Δεν είναι δυνατή η σύνδεση με τον διακομιστή.
et: Serveriga ei saa ühendust luua.
fi: Yhteyden muodostaminen palvelimeen ei onnistu.
fr: Impossible de se connecter au serveur.
hr: Nije moguće spojiti se na poslužitelj.
hu: Nem sikerült csatlakozni a szerverhez.
it: Impossibile connettersi al server.
lt: Nepavyko prisijungti prie serverio.
lv: Nevar izveidot savienojumu ar serveri.
nb: Kan ikke koble til serveren.
nl: Er kan geen verbinding worden gemaakt met de server.
pt: Não foi possível ligar ao servidor.
ro: Nu se poate conecta la server.
ru: Не удалось подключиться к серверу.
sk: Nie je možné sa pripojiť k serveru.
sl: Ni bilo mogoče vzpostaviti povezave s strežnikom.
sv: Det gick inte att ansluta till servern.
tr: Sunucuya bağlanılamıyor.

# alert.unable-to-sync-with-other-device-description
source: Unable to Sync with another device.
bg: Не може да се синхронизира с друго устройство.
cs: Synchronizaci s jiným zařízením nejde provést.
da: Kan ikke synkronisere med en anden enhed.
de: Synchronisierung mit einem anderen Gerät nicht möglich.
el: Δεν είναι δυνατός ο συγχρονισμός με άλλη συσκευή.
et: Teise seadmega ei saa sünkroonida.
fi: Synkronointi toisen laitteen kanssa ei onnistu.
fr: Impossible de synchroniser avec un autre appareil.
hr: Nije moguće sinkronizirati s drugim uređajem.
hu: Nem sikerült a másik eszközzel szinkronizálni.
it: Impossibile sincronizzare con un altro dispositivo.
lt: Nepavyko sinchronizuoti su kitu įrenginiu.
lv: Nevar sinhronizēt ar citu ierīci.
nb: Kan ikke synkronisere med en annen enhet.
nl: Er kan niet worden gesynchroniseerd met een ander apparaat.
pt: Não foi possível sincronizar com outro dispositivo.
ro: Nu se poate sincroniza cu un alt dispozitiv.
ru: Не удалось выполнить синхронизацию с другим устройством.
sk: Nedá sa synchronizovať s iným zariadením.
sl: Ni bilo mogoče sinhronizirati z drugo napravo.
sv: Det gick inte att synkronisera med en annan enhet.
tr: Başka bir cihazla senkronize edilemiyor.
