Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# preserveLogins.menu.confirm
source: Fireproof
bg: Направи огнеустойчив
cs: Ochrana
da: Brandsikker
de: Feuerfest machen
el: Διαγραφή δραστηριότητας
et: Tulekindel
fi: Tee palonkestäväksi
fr: Mode coupe-feu
hu: Tűzálló
it: Proteggi dal fuoco
lt: Parinktis „Fireproof“
lv: Padarīt ugunsdrošu
nb: Brannsikre
nl: Brandveilig
pt: Barreira de segurança
ro: Ștergerea activității și istoricului din browser
ru: Сделать огнеупорным
sk: Zabezpečiť funkciou ohňovzdornosti
sl: Požarna zaščita
sv: Brandsäkra
tr: Korumalı yap
uk: Вогнетривкий

# preserveLogins.menu.confirm.message
source: %@ is now Fireproof
bg: %@ вече е огнеустойчив
cs: Adresa %@ je nyní chráněná
da: %@ er nu brandsikker
de: %@ ist jetzt feuerfest
el: Έχει γίνει πλέον διαγραφή δραστηριότητας για το %@
et: %@ on nüüd tulekindel
fi: %@ on nyt palonkestävä
fr: %@ est maintenant en mode coupe-feu
hr: %@ je sada sigurno web-mjesto!
hu: A(z) %@ most már tűzálló!
it: %@ è ora a prova di fuoco
lt: %@ jau apsaugota
lv: %@ tagad ir ugunsdroša
nb: %@ er nå brannsikret
nl: %@ is nu brandveilig
pt: %@ já tem barreira de segurança
ro: %@ nu mai păstrează acum activitatea și istoricul
ru: %@ теперь огнеупорный
sk: Lokalita %@ je teraz zabezpečená!
sl: %@ ima sedaj požarno zaščito
sv: %@ är nu brandsäkrad
tr: %@ artık Korumalı
uk: %@ тепер Вогнетривкий

# preserveLogins.menu.defer
source: Not Now
bg: Не сега
cs: Teď ne
da: Ikke nu
de: Jetzt nicht
el: Όχι τώρα
et: Mitte praegu
fi: Ei nyt
fr: Pas maintenant
hr: Ne sada
hu: Most nem
it: Non adesso
lt: Ne dabar
lv: Ne tagad
nb: Ikke nå
nl: Niet nu
pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sl: Ne zdaj
sv: Inte nu
tr: Şimdi Değil
uk: Не Зараз

# preserveLogins.menu.disable
source: Remove Fireproofing
bg: Премахване на огнеустойчивост
cs: Odstranit ochranu
da: Fjern brandsikring
de: Feuerfest-Einstellung deaktivieren
el: Αφαίρεση διαγραφής δραστηριότητας
et: Eemalda tulekindlus
fi: Poista palonkestävyys
fr: Désactiver le mode coupe-feu
hr: Ukloni oznaku sigurnog web-mjesta
hu: Tűzállóság eltávolítása
it: Rimuovi protezione dal fuoco
lt: Šalinti apsaugą
lv: Noņemt ugunsdrošību
nb: Fjern brannsikring
nl: Brandveiligheid uitschakelen
pt: Remover barreira de segurança
ro: Elimină ștergerea activității și istoricului din browser
ru: Снять огнеупорность
sk: Odstrániť zabezpečenie
sl: Odstrani požarno zaščito
sv: Ta bort brandsäkring
tr: Korumayı Kaldır
uk: Зняти Вогнетривкість?

# preserveLogins.menu.enable
source: Fireproof This Site
bg: Направи този сайт огнеустойчив
cs: Ochránit tento web
da: Gør dette websted brandsikkert
de: Diese Website feuerfest machen
el: Διαγράψτε τη δραστηριότητα γι' αυτόν τον ιστότοπο
et: Muuda see sait tulekindlaks
fi: Tee sivustosta palonkestäviä
fr: Activer le mode coupe-feu pour ce site
hr: Uključi oznaku da je ovo web-mjesto sigurno
hu: Weboldal tűzállóvá tétele
it: Proteggi questo sito dal fuoco
lt: Apsaugoti šią svetainę
lv: Padarīt šo vietni ugunsdrošu
nb: Brannsikre denne siden
nl: Deze website brandveilig maken
pt: Coloque uma barreira de segurança neste site
ro: Șterge activitatea și istoricul din browser pentru acest site
ru: Сделать огнеупорным
sk: Zabezpečiť túto lokalitu
sl: Ta stran je požarno zaščitena
sv: Brandsäkra den här webbplatsen
tr: Bu Siteyi Korumalı Yap
uk: Зробити Цей Сайт Вогнетривким

# preserveLogins.menu.removal.message
source: Fireproofing removed
bg: Премахната огнеустойчивост
cs: Ochrana odstraněna
da: Brandsikring fjernet
de: Feuerfest-Einstellung deaktiviert
el: Η διαγραφή δραστηριότητας αφαιρέθηκε
et: Tulekindlus on eemaldatud
fi: Palonkestävyys poistettu
fr: Mode coupe-feu désactivé
hr: Oznaka sigurnog web-mjesta je uklonjena
hu: Tűzállóság eltávolítva
it: Protezione dal fuoco rimossa
lt: Apsauga pašalinta
lv: Ugunsdrošība noņemta
nb: Brannsikring fjernet
nl: Brandveiligheid uitgeschakeld
pt: Barreira de segurança removida
ro: Ștergerea activității și istoricului din browser a fost eliminată
ru: Огнеупорность снята
sk: Zabezpečenie bolo odstránené
sl: Požarna zaščita je odstranjena
sv: Brandsäkring har tagits bort
tr: Koruma kaldırıldı
uk: Вогнетривкість знято

# preserveLogins.remove.all
source: Remove All
bg: Премахване на всички
cs: Odstranit vše
da: Fjern alt
de: Alle entfernen
el: Αφαίρεση όλων
et: Eemalda kõik
fi: Poista kaikki
fr: Tout supprimer
hr: Odstrani sve
hu: Összes eltávolítása
it: Elimina tutto
lt: Pašalinti visus
lv: Noņemt visu
nb: Fjern alle
nl: Alles verwijderen
pt: Remover tudo
ro: Elimină tot
ru: Удалить все
sk: Odstrániť všetky
sl: Odstrani vse
sv: Ta bort alla
tr: Tümünü Kaldır
uk: Видалити все

# preserveLogins.remove.all.ok
source: OK
bg: ОК
cs: DOBŘE
da: Okay
el: Εντάξει
hr: U redu
lt: GERAI
lv: Labi
ru: Хорошо
sl: V REDU
tr: Tamam
uk: Гаразд

# privacy.icon.dax
source: DuckDuckGo logo
bg: Лого на DuckDuckGo
cs: Logo DuckDuckGo
el: Λογότυπο DuckDuckGo
fr: Logo DuckDuckGo
hr: Logotip DuckDuckGo
hu: DuckDuckGo logó
it: Logo DuckDuckGo
lt: „DuckDuckGo“ logotipas
lv: DuckDuckGo logotips
nl: Logo DuckDuckGo
pt: Logótipo do DuckDuckGo
ro: Logoul DuckDuckGo
ru: Логотип DuckDuckGo
sk: Logo DuckDuckGo
sl: Logotip DuckDuckGo
sv: DuckDuckGos logotyp
tr: DuckDuckGo logosu

# privacy.icon.hint
source: Tap to open Privacy Dashboard screen
bg: Докоснете, за да отворите таблото за управление поверителността
cs: Klepnutím otevřeš panel ochrany soukromí
da: Tryk for at åbne Privatlivspanelet
de: Tippen, um Privatsphäre-Dashboard zu öffnen
el: Πατήστε για να ανοίξετε την οθόνη Πίνακας εργαλείων ιδιωτικότητας
et: Puuduta privaatsuse juhtpaneeli kuva avamiseks
fi: Avaa tietosuojan ohjauspaneeli napauttamalla
fr: Appuyez pour ouvrir l'écran Tableau de bord de confidentialité
hr: Dodirni za otvaranje zaslona nadzorne ploče privatnosti
hu: Koppints ide az Adatvédelmi műszerfal képernyőjének megnyitásához
it: Tocca per aprire la schermata Dashboard sulla privacy
lt: Bakstelėkite, kad atidarytumėte privatumo prietaisų skydelio ekraną
lv: Pieskaries, lai atvērtu ekrānu Privātuma informācijas panelis
nb: Trykk for å åpne dashbordet for personvern
nl: Tik om het scherm Privacy Dashboard te openen
pt: Toca para abrir o ecrã do Painel de Privacidade
ro: Atinge pentru a deschide ecranul Panou de confidențialitate
ru: Нажмите, чтобы открыть панель конфиденциальности
sk: Klepnutím otvoríte obrazovku Panel nástrojov ochrany súkromia
sl: Dotaknite se, da odprete zaslon z nadzorno ploščo zasebnosti
sv: Tryck för att öppna sekretesspanelen
tr: Gizlilik Kontrol Paneli ekranını açmak için dokunun

# privacy.icon.shield
source: Privacy Icon
bg: Икона за поверителност
cs: Ikona ochrany osobních údajů
da: Ikon for beskyttelse af personlige oplysninger
de: Privatsphäre-Symbol
el: Εικονίδιο απορρήτου
et: Privaatsuse ikoon
fi: Tietosuojakuvake
fr: Icône de confidentialité
hr: Ikona privatnosti
hu: Adatvédelmi ikon
it: Icona privacy
lt: Privatumo piktograma
lv: Privātuma ikona
nb: Personvernikon
nl: Privacy-pictogram
pt: Ícone de privacidade
ro: Pictograma de confidențialitate
ru: Значок конфиденциальности
sk: Ikona ochrany súkromia
sl: Ikona za zasebnost
sv: Integritetsikon
tr: Gizlilik Simgesi

# prompt.custom.url.scheme.dontopen
source: Cancel
bg: Отмени
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
et: Tühista
fi: Peruuta
fr: Annuler
hr: Otkaži
hu: Mégsem
it: Annulla
lt: Atšaukti
lv: Atcelt
nb: Avbryt
nl: Annuleren
pt: Cancelar
ro: Renunță
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal
uk: Скасувати

# prompt.custom.url.scheme.open
source: Open
bg: Отваряне
cs: Otevřít
da: Åben
de: Öffnen
el: Άνοιγμα
et: Avatud
fi: Avaa
fr: Ouvrir
hr: Otvori
hu: Megnyitás
it: Apri
lt: Atviras
lv: Atvērt
nb: Åpne
nl: Openen
pt: Abrir
ro: Deschide
ru: Открыть
sk: Otvoriť
sl: Odpri
sv: Öppna
tr: Aç
uk: Відкрити

# prompt.custom.url.scheme.prompt
source: Would you like to leave DuckDuckGo to view this content?
bg: Искате ли да напуснете DuckDuckGo, за да видите това съдържание?
cs: Chtěl/a byste opustit DuckDuckGo a zobrazit si tento obsah?
da: Ønsker du at forlade DuckDuckGo for at se dette indhold?
de: Möchtest du DuckDuckGo verlassen, um diesen Inhalt anzuzeigen?
el: Θα θέλατε να επιτρέψετε στο DuckDuckGo να προβάλει αυτό το περιεχόμενο;
et: Kas soovite selle sisu vaatamiseks lahkuda DuckDuckGo'st?
fi: Haluatko poistua DuckDuckGosta nähdäksesi tämän sisällön?
fr: Souhaitez-vous quitter DuckDuckGo pour afficher ce contenu ?
hr: Želiš li napustiti DuckDuckGo da bi predledao/la ovaj sadržaj?
hu: Szeretnél kilépni a DuckDuckGo programból a tartalom megtekintéséhez?
it: Desideri abbandonare DuckDuckGo per visualizzare questo contenuto?
lt: Ar norite išeiti iš „DuckDuckGo“ ir peržiūrėti šį turinį?
lv: Vai vēlies iziet no DuckDuckGo, lai skatītu šo saturu?
nb: Ønsker du å forlate DuckDuckGo for å vise dette innholdet?
nl: Wil je DuckDuckGo verlaten om deze content te bekijken?
pt: Gostaria de sair do DuckDuckGo para visualizar este conteúdo?
ro: Doriți să părăsiți DuckDuckGo pentru a vizualiza acest conținut?
ru: Выйти из DuckDuckGo для просмотра этого контента?
sk: Chcete zavrieť DuckDuckGo a zobraziť tento obsah?
sl: Želite zapustiti DuckDuckGo in si ogledati to vsebino?
sv: Vill du lämna DuckDuckGo för att se detta innehåll?
tr: Bu içeriği görüntülemek için DuckDuckGo'dan ayrılmak ister misiniz?
uk: Ви хочете залишити DuckDuckGo, щоб переглянути цей вміст?

# prompt.custom.url.scheme.title
source: Open in Another App?
bg: Отваряне в друго приложение?
cs: Otevřít v jiné aplikaci?
da: Åbn i en anden app?
de: In einer anderen App öffnen?
el: Άνοιγμα σε άλλη εφαρμογή;
et: Avada teises rakenduses?
fi: Avataanko toisessa sovelluksessa?
fr: Ouvrir dans une autre application ?
hr: Otvori u drugoj aplikaciji?
hu: Megnyitás másik alkalmazásban?
it: Aprire in un'altra app?
lt: Atidaryti kitoje programoje?
lv: Vai atvērt citā lietotnē?
nb: Åpne i en annen app?
nl: Openen in een andere app?
pt: Abrir noutra aplicação?
ro: Deschizi în altă aplicație?
ru: Открыть в другом приложении?
sk: Otvoriť v inej aplikácii?
sl: Odpri v drugi aplikaciji?
sv: Öppna i annan app?
tr: Başka Bir Uygulamada Açılsın mı?
uk: Відкрити в іншій програмі?

# search.hint.duckduckgo
source: Search or enter address
bg: Търсене или въвеждане на адрес
cs: Vyhledejte nebo zadejte adresu
da: Søg eller indtast adresse
de: Adresse suchen oder eingeben
el: Αναζήτηση ή εισαγωγή διεύθυνσης
et: Otsi või sisesta aadress
fi: Hae tai anna osoite
fr: Rechercher ou saisir une adresse
hr: Pretraži ili unesi adresu
hu: Keresés vagy cím megadása
it: Cerca o digita l'indirizzo
lt: Ieškoti arba įvesti adresą
lv: Meklē vai ievadi adresi
nb: Søk eller skriv inn adresse
nl: Zoek of voer een adres in
pt: Pesquisar ou inserir endereço
ro: Caută sau introdu adresa
ru: Введите поисковый запрос или адрес сайта
sk: Vyhľadajte alebo zadajte adresu
sl: Poišči ali vnesi naslov
sv: Sök eller ange adress
tr: Adres ara veya gir
uk: Шукайте або введіть адресу

# section.title.bookmarks
source: Bookmarks
bg: Отметки
cs: Záložky
da: Bogmærker
de: Lesezeichen
el: Σελιδοδείκτες
et: Järjehoidjad
fi: Kirjanmerkit
fr: Signets
hr: Knjižne oznake
hu: Könyvjelzők
it: Segnalibri
lt: Žymės
lv: Grāmatzīmes
nb: Bokmerker
nl: Bladwijzers
pt: Marcadores
ro: Semne de carte
ru: Закладки
sk: Záložky
sl: Zaznamki
sv: Bokmärken
tr: Yer İmleri
uk: Закладки

# section.title.favorites
source: Favorites
bg: Любими
cs: Oblíbené
da: Favoritter
de: Favoriten
el: Αγαπημένα
et: Lemmikud
fi: Suosikit
fr: Favoris
hr: Omiljeno
hu: Kedvencek
it: Preferiti
lt: Mėgstami
lv: Izlase
nb: Favoritter
nl: Favorieten
pt: Favoritos
ro: Preferințe
ru: Избранное
sk: Obľúbené položky
sl: Priljubljeni
sv: Favoriter
tr: Favoriler
uk: Улюблені

# send.browser.feedback.general-feedback
source: General feedback
bg: Отзив с обща информация
cs: Obecná zpětná vazba
da: Generel feedback
de: Allgemeines Feedback
el: Γενικά σχόλια
et: Üldine tagasiside
fi: Yleistä palautetta
fr: Commentaires d'ordre général
hr: Općenite povratne informacije
hu: Általános visszajelzés
it: Feedback generale
lt: Bendro pobūdžio atsiliepimai
nb: Generell tilbakemelding
nl: Algemene feedback
pt: Feedback geral
ru: Общий комментарий
sk: Všeobecná spätná väzba
sl: Splošne povratne informacije
sv: Allmän feedback
tr: Genel geri bildirim

# send.browser.feedback.report-problem
source: Report a problem
bg: Докладване на проблем
cs: Nahlásit problém
da: Anmeld et problem
de: Problem melden
el: Αναφέρετε ένα πρόβλημα
et: Teata probleemist
fi: Ilmoita ongelmasta
fr: Signaler un problème
hr: Prijavi problem
hu: Probléma bejelentése
it: Segnala un problema
lt: Praneškite apie problemą
nb: Rapporter et problem
nl: Een probleem melden
pt: Comunicar um problema
ru: Отчет о проблеме
sk: Nahlásiť problém
sl: Prijava težave
sv: Rapportera ett problem
tr: Sorun bildir

# send.browser.feedback.request-feature
source: Request a feature
bg: Заявка за функция
cs: Požádat o novou funkci
da: Foreslå en funktion
de: Eine Funktion anfordern
el: Αιτηθείτε μια λειτουργία
et: Funktsiooni taotlemine
fi: Pyydä ominaisuutta
fr: Demander une fonctionnalité
hr: Zatraži opciju
hu: Funkcióra irányuló kérés
it: Richiedi una funzionalità
lt: Prašykite funkcijos
nb: Be om en funksjon
nl: Een functie aanvragen
pt: Pedir uma funcionalidade
ru: Запрос функции
sk: Požiadaj o funkciu
sl: Zahtevajte funkcijo
sv: Begär en funktion
tr: Bir özellik isteyin

# send.browser.feedback.select-category
source: Select a category
bg: ИЗБЕРЕТЕ КАТЕГОРИЯ
cs: VYBER KATEGORII
da: VÆLG EN KATEGORI
de: EINE KATEGORIE AUSWÄHLEN
el: ΕΠΙΛΕΞΤΕ ΚΑΤΗΓΟΡΙΑ
et: VALI KATEGOORIA
fi: VALITSE KATEGORIA
fr: SÉLECTIONNER UNE CATÉGORIE
hr: ODABERI KATEGORIJU
hu: VÁLASSZ KATEGÓRIÁT
it: SELEZIONA UNA CATEGORIA
lt: PASIRINKITE KATEGORIJĄ
nb: VELG EN KATEGORI
nl: SELECTEER EEN CATEGORIE
pt: SELECIONA UMA CATEGORIA
ru: ВЫБЕРИТЕ КАТЕГОРИЮ
sk: VYBERTE KATEGÓRIU
sl: IZBERITE KATEGORIJO
sv: VÄLJ EN KATEGORI
tr: BİR KATEGORİ SEÇİN

# settings.about.ddg
source: About DuckDuckGo
bg: Относно DuckDuckGo
cs: O DuckDuckGo
da: Om DuckDuckGo
de: Über DuckDuckGo
el: Σχετικά με το DuckDuckGo
et: DuckDuckGo'st
fi: Tietoa DuckDuckGo:sta
fr: À propos de DuckDuckGo
hr: O DuckDuckGou
hu: A DuckDuckGóról
it: Info su DuckDuckGo
lt: Apie DuckDuckGo
lv: Par DuckDuckGo
nb: Om DuckDuckGo
nl: Over DuckDuckGo
pt: Sobre o DuckDuckGo
ro: Despre DuckDuckGo
ru: Несколько слов о DuckDuckGo
sk: O službe DuckDuckGo
sl: O DuckDuckGo
sv: Om DuckDuckGo
tr: DuckDuckGo Hakkında

# settings.about.section
source: About
bg: За нас
cs: O společnosti
da: Omkring
de: Über
el: Σχετικά
et: Teave
fi: Tietoja
fr: À propos
hr: O nama
hu: Rólunk
it: Informazioni
lt: Apie
lv: Par
nb: Om
nl: Over
pt: Acerca de
ro: Despre
ru: О нас
sk: O nás
sl: Več o
sv: Om
tr: Hakkında
