Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# autofill.logins.list.close-title
source: Close
bg: Затваряне
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
et: Sulge
fi: Sulje
fr: Fermer
hr: Zatvori
hu: Bezárás
it: Chiudi
lt: Uždaryti
lv: Aizvērt
nb: Lukk
nl: Sluiten
pt: Fechar
ro: Închidere
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sv: Stäng
tr: Kapat

# autofill.logins.list.delete.all
source: Delete All
bg: Изтриване на всички
cs: Smazat vše
da: Slet alle
de: Alle löschen
el: Διαγραφή όλων
et: Kustuta kõik
fi: Poista kaikki
fr: Tout supprimer
hr: Izbriši sve
hu: Összes törlése
it: Elimina tutto
lt: Ištrinti viską
lv: Dzēst visus
nb: Slett alt
nl: Alles verwijderen
pt: Eliminar tudo
ro: Șterge toate
ru: Удалить все
sk: Odstrániť všetko
sl: Izbriši vse
sv: Radera allt
tr: Tümünü Sil

# autofill.logins.list.enable
source: Save and autofill passwords
bg: Запазване и автоматично попълване на паролите
cs: Ukládání a automatické vyplňování hesel
da: Gem og udfyld adgangskoder automatisk
de: Passwörter speichern und automatisch ausfüllen
el: Αποθήκευση και αυτόματη συμπλήρωση κωδικών πρόσβασης
et: Paroolide salvestamine ja automaatne sisestamine
fi: Tallenna ja täytä salasanat automaattisesti
fr: Enregistrer et saisir automatiquement les mots de passe
hr: Spremi i automatski popuni lozinke
hu: Jelszavak mentése és automatikus kitöltése
it: Salva e compila automaticamente le password
lt: Išsaugokite ir automatiškai užpildykite slaptažodžius
lv: Saglabāt un automātiski aizpildīt paroles
nb: Lagre og fyll ut passord automatisk
nl: Wachtwoorden opslaan en automatisch invullen
pt: Guardar e preencher palavras-passe automaticamente
ro: Salvează și completează automat parolele
ru: Хранение и автозаполнение паролей
sk: Ukladať a automaticky dopĺňať heslá
sl: Shranite in samodejno izpolnite gesla
sv: Spara och fyll i lösenord automatiskt
tr: Şifreleri kaydedin ve otomatik doldurun

# autofill.logins.list.enable.footer
source: Passwords are stored securely on your device.
bg: Паролите се съхраняват сигурно на Вашето устройство.
cs: Hesla se bezpečně ukládají do tvého zařízení.
da: Adgangskoder gemmes sikkert på din enhed.
de: Passwörter werden sicher auf deinem Gerät gespeichert.
el: Οι κωδικοί πρόσβασης αποθηκεύονται με ασφάλεια στη συσκευή σας.
et: Paroolid salvestatakse turvaliselt sinu seadmesse.
fi: Salasanat tallennetaan laitteellesi turvallisesti.
fr: Les mots de passe sont stockés en toute sécurité sur votre appareil.
hr: Lozinke su sigurno pohranjene na tvom uređaju.
hu: A jelszavakat az eszközöd biztonságosan tárolja.
it: Le password sono archiviate in modo sicuro sul tuo dispositivo.
lt: Slaptažodžiai saugiai saugomi jūsų įrenginyje.
lv: Paroles tiek droši glabātas tavā ierīcē.
nb: Passord lagres på enheten din på en sikker måte.
nl: Wachtwoorden worden veilig opgeslagen op je apparaat.
pt: As palavras-passe são armazenadas com segurança no teu dispositivo.
ro: Parolele sunt stocate în siguranță pe dispozitivul tău.
ru: Пароли надежно защищены и хранятся на вашем устройстве.
sk: Heslá sú bezpečne uložené vo vašom zariadení.
sl: Gesla so varno shranjena v vaši napravi.
sv: Lösenord lagras säkert på din enhet.
tr: Şifreler cihazınızda güvenli bir şekilde saklanır.

# autofill.logins.list.login-deleted-message
source: Password for %@ deleted
bg: Паролата за %@ е изтрита
cs: Heslo pro %@ je smazané
da: Adgangskode til %@ slettet
de: Passwort für %@ gelöscht
el: Ο κωδικός πρόσβασης για το %@ διαγράφηκε
et: Parool (%@) on kustutatud
fi: Kohteen %@ salasana poistettu
fr: Le mot de passe associé à %@ a été supprimé
hr: Lozinka za %@ je izbrisana
hu: %@ jelszava törölve
it: Password per %@ eliminata
lt: Ištrintas %@ slaptažodis
lv: %@ parole dzēsta
nb: Passordet for %@ er slettet
nl: Wachtwoord voor %@ verwijderd
pt: Palavra-passe para %@ eliminada
ro: Parola pentru %@ a fost ștearsă
ru: Пароль от сайта %@ удален
sk: Heslo pre %@ bolo odstránené
sl: Geslo za %@ je izbrisano
sv: Lösenord för %@ har raderats
tr: @@ için şifre silindi

# autofill.logins.list.login-deleted-message-no-title
source: Password deleted
bg: Паролата е изтрита
cs: Heslo smazáno
da: Adgangskode slettet
de: Passwort gelöscht
el: Διαγραφή κωδικού πρόσβασης
et: Parool on kustutatud
fi: Salasana poistettu
fr: Le mot de passe a été supprimé
hr: Lozinka je izbrisana
hu: Jelszó törölve
it: Password eliminata
lt: Slaptažodis ištrintas
lv: Parole dzēsta
nb: Passordet er slettet
nl: Wachtwoord verwijderd
pt: Palavra-passe eliminada
ro: Parolă ștearsă
ru: Пароль удален
sk: Heslo bolo odstránené
sl: Geslo je izbrisano
sv: Lösenordet har raderats
tr: Şifre silindi

# autofill.logins.list.never.saved
source: Reset Excluded Sites
bg: Нулиране на изключените сайтове
cs: Obnovit vyloučené stránky
da: Nulstil ekskluderede websteder
de: Ausgeschlossene Websites zurücksetzen
el: Επαναφορά αποκλεισμένων ιστότοπων
et: Lähtesta välistatud saidid
fi: Nollaa poissuljetut sivustot
fr: Réinitialiser les sites exclus
hr: Vrati izvorne isključene web lokacije
hu: Kizárt webhelyek visszaállítása
it: Ripristina siti esclusi
lt: Iš naujo nustatyti neįtrauktas svetaines
lv: Atiestatīt izslēgtās vietnes
nb: Tilbakestill ekskluderte nettsteder
nl: Uitgesloten sites opnieuw instellen
pt: Repor sites excluídos
ro: Resetează site-urile excluse
ru: Сбросить список исключений
sk: Obnovenie vylúčených lokalít
sl: Ponastavi izključena spletna mesta
sv: Återställ exkluderade webbplatser
tr: Hariç Tutulan Siteleri Sıfırla

# autofill.logins.list.never.saved.reset.action.cancel
source: Cancel
bg: Отмени
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
et: Tühista
fi: Peruuta
fr: Annuler
hr: Otkaži
hu: Mégsem
it: Annulla
lt: Atšaukti
lv: Atcelt
nb: Avbryt
nl: Annuleren
pt: Cancelar
ro: Renunță
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal

# autofill.logins.list.never.saved.reset.action.confirm
source: Reset Excluded Sites
bg: Нулиране на изключените сайтове
cs: Obnovit vyloučené stránky
da: Nulstil ekskluderede websteder
de: Ausgeschlossene Websites zurücksetzen
el: Επαναφορά αποκλεισμένων ιστότοπων
et: Lähtesta välistatud saidid
fi: Nollaa poissuljetut sivustot
fr: Réinitialiser les sites exclus
hr: Resetiraj isključene web lokacije
hu: Kizárt webhelyek visszaállítása
it: Ripristina siti esclusi
lt: Iš naujo nustatyti neįtrauktas svetaines
lv: Atiestatīt izslēgtās vietnes
nb: Tilbakestill ekskluderte nettsteder
nl: Uitgesloten sites opnieuw instellen
pt: Repor sites excluídos
ro: Resetează site-urile excluse
ru: Сбросить список исключений
sk: Obnovenie vylúčených lokalít
sl: Ponastavi izključena spletna mesta
sv: Återställ exkluderade webbplatser
tr: Hariç Tutulan Siteleri Sıfırla

# autofill.logins.list.never.saved.reset.action.title
source: If you reset excluded sites, you will be prompted to save your password next time you sign in to any of these sites.
bg: Ако нулирате изключените сайтове, при следващото влизане в някой от тези сайтове ще бъдете подканени да запазите паролата за вход.
cs: Pokud vyloučené weby resetuješ, při příštím přihlašování na některý z nich se ti zobrazí výzva k uložení hesla.
da: Hvis du nulstiller ekskluderede websteder, vil du blive bedt om at gemme din adgangskode, næste gang du logger ind på en af disse sider.
de: Wenn du die ausgeschlossenen Websites zurücksetzt, wirst du aufgefordert, dein Passwort zu speichern, wenn du dich das nächste Mal auf einer dieser Websites anmeldest.
el: Εάν κάνετε επαναφορά των αποκλεισμένων ιστότοπων, θα σας ζητηθεί να αποθηκεύσετε τον κωδικό πρόσβασής σας την επόμενη φορά που θα συνδεθείτε σε οποιονδήποτε από τους ιστότοπους αυτούς.
et: Kui lähtestad välistatud saidid, pakutakse sulle järgmisel korral, kui logid neile saitidele sisse, võimalust parool salvestada.
fi: Jos nollaat poissuljetut sivustot, sinua pyydetään tallentamaan salasanasi, kun seuraavan kerran kirjaudut sisään jollekin näistä sivustoista.
fr: Si vous réinitialisez les sites exclus, vous serez invité(e) à enregistrer votre mot de passe lors de votre prochaine connexion à l'un de ces sites.
hr: Ako resetiraš isključene web lokacije, od tebe će se zatražiti da spremiš svoju lozinku sljedeći put kad se prijaviš na bilo koju od ovih lokacija.
hu: A kizárt webhelyek visszaállítása esetén a rendszer a jelszavad mentését kéri, amikor legközelebb bejelentkezel ezen webhelyek bármelyikére.
it: Se ripristini i siti esclusi, ti verrà richiesto di salvare la password la prossima volta che accederai a uno di questi siti.
lt: Jei iš naujo nustatysite neįtrauktas svetaines, kitą kartą, kai prisijungsite prie bet kurios iš šių svetainių, būsite paraginti išsaugoti savo slaptažodį.
lv: Ja atiestatīsi izslēgtās vietnes, tev tiks piedāvāts saglabāt savus pieteikšanās datus, kad nākamreiz tajās pierakstīsies.
nb: Hvis du tilbakestiller ekskluderte nettsteder, blir du bedt om å lagre passordet ditt neste gang du logger på disse nettstedene.
nl: Als je uitgesloten sites opnieuw instelt, zie je de volgende keer dat je bij een van deze sites inlogt een melding om je wachtwoord op te slaan.
pt: Se repuseres os sites excluídos, ser-te-á pedido que guardes a tua palavra-passe da próxima vez que iniciares sessão num destes sites.
ro: Dacă resetezi site-urile excluse, ți se va solicita să îți salvezi parola data viitoare când te conectezi la oricare dintre aceste site-uri.
ru: Если вы очистите список исключений, при следующем входе на любой из этих сайтов система предложит вам сохранить пароль.
sk: Ak obnovíte vylúčené lokality, pri ďalšom prihlásení na niektorú z týchto lokalít dostanete výzvu na uloženie svojho hesla.
sl: Če ponastavite izključena spletna mesta, boste ob naslednji prijavi na katero koli od teh spletnih mest pozvani, da shranite svojo prijavo.
sv: Om du återställer exkluderade webbplatser kommer du att uppmanas att spara ditt lösenord nästa gång du loggar in på någon av dessa webbplatser.
tr: Hariç tutulan siteleri sıfırlarsanız, bu sitelerden herhangi birinde bir sonraki oturum açtığınızda şifrenizi kaydetmeniz istenecektir.

# autofill.logins.list.search-placeholder
source: Search passwords
bg: Търсене на пароли
cs: Prohledat hesla
da: Søg adgangskoder
de: Passwörter suchen
el: Αναζήτηση κωδικών πρόσβασης
et: Otsi paroole
fi: Etsi salasanoja
fr: Rechercher un mot de passe
hr: Pretraživanje lozinki
hu: Jelszavak keresése
it: Cerca password
lt: Ieškoti slaptažodžių
lv: Meklēt paroles
nb: Søk i passord
nl: Wachtwoorden zoeken
pt: Pesquisar palavras-passe
ro: Caută parole
ru: Найти пароль
sk: Vyhľadávanie hesiel
sl: Iskanje gesel
sv: Sök lösenord
tr: Şifreleri ara

# autofill.logins.list.settings.footer.fallback
source: Passwords are encrypted. Nobody but you can see them, not even us.
bg: Паролите са криптирани. Никой освен Вас не може да ги види, дори ние.
cs: Hesla jsou šifrovaná. Nikdo kromě tebe je nevidí, dokonce ani my.
da: Adgangskoderne er krypterede. Ingen andre end dig kan se dem, ikke engang os.
de: Passwörter sind verschlüsselt. Niemand außer dir kann sie sehen, nicht einmal wir.
el: Οι κωδικοί πρόσβασης είναι κρυπτογραφημένοι. Κανείς άλλος εκτός από εσάς δεν μπορεί να τους βλέπει, ούτε καν εμείς.
et: Paroolid on krüpteeritud. Keegi peale sinu ei näe neid, isegi mitte meie.
fi: Salasanat salataan. Kukaan muu kuin sinä ei näe niitä, emme edes me.
fr: Les mots de passe sont cryptés. Personne d'autre que vous ne peut les voir, pas même nous.
hr: Lozinke su šifrirane. Nitko osim tebe ne može ih vidjeti, čak ni mi.
hu: A jelszavak titkosítva vannak. Rajtad kívül senki sem láthatja őket, még mi sem.
it: Le password sono crittografate. Nessuno tranne te può vederle, nemmeno noi.
lt: Slaptažodžiai yra užšifruoti. Niekas, išskyrus jus, negali jų matyti – net mes.
nb: Passord krypteres. Ingen andre enn du kan se dem, ikke engang vi.
nl: Wachtwoorden worden versleuteld. Niemand anders kan ze zien, zelfs wij niet.
pt: As palavras-passe estão encriptadas. Ninguém além de ti pode vê-las, nem mesmo nós.
ru: Пароли подвергаются шифрованию. Никто, кроме вас, их не увидит. Даже мы.
sk: Heslá sú zašifrované. Nikto okrem vás ich nemôže vidieť, dokonca ani my.
sl: Gesla so šifrirana. Nihče razen vas jih ne more videti, niti mi.
sv: Lösenorden är krypterade. Ingen annan än du kan se dem, inte ens vi.
tr: Parolalar şifrelenir. Onları sizden başka kimse göremez. Biz bile.

# autofill.logins.list.settings.footer.markdown
source: Passwords are encrypted. Nobody but you can see them, not even us. [Learn More](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
bg: Паролите са криптирани. Никой освен Вас не може да ги види, дори ние. [Научете повече](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
cs: Hesla jsou šifrovaná. Nikdo kromě tebe je nevidí, dokonce ani my. [Další informace](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
da: Adgangskoderne er krypterede. Ingen andre end dig kan se dem, ikke engang os. [Få flere oplysninger](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
de: Passwörter sind verschlüsselt. Niemand außer dir kann sie sehen, nicht einmal wir. [Mehr erfahren](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
el: Οι κωδικοί πρόσβασης είναι κρυπτογραφημένοι. Κανείς άλλος εκτός από εσάς δεν μπορεί να τους βλέπει, ούτε καν εμείς. [Μάθετε περισσότερα](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
et: Paroolid on krüpteeritud. Keegi peale sinu ei näe neid, isegi mitte meie. [Lisateave](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
fi: Salasanat salataan. Kukaan muu kuin sinä ei näe niitä, emme edes me. [Lisätietoja](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
fr: Les mots de passe sont cryptés. Personne d'autre que vous ne peut les voir, pas même nous. [En savoir plus](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
hr: Lozinke su šifrirane. Nitko osim tebe ne može ih vidjeti, čak ni mi. [Saznaj više](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
hu: A jelszavak titkosítva vannak. Rajtad kívül senki sem láthatja őket, még mi sem. [További információk](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
it: Le password sono crittografate. Nessuno tranne te può vederle, nemmeno noi. [Scopri di più](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
lt: Slaptažodžiai yra užšifruoti. Niekas, išskyrus jus, negali jų matyti – net mes. [Sužinoti daugiau](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
nb: Passord krypteres. Ingen andre enn du kan se dem, ikke engang vi. [Finn ut mer](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
nl: Wachtwoorden worden versleuteld. Niemand anders dan jij kunt ze zien, zelfs wij niet. [Meer informatie](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
pt: As palavras-passe estão encriptadas. Ninguém além de ti pode vê-las, nem mesmo nós. [Sabe mais](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
ro: Parolele sunt criptate. Nimeni în afară de tine nu le poate vedea, nici măcar noi. [Află mai multe](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
ru: Пароли подвергаются шифрованию. Никто, кроме вас, их не увидит. Даже мы. [Подробнее...](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
sk: Heslá sú zašifrované. Nikto okrem vás ich nemôže vidieť, dokonca ani my. [Viac informácií](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
sl: Gesla so šifrirana. Nihče razen vas jih ne more videti, niti mi. [Več o tem](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
sv: Lösenorden är krypterade. Ingen annan än du kan se dem, inte ens vi. [Läs mer](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)
tr: Parolalar şifrelenir. Onları sizden başka kimse göremez. Biz bile. [Daha Fazla Bilgi](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/sync-and-backup/password-manager-security/)

# autofill.logins.list.suggested
source: Suggested
bg: Предложения
cs: Navrhované
da: Foreslået
de: Vorgeschlagen
el: Προτεινόμενο
et: Soovitatud
fi: Ehdotettu
fr: Suggéré
hr: Predloženo
hu: Javasolt
it: Suggerimenti
lt: Siūloma
lv: Ieteikts
nb: Forslag
nl: Aanbevolen
pt: Sugerido
ro: Sugerat
ru: Рекомендации
sk: Navrhované
sl: Predlagano
sv: Förslag
tr: Önerilen

# autofill.logins.list.title
source: Passwords
bg: Пароли
cs: Hesla
da: Adgangskoder
de: Passwörter
el: Κωδικοί πρόσβασης
et: Paroolid
fi: Salasanat
fr: Mots de passe
hr: Lozinke
hu: Jelszavak
it: Password
lt: Slaptažodžiai
lv: Paroles
nb: Passord
nl: Wachtwoorden
pt: Palavras-passe
ro: Parole
ru: Пароли
sk: Heslo
sl: Gesla
sv: Lösenord
tr: Şifreler

# autofill.logins.no-auth.subtitle
source: A passcode is required to protect your passwords.
bg: За защита на паролите се изисква парола.
cs: K ochraně hesel je nutné heslo.
da: En adgangskode er påkrævet for at beskytte dine adgangskoder.
de: Zum Schutz deiner Passwörter ist ein Passcode erforderlich.
el: Απαιτείται κωδικός πρόσβασης για προστασία των κωδικών πρόσβασής σας.
et: Paroolide kaitsmiseks on vaja pääsukoodi.
fi: Salakoodi vaaditaan suojaamaan salasanojasi.
fr: Un code d'accès est nécessaire pour protéger vos mots de passe.
hr: Za zaštitu tvojih lozinki potrebna je šifra.
hu: Jelszavaid védelméhez jelszó szükséges.
it: Per proteggere le tue password è necessario impostare un passcode.
lt: Slaptažodžiams apsaugoti reikalingas prieigos kodas.
lv: Lai aizsargātu tavas paroles, ir nepieciešams piekļuves kods.
nb: Det kreves en passkode for å beskytte passordene dine.
nl: Er is een toegangscode vereist om je wachtwoorden te beschermen.
pt: Precisas de um código de acesso para proteger as tuas palavras-passe.
ro: Este necesar un cod de acces pentru a-ți proteja parolele.
ru: Для защиты паролей требуется код доступа.
sk: Na ochranu vašich hesiel je potrebný prístupový kód.
sl: Koda je zahtevana za zaščito vaših gesel.
sv: Ett lösenord krävs för att skydda dina lösenord.
tr: Şifrelerinizi korumak için bir şifre gereklidir.

# autofill.logins.no-auth.title
source: Secure your device to save passwords
bg: Защитете устройството, за да можете да запазвате пароли
cs: Zabezpeč si zařízení, ať si můžeš ukládat hesla
da: Beskyt din enhed for at gemme adgangskoder
de: Sichere dein Gerät, um Passwörter zu speichern
el: Ασφαλίστε τη συσκευή σας για αποθήκευση κωδικών πρόσβασης
et: Paroolide salvestamiseks muuda oma seade turvaliseks
fi: Suojaa laitteesi salasanojen tallentamiseksi
fr: Sécurisez votre appareil pour enregistrer vos mots de passe
hr: Osiguraj svoj uređaj za spremanje lozinki
hu: Zárd le az eszközt a jelszavak mentéséhez
it: Proteggi il tuo dispositivo per salvare le password
lt: Apsaugokite savo įrenginį, kad išsaugotumėte slaptažodžius
lv: Aizsargā savu ierīci, lai saglabātu paroles
nb: Sikre enheten din for å lagre passord
nl: Beveilig je apparaat om wachtwoorden op te slaan
pt: Proteger o dispositivo para guardar palavras-passe
ro: Securizează-ți dispozitivul pentru a salva parolele
ru: Защита устройства и паролей
sk: Zabezpečte svoje zariadenie na uloženie hesiel
sl: Zaščitite svojo napravo, da shranite gesla
sv: Säkra din enhet för att spara lösenord
tr: Şifreleri kaydetmek için cihazınızın güvenliğini sağlayın

# autofill.logins.prompt.auth.cancel
source: Cancel
bg: Отмени
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
et: Tühista
fi: Peruuta
fr: Annuler
hr: Otkaži
hu: Mégsem
it: Annulla
lt: Atšaukti
lv: Atcelt
nb: Avbryt
nl: Annuleren
pt: Cancelar
ro: Renunță
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal

# autofill.logins.prompt.auth.reason
source: Unlock device to use saved password
bg: Отключете устройството, за да използвате запазена парола
cs: Jestli chceš použít uložené heslo, odemkni zařízení
da: Lås enheden op for at bruge gemt adgangskode
de: Gerät entsperren, um gespeichertes Passwort zu verwenden
el: Ξεκλειδώστε τη συσκευή για να χρησιμοποιήσετε τον αποθηκευμένο κωδικό πρόσβασης
et: Ava seade salvestatud parooli kasutamiseks
fi: Avaa laitteen lukitus käyttääksesi tallennettua salasanaa
fr: Déverrouiller l'appareil pour utiliser le mot de passe enregistré
hr: Otključaj uređaj za korištenje spremljene lozinke
hu: Eszköz zárolásának feloldása a mentett jelszó használatához
it: Sblocca il dispositivo per usare la password salvata
lt: Atrakinkite įrenginį, kad galėtumėte naudoti išsaugotą slaptažodį
lv: Jāatbloķē, lai izmantotu saglabātu paroli
nb: Lås opp enheten for å bruke lagret passord
nl: Ontgrendel het apparaat om het opgeslagen wachtwoord te gebruiken
pt: Desbloqueia o dispositivo para utilizares a palavra-passe guardada
ro: Deblochează dispozitivul pentru a utiliza parola salvată
ru: Разблокируйте устройство, чтобы использовать сохраненный пароль
sk: Odomknite zariadenie, aby ste mohli použiť uložené heslo
sl: Odklenite napravo, če želite uporabiti shranjeno geslo
sv: Lås upp enheten för att använda sparat lösenord
tr: Kayıtlı şifreyi kullanmak için cihazın kilidini açın

# autofill.logins.prompt.exact.match.title
source: From this website
bg: От този уебсайт
cs: Z tohoto webu
da: Fra dette websted
de: Von dieser Website
el: Από αυτόν τον ιστότοπο
et: Sellelt veebisaidilt
fi: Tältä sivustolta
fr: À partir de ce site Web
hr: S ove web lokacije
hu: Erről a webhelyről
it: Da questo sito web
lt: Iš šios svetainės
lv: No šīs vietnes
nb: Fra dette nettstedet
nl: Van deze website
pt: Deste site
ro: De pe acest site web
ru: С этого сайта
sk: Z tejto webovej lokality
sl: S tega spletnega mesta
sv: Från den här webbplatsen
tr: Bu web sitesinden

# autofill.logins.prompt.more-options
source: More Options
bg: Повече опции
cs: Další možnosti
da: Flere muligheder
de: Weitere Optionen
el: Περισσότερες επιλογές
et: Veel valikuid
fi: Lisää vaihtoehtoja
fr: Plus d'options
hr: Dodatne mogućnosti
hu: További lehetőségek
it: Altre opzioni
lt: Daugiau parinkčių
lv: Citas iespējas
nb: Flere alternativer
nl: Meer opties
pt: Mais opções
ro: Mai multe opțiuni
ru: Другие параметры
sk: Ďalšie možnosti
sl: Več možnosti
sv: Fler alternativ
tr: Diğer Seçenekler

# autofill.logins.prompt.partial.match.title
source: From %@
bg: От %@
cs: Z %@
da: Fra %@
de: Von % @
el: Από %@
et: Veebisaidilt %@
fi: Kohteesta % @
fr: À partir de %@
hr: Od % @
hu: Innen: %@
it: Da %@
lt: Iš %@
lv: No %@
nb: Fra %@
nl: Van %@
pt: Desde %@
ro: De la %@
ru: Из %@
sk: Z adresy %@
sl: S spletnega mesta %@
sv: Från %@
tr: %@ sitesinden

# autofill.logins.prompt.password.button.title
source: Password for %@
bg: Парола за %@
cs: Heslo pro %@
da: Adgangskode til %@
de: Passwort für %@
el: Κωδικός πρόσβασης για %@
et: Parool veebisaidi %@ jaoks
fi: Sivuston %@ salasana
fr: Mot de passe pour %@
hr: Lozinka za %@
hu: %@ jelszava
it: Password per %@
lt: Slaptažodis, skirtas %@
lv: %@ parole
nb: Passord for %@
nl: Wachtwoord voor %@
pt: Palavra-passe para % @
ro: Parola pentru %@
ru: Пароль %@
sk: Heslo pre %@
sl: Geslo za %@
sv: Lösenord för %@
tr: %@ için parola
