Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# email.settings.subtitle
source: Block email trackers and hide your address
bg: Блокирайте имейл тракерите и скрийте своя адрес
cs: Blokování trackerů v e-mailu a skrytí adresy
da: Bloker e-mailtrackere, og skjul din adresse
de: E-Mail-Tracker blockieren und deine Adresse verbergen
el: Αποκλείστε εφαρμογές παρακολούθησης email και αποκρύψτε τη διεύθυνσή σας
et: Blokeeri meilijälgurid ja peida oma aadress
fi: Estä sähköpostiseuraajat ja piilota osoitteesi
fr: Bloquez les traqueurs d'e-mails et masquez votre adresse
hr: Blokiraj programe za praćenje e-pošte i sakrij svoju adresu
hu: E-mail nyomkövetők letiltása, és a cím elrejtése
it: Blocca i sistemi di tracciamento delle email e nascondi il tuo indirizzo
lt: Blokuokite el. laiškų sekimo priemones ir paslėpkite savo adresą
lv: Bloķē e-pasta izsekotājus un paslēp savu adresi
nb: Blokker e-postsporere og skjul adressen din
nl: Blokkeer e-mailtrackers en verberg je adres
pt: Bloqueie rastreadores de e-mail e oculte o seu endereço.
ro: Blochează tehnologiile de urmărire prin e-mail și ascunde-ți adresa
ru: Блокировка почтовых трекеров и скрытие адреса
sk: Zablokujte nástroje na sledovanie e‑mailov a skryte vašu adresu
sl: Blokirajte sledilnike e-pošte in skrijte svoj naslov
sv: Blockera e-postspårare och dölj din adress
tr: E-posta izleyicileri engelleyin ve adresinizi gizleyin
uk: Блокуйте трекери електронної пошти та приховуйте свою адресу

# email.signup-prompt.alert.continue
source: Continue Setup
bg: Продължаване с настройката
cs: Pokračovat v nastavení
da: Fortsæt opsætning
de: Einrichtung fortsetzen
el: Συνέχιση εγκατάστασης
et: Jätka seadistamist
fi: Jatka asennusta
fr: Poursuivre la configuration
hr: Nastavi s postavljanjem
hu: Beállítás folytatása
it: Prosegui la configurazione
lt: Tęsti sąranką
lv: Turpināt iestatīšanu
nb: Fortsett oppsett
nl: Doorgaan met instellen
pt: Continuar configuração
ro: Continuă configurarea
ru: Продолжить настройку
sk: Pokračovať v nastavovaní
sl: Nadaljujte nastavitev
sv: Fortsätt inställningen
tr: Kuruluma Devam Et

# email.signup-prompt.alert.exit
source: Exit Setup
bg: Изход от настройката
cs: Ukončit nastavení
da: Afslut opsætning
de: Einrichtung beenden
el: Έξοδος από την εγκατάσταση
et: Välju seadistusest
fi: Poistu asennuksesta
fr: Quitter la configuration
hr: Izađi iz postavljanja
hu: Kilépés a beállításokból
it: Esci dalla configurazione
lt: Išeiti iš sąrankos
lv: Iziet no iestatīšanas
nb: Avslutt oppsett
nl: Instellen beëindigen
pt: Sair da instalação
ro: Ieși din configurare
ru: Выйти из настройки
sk: Odísť z nastavení
sl: Izhod iz nastavitev
sv: Avsluta inställningen
tr: Kurulumdan Çık

# email.signup-prompt.alert.title
source: If you exit now, your Duck Address will not be saved!
bg: Ако излезете сега, Вашият Duck Address няма да бъде запазен!
cs: Pokud teď odejdeš, tvoje adresa Duck Address se neuloží.
da: Hvis du afslutter nu, vil din Duck Address ikke blive gemt!
de: Wenn du jetzt beendest, wird deine Duck Address nicht gespeichert!
el: Εάν εξέλθετε τώρα, η Duck Address δεν θα αποθηκευτεί!
et: Kui sa praegu väljud, siis sinu Duck Addressi ei salvestata!
fi: Jos poistut nyt, Duck Address -osoitettasi ei tallenneta!
fr: Si vous quittez cette page maintenant, votre Duck Address ne sera pas enregistrée !
hr: Ako izađeš sada, tvoja adresa Duck Address neće biti spremljena!
hu: Ha most kilépsz, a Duck-cím nem lesz mentve!
it: Se esci ora, il tuo Duck Address non verrà salvato!
lt: Jei išeisite dabar, jūsų „Duck“ adresas nebus išsaugotas!
lv: Ja tagad iziesi, tava Duck adrese netiks saglabāta!
nb: Hvis du avslutter nå, blir ikke din Duck Address lagret!
nl: Als je nu afsluit, wordt je Duck Address niet opgeslagen!
pt: Se saíres agora, o teu Duck Address não será guardado!
ro: Dacă ieși acum, Duck Address nu va fi salvată!
ru: Если вы прервете настройку, ваш адрес Duck Address не сохранится!
sk: Ak teraz skončíte, vaša Duck Address sa neuloží!
sl: Če zaprete zdaj, vaš naslov Duck Address ne bo shranjen.
sv: Om du avslutar nu kommer din Duck Address inte att sparas!
tr: Şimdi çıkarsanız Duck Address kaydedilmez.

# email.signup-prompt.do-not-signup-button.cta
source: Don’t Show Again
bg: Не показвай повече
cs: Znovu neukazovat
da: Vis ikke igen
de: Nicht erneut anzeigen
el: Να μην εμφανιστεί ξανά
et: Ära näita uuesti
fi: Älä näytä uudelleen
fr: Ne plus afficher
hr: Ne prikazuj ponovno
hu: Ne jelenjen meg újra
it: Non mostrare più
lt: Daugiau nerodyti
lv: Turpmāk nerādīt
nb: Ikke vis dette igjen
nl: Niet meer weergeven
pt: Não mostrar novamente
ro: Nu mai afișa din nou
ru: Больше не показывать
sk: Nabudúce už nezobrazovať
sl: Ne prikaži več
sv: Visa inte igen
tr: Bir Daha Gösterme

# email.signup-prompt.signup-button.cta
source: Protect My Email
bg: Защита на моя имейл
cs: Chránit můj e-mail
da: Beskyt min e-mail
de: Meine E-Mail-Adresse schützen
el: Προστασία του email μου
et: Kaitse minu e-posti aadressi
fi: Suojaa sähköpostini
fr: Protéger mon adresse e-mail
hr: Zaštiti moju e-poštu
hu: E-mail védelme
it: Proteggi la mia e-mail
lt: Apsaugoti mano el. paštą
lv: Aizsargāt manu e-pastu
nb: Beskytt e-postadressen min
nl: Mijn e-mailadres beschermen
pt: Proteger o meu e-mail
ro: Protejează-mi adresa de e-mail
ru: Защитить почту
sk: Ochrana môjho e-mailu
sl: Zaščiti mojo e-pošto
sv: Skydda min e-postadress
tr: E-postamı Koru

# email.signup-prompt.subtitle
source: Create a unique, random address that also removes hidden trackers and forwards email to your inbox.
bg: Създайте уникален, произволен адрес, който премахва скритите тракери и препраща имейлите към пощенската Ви кутия.
cs: Vytvoř si jedinečnou, náhodnou adresu, která bude odstraňovat skryté trackery a přeposílat e-maily do tvé schránky.
da: Opret en unik, tilfældig adresse, der også fjerner skjulte trackere og videresender e-mails til din indbakke.
de: Einmalige, zufällige Adresse erstellen, die versteckte Tracker entfernt und E-Mails an deinen Posteingang weiterleitet.
el: Δημιουργήστε μια μοναδική, τυχαία διεύθυνση η οποία αφαιρεί επίσης κρυφές εφαρμογές παρακολούθησης και προωθεί email στα εισερχόμενά σας.
et: Loo unikaalne, juhuslik aadress, mis eemaldab ka varjatud jäglijad ja edastab e-kirjad sinu postkasti.
fi: Luo yksilöllinen, satunnainen osoite, joka lisäksi poistaa piilotetut seurantaohjelmat ja välittää sähköpostin omaan postilaatikkoosi.
fr: Créez une adresse unique et aléatoire qui supprime les traqueurs masqués et transfère les e-mails vers votre boîte de réception.
hr: Izradi jedinstvenu, nasumičnu adresu koja također uklanja skrivene alate za praćenje ("tragače") i prosljeđuje e-poštu u tvoj sandučić za pristiglu poštu.
hu: Hozz létre egy egyedi, véletlenszerű címet, amely eltávolítja a rejtett nyomkövetőket is, és a postafiókodba továbbítja az e-maileket.
it: Crea un indirizzo univoco e casuale che rimuove anche i sistemi di tracciamento nascosti e inoltra le e-mail alla tua casella di posta.
lt: Sukurkite unikalų atsitiktinį adresą, kuriuo taip pat pašalinamos slaptos sekimo priemonės ir el. laiškai persiunčiami į pašto dėžutę.
lv: Izveido unikālu, nejauši izvēlētu adresi, kas arī aizvāc slēptos izsekotājus un pārsūta e-pastus uz tavu pastkastīti.
nb: Opprett en unik, tilfeldig adresse som også fjerner skjulte sporere og videresender e-post til innboksen din.
nl: Maak een uniek, willekeurig adres dat ook verborgen trackers verwijdert en e-mails doorstuurt naar je inbox.
pt: Cria um endereço aleatório exclusivo que também remove rastreadores escondidos e encaminha o e-mail para a tua caixa de entrada.
ro: Creează o adresă unică, aleatorie, care elimină și tehnologiile de urmărire ascunse și redirecționează e-mailurile către căsuța ta de inbox.
ru: Создайте уникальный случайный адрес, который также удалит скрытые трекеры и перенаправит электронную почту на ваш ящик.
sk: Vytvorte si náhodnú jedinečnú adresu, ktorá odstráni aj skryté sledovacie prvky a prepošle e-maily do vašej schránky.
sl: Ustvarite edinstven, naključen naslov, ki odstrani tudi skrite sledilnike in posreduje e-pošto v vaš e-poštni predal.
sv: Skapa en unik, slumpmässig adress som också tar bort dolda spårare och vidarebefordrar e-post till din inkorg.
tr: Gizli izleyicileri de kaldıran ve e-postaları gelen kutunuza ileten benzersiz, rastgele bir adres oluşturun.

# email.signup-prompt.title
source: Hide Your Email and Block Trackers
bg: Скрийте имейл адреса си и блокирайте тракерите
cs: Skryj svůj e-mail a blokuj trackery
da: Skjul din e-mail og bloker trackere
de: E-Mail-Adresse verbergen und Tracker blockieren
el: Απόκρυψη του email σας και αποκλεισμός εφαρμογών παρακολούθησης
et: Peida oma e-post ja blokeeri jälgijad
fi: Piilota sähköpostisi ja Estä seurantaohjelmat
fr: Masquez votre adresse e-mail et bloquez les traqueurs
hr: Sakrij svoju e-poštu i blokiraj tragače
hu: E-mail elrejtése és nyomkövetők blokkolása
it: Nascondi il tuo indirizzo e-mail e blocca i sistemi di tracciamento
lt: Paslėpkite savo el. paštą ir blokuokite stebėjimo priemones
lv: Paslēp savu e-pastu un bloķē izsekotājus
nb: Skjul e-postadressen din og blokker sporere
nl: Je e-mailadres verbergen en trackers blokkeren
pt: Ocultar o teu e-mail e bloquear rastreadores
ro: Ascunde-ți e-mailul și blochează tehnologiile de urmărire
ru: Скрытие адреса почты и блокировка трекеров
sk: Skryte svoj e-mail a blokujte sledovače
sl: Skrijte svojo e-pošto in blokirajte sledilnike
sv: Dölj din e-postadress och blockera spårare
tr: E-postanızı Gizleyin ve İzleyicileri Engelleyin

# empty.bookmarks
source: No bookmarks added yet
bg: Все още няма добавени отметки
cs: Zatím nebyly přidány žádné záložky.
da: Ingen bogmærker tilføjet endnu
de: Noch keine Lesezeichen hinzugefügt
el: Δεν προστέθηκαν σελιδοδείκτες ακόμα
et: Järjehoidjaid pole veel lisatud
fi: Kirjanmerkkejä ei ole vielä lisätty
fr: Aucun signet ajouté pour le moment
hr: Još nema dodanih knjižnih oznaka
hu: Még nincsenek könyvjelzők hozzáadva
it: Non è ancora stato aggiunto nessun segnalibro
lt: Žymių dar nepridėta
lv: Vēl nav pievienota neviena grāmatzīme
nb: Ingen bokmerker lagt til ennå
nl: Nog geen bladwijzers toegevoegd
pt: Ainda não foram adicionados marcadores
ro: Nu s-a adăugat niciun semn de carte
ru: Закладок пока нет
sk: Zatiaľ neboli pridané žiadne záložky
sl: Zaznamki še niso dodani
sv: Inga bokmärken har lagts till ännu
tr: Henüz yer imi eklenmedi
uk: Ще не додано жодної закладки

# empty.search
source: No matches found
bg: Няма намерени съвпадения
cs: Nenalezeny žádné shody
da: Ingen match fundet
de: Keine Treffer gefunden
el: Δεν βρέθηκαν αντιστοιχίες
et: Ühtegi vastet ei leitud
fi: Ei hakutuloksia
fr: Aucune correspondance trouvée
hr: Nema pronađenih rezultata
hu: Nincs találat
it: Nessuna corrispondenza trovata
lt: Atitikmenų nerasta
lv: Sakritības nav atrastas
nb: Ingen match ble funnet
nl: Geen overeenkomsten gevonden
pt: Nenhuma correspondência encontrada
ro: Nu s-au găsit potriviri
ru: Ничего не найдено
sk: Nenašli sa žiadne zhody
sl: Ni zadetkov
sv: Inga träffar hittades
tr: Eşleşme bulunamadı
uk: Збігів не знайдено

# error.email-protection-sign-in.action
source: Sign In
bg: Влизане
cs: Přihlásit
da: Log ind
de: Anmelden
el: Είσοδος
et: Sisselogimine
fi: Kirjaudu sisään
fr: Se connecter
hr: Prijava
hu: Bejelentkezés
it: Accedi
lt: Prisijungti
lv: Pierakstīties
nb: Logg inn
nl: Aanmelden
pt: Iniciar sessão
ro: Autentificare
ru: Войти
sk: Prihlásiť sa
sl: Prijavite se
sv: Logga in
tr: Oturum Aç

# error.email-protection-sign-in.body
source: Sorry, please sign in again to re-enable Email Protection features on this browser.
bg: Съжаляваме, моля, влезте отново, за да активирате повторно функциите на Email Protection в този браузър.
cs: Omlouváme se, ale pro opětovné zapnutí funkce Email Protection v tomhle prohlížeči se musíš znovu přihlásit.
da: Beklager, log på igen for at genaktivere Email Protection i denne browser.
de: Entschuldigung, bitte melde dich erneut an, um die Funktionen von Email Protection in diesem Browser erneut zu aktivieren.
el: Ζητούμε συγγνώμη. Συνδεθείτε ξανά για να ενεργοποιήσετε εκ νέου τις λειτουργίες του Email Protection σε αυτό το πρόγραμμα περιήγησης.
et: Vabandust, logi uuesti sisse, et Email Protection selles brauseris uuesti lubada.
fi: Kirjaudu sisään uudelleen, jotta Email Protection -ominaisuudet otetaan käyttöön uudelleen tässä selaimessa.
fr: Désolé, veuillez vous connecter à nouveau pour réactiver les fonctionnalités d'Email Protection sur ce navigateur.
hr: Žao nam je, prijavi se ponovno kako bi se ponovno omogućile značajke zaštite e-pošte (Email Protection) u ovom pregledniku.
hu: Sajnáljuk, jelentkezz be újra az e-mail-védelemnek az ebben a böngészőben való újbóli bekapcsolásához.
it: Siamo spiacenti, accedi nuovamente per riattivare le funzioni di Email Protection su questo browser.
lt: Atsiprašome, dar kartą prisijunkite, kad šioje naršyklėje vėl įjungtumėte „Email Protection“ funkcijas.
lv: Lūdzu, pieraksties vēlreiz, lai šajā pārlūkprogrammā no jauna iespējotu Email Protection funkcijas.
nb: Beklager, du må logge på igjen for å aktivere Email Protection-funksjoner på denne nettleseren på nytt.
nl: Sorry, meld je opnieuw aan om de functies voor e-mailbeveiliging in deze browser weer in te schakelen.
pt: Lamentamos. Inicia sessão novamente para reativar as funcionalidades de Email Protection neste navegador.
ro: Ne pare rău, te rugăm să te conectezi din nou pentru a reactiva caracteristicile Email Protection în acest browser.
ru: Чтобы включить функцию Email Protection, пожалуйста, выполните вход заново.
sk: Pre opätovné povolenie funkcii ochrany e-mailu v tomto prehliadači sa prihláste ešte raz, prosím.
sl: Znova se prijavite, da ponovno omogočite funkcije Email Protection v tem brskalniku.
sv: Logga in igen för att återaktivera webbläsarens funktioner för Email Protection.
tr: Üzgünüz. Bu tarayıcıda E-mail Protection özelliklerini yeniden etkinleştirmek için lütfen tekrar oturum açın.

# error.email-protection-sign-in.title
source: Email Protection Error
bg: Грешка в Email Protection
cs: Chyba funkce Email Protection
da: Fejl i Email Protection
de: Fehler bei Email Protection
el: Σφάλμα προστασίας Email Protection
et: Email Protectioni tõrge
fi: Email Protection -virhe
fr: Erreur Email Protection
hr: Email Protection pogreška
hu: E-mail-védelmi hiba
it: Errore di Email Protection
lt: „Email Protection“ klaida
lv: Email Protection kļūda
nb: Feil ved Email Protection
nl: Fout in Email Protection
pt: Erro de Email Protection
ro: Eroare Email Protection
ru: Ошибка функции Email Protection
sk: Chyba ochrany e-mailu
sl: Napaka funkcije Email Protection
sv: Fel i Email Protection
tr: Email Protection Hatası

# error.insufficient-disk-space.action
source: Open Settings
bg: Отваряне на настройки
cs: Otevřené nastavení
da: Åbn Indstillinger
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
et: Ava seaded
fi: Avaa asetukset
fr: Ouvrez les Paramètres
hr: Otvori Postavke
hu: Beállítások megnyitása
it: Apri Impostazioni
lt: Atidaryti Nustatymus
lv: Atvērt iestatījumus
nb: Åpne innstillingene
nl: Open Instellingen
pt: Abre Definições
ro: Deschide Setări
ru: Открыть Настройки
sk: Otvoriť nastavenia
sl: Odpri nastavitve
sv: Öppna inställningar
tr: Ayarları Aç

# error.insufficient-disk-space.body
source: Looks like your device has run out of storage space. Please free up space to continue.
bg: Изглежда, че няма свободно място за съхранение на Вашето устройство. Моля, освободете място, за да продължите.
cs: Vypadá to, že v úložišti už nemáš žádné volné místo. Pro pokračování musíš nějaké uvolnit.
da: Det ser ud til, at din enhed er løbet tør for lagerplads. Frigør plads for at fortsætte.
de: Anscheinend ist auf deinem Gerät kein Speicherplatz mehr vorhanden. Bitte gib Speicherplatz frei, um fortzufahren.
el: Φαίνεται ότι ο χώρος αποθήκευσης της συσκευής σας έχει εξαντληθεί. Απελευθερώστε χώρο για να συνεχίσετε.
et: Paistab, et sinu seadme salvestusruum on otsa saanud. Jätkamiseks vabasta veidi ruumi.
fi: Näyttää siltä, että laitteesi tallennustila on loppunut. Vapauta tilaa jatkaaksesi.
fr: Apparemment, votre appareil n'a plus d'espace de stockage. Veuillez libérer de l'espace pour pouvoir continuer.
hr: Čini se da je na tvom uređaju ponestalo prostora za pohranu. Oslobodi prostor za nastavak.
hu: Úgy tűnik, az eszközön elfogyott a tárhely. A folytatáshoz szabadíts fel helyet.
it: Sembra che il tuo dispositivo abbia esaurito lo spazio di archiviazione. Liberane un po' per continuare.
lt: Panašu, kad įrenginyje nebėra laisvos vietos. Jei norite tęsti, atlaisvinkite vietos.
lv: Šķiet, ka ierīcē ir beigusies brīvā vieta. Lūdzu, atbrīvo vietu, lai turpinātu.
nb: Det ser ut til at enheten din ikke har mer lagringsplass igjen. Frigjør plass for å fortsette.
nl: Het lijkt erop dat je apparaat geen opslagruimte meer heeft. Maak ruimte vrij om door te gaan.
pt: O teu dispositivo não tem espaço de armazenamento. Liberta espaço para continuar.
ro: Se pare că dispozitivul tău a rămas fără spațiu de stocare. Eliberează spațiu pentru a continua.
ru: Кажется, на вашем устройстве закончилась внутренняя память. Освободите место, прежде чем продолжить.
sk: Zdá sa, že vo vašom zariadení sa minul úložný priestor. Ak chcete pokračovať, uvoľnite miesto, prosím.
sl: Videti je, da je vaši napravi zmanjkalo prostora za shranjevanje. Za nadaljevanje sprostite prostor.
sv: Det verkar inte finnas ledigt lagringsutrymme på din enhet. Frigör utrymme för att fortsätta.
tr: Cihazınızın depolama alanı bitmiş gibi görünüyor. Devam etmek için lütfen yer açın.

# error.insufficient-disk-space.title
source: Not enough storage
bg: Няма достатъчно място за съхранение
cs: Nedostatek místa v úložišti
da: Ikke nok lagerplads
de: Nicht genug Speicherplatz
el: Δεν υπάρχει αρκετός χώρος αποθήκευσης
et: Ei ole piisavalt ruumi
fi: Ei riittävästi tallennustilaa
fr: Pas assez d'espace de stockage
hr: Nema dovoljno prostora za pohranu
hu: Nincs elég tárhely
it: Spazio di archiviazione insufficiente
lt: Nepakanka vietos
lv: Nepietiek vietas
nb: Ikke nok lagringsplass
nl: Niet genoeg opslagruimte
pt: Armazenamento insuficiente
ro: Nu există suficient spațiu de stocare
ru: Недостаточно места
sk: Nedostatočný úložný priestor
sl: Premalo prostora za shranjevanje
sv: Inte tillräckligt med lagringsutrymme
tr: Yeterli depolama alanı yok

# error.preemptive-crash.action
source: Close App
bg: Затваряне на приложението
cs: Zavřít aplikaci
da: Luk app
de: App schließen
el: Κλείστε την εφαρμογή
et: Sule rakendus
fi: Sulje sovellus
fr: Fermer l'application
hr: Zatvori aplikaciju
hu: Alkalmazás bezárása
it: Chiudi l'app
lt: Uždaryti programėlę
lv: Aizvērt lietotni
nb: Lukk appen
nl: App sluiten
pt: Fechar a aplicação
ro: Închide aplicația
ru: Закрыть приложение
sk: Zatvoriť aplikáciu
sl: Zapri aplikacijo
sv: Stäng app
tr: Uygulamayı kapat

# error.preemptive-crash.body
source: Looks like there's an issue with the app and it needs to close. Please reopen to continue.
bg: Изглежда, е възникнал проблем с приложението и то трябва да бъде затворено. Моля, отворете отново, за да продължите.
cs: Vypadá to, že s aplikací je nějaký problém a musí se zavřít. Pro pokračování aplikaci znovu spusť.
da: Det ser ud til, at der er et problem med appen, og at den skal lukkes. Åbn den igen for at fortsætte.
de: Sieht aus, als gäbe es ein Problem mit der App und sie muss geschlossen werden. Bitte öffne sie erneut, um fortzufahren.
el: Φαίνεται ότι υπάρχει κάποιο πρόβλημα με την εφαρμογή και χρειάζεται να κλείσει. Ανοίξτε τη ξανά για να συνεχίσετε.
et: Paistab, et rakendusega on probleem ja see tuleb sulgeda. Jätkamiseks ava see uuesti.
fi: Näyttää siltä, että sovelluksessa on ongelma, ja se on suljettava. Avaa uudelleen jatkaaksesi.
fr: Apparemment, un problème lié à l'application fait qu'elle doit fermer. Veuillez la rouvrir pour pouvoir continuer.
hr: Čini se da postoji problem s aplikacijom i ona se mora zatvoriti. Ponovno je otvori za nastavak rada.
hu: Úgy tűnik, hogy probléma van az alkalmazással, ezért be kell zárni. A folytatáshoz nyisd meg újra.
it: Sembra che si sia verificato un problema con l'app, pertanto, deve essere chiusa. Riaprila per continuare.
lt: Atrodo, kad yra programėlės problema ir ją reikia uždaryti. Norėdami tęsti, atidarykite iš naujo.
lv: Izskatās, ka ar lietotni ir problēmas un tā ir jāaizver. Lūdzu, atver no jauna, lai turpinātu.
nb: Det har oppstått et problem med appen, så den må lukkes. Åpne på nytt for å fortsette.
nl: Het lijkt erop dat er een probleem is met de app en dat deze moet worden gesloten. Open de app opnieuw om door te gaan.
pt: A aplicação tem um problema e será encerrada. Reabre a aplicação para continuar.
ro: Se pare că există o problemă cu aplicația și aceasta trebuie să se închidă. Redeschide pentru a continua.
ru: В приложении возникла ошибка, и его нужно закрыть. Для продолжения работы откройте его снова.
sk: Zdá sa, že aplikácia má problém a je potrebné ju zavrieť. Na pokračovanie ju opäť otvorte.
sl: Videti je, da je prišlo do težave z aplikacijo in jo je zato treba zapreti. Če želite nadaljevati, jo odprite znova.
sv: Det är ett problem med appen och den behöver stängas ner. Öppna den på nytt för att fortsätta.
tr: Görünüşe göre uygulamayla ilgili bir sorun var ve kapatılması gerekiyor. Devam etmek için lütfen yeniden açın.

# error.preemptive-crash.title
source: App issue detected
bg: Открит е проблем с приложението
cs: Vyskytl se problém s aplikací
da: App-problem opdaget
de: App-Problem erkannt
el: Ανιχνεύθηκε πρόβλημα με την εφαρμογή
et: Tuvastati rakenduse probleem
fi: Sovellusongelma havaittu
fr: Problème d'application détecté
hr: Otkriven je problem s aplikacijom
hu: Alkalmazásprobléma tapasztalható
it: Rilevato un problema con l'app
lt: Aptikta programėlės problema
lv: Konstatēta lietotnes problēma
nb: Problem med appen er oppdaget
nl: Probleem met app gedetecteerd
pt: Detetado problema na aplicação
ro: A fost detectată o problemă cu aplicația
ru: Ошибка в приложении
sk: Zistený problém s aplikáciou
sl: Odkrita težava z aplikacijo
sv: Problem med appen har upptäckts
tr: Uygulama sorunu tespit edildi

# error.unknown.try.again
source: An unknown error has occurred
bg: Възникна неизвестна грешка
cs: Vyskytla se neznámá chyba
da: Der er opstået en ukendt fejl.
de: Ein unbekannter Fehler ist aufgetreten
el: Έχει προκύψει κάποιο άγνωστο σφάλμα
et: Tekkis tundmatu tõrge
fi: Tapahtui tuntematon virhe
fr: Une erreur inconnue s'est produite
hr: Došlo je do nepoznate pogreške
hu: Ismeretlen hiba történt
it: Si è verificato un errore sconosciuto
lt: Atsirado nežinoma klaida
nb: Det har oppstått en ukjent feil
nl: Er is een onbekende fout opgetreden
pt: Ocorreu um erro desconhecido
ro: S-a produs o eroare necunoscută.
ru: Произошла неизвестная ошибка
sk: Vyskytla sa neznáma chyba.
sl: Prišlo je do neznane napake.
sv: Ett okänt fel har inträffat
tr: Bilinmeyen bir hata oluştu

source: Favorite
bg: Любим
cs: Oblíbené
da: Favorit
de: Favorit
el: Αγαπημένο
et: Lemmik
fi: Suosikki
fr: Favori
hr: Omiljeno
hu: Kedvenc
it: Preferito
lt: Mėgstamas
lv: Izlase
nb: Favoritt
nl: Favoriet
pt: Favorito
ro: Preferință
ru: Избранное
sk: Obľúbené položky
sl: Priljubljeni
sv: Favorit
tr: Favori
uk: Улюблені

# favorite.menu.edit
source: Edit
bg: Редактиране
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
et: Redigeeri
fi: Muokkaa
fr: Modifier
hr: Uredi
hu: Szerkesztés
it: Modifica
lt: Redaguoti
lv: Rediģēt
nb: Rediger
nl: Bewerken
pt: Editar
ro: Editați
ru: Редактировать
sk: Upraviť
sl: Uredi
sv: Redigera
tr: Düzenle
uk: Редагувати

# favorite.menu.remove
source: Remove
bg: Премахване
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
et: Eemaldage
fi: Poista
fr: Supprimer
hr: Ukloni
hu: Eltávolítás
it: Rimuovi
lt: Pašalinti
lv: Noņemt
nb: Fjern
nl: Verwijderen
pt: Remover
ro: Elimină
ru: Удалить
sk: Odstrániť
sl: Odstrani
sv: Ta bort
tr: Kaldır
