Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# downloads.message.download-deleted
source: Deleted %@
bg: Файл %@ е изтрит
cs: Soubor %@ smazán
da: Slettet %@
de: %@ gelöscht
el: Το αρχείο %@ διαγράφηκε
et: %@ kustutatud
fi: %@ poistettu
fr: %@ supprimé
hr: Izbrisano: %@
hu: Törölve: %@
it: %@ eliminato
lt: %@ ištrintas
lv: %@ izdzēsts
nb: %@ er slettet
nl: %@ verwijderd
pt: Eliminado %@
ro: S-a șters %@
ru: Файл %@ удален
sk: %@ – odstránené
sl: Izbrisano %@
sv: Raderade %@
tr: %@ Silindi
uk: Видалено %@

# downloads.message.download-failed
source: Failed to download. Check internet connection.
bg: Неуспешно изтегляне. Проверете интернет връзката.
cs: Stahování se nezdařilo. Zkontrolujte připojení k internetu.
da: Det var ikke muligt at downloade. Kontroller internetforbindelsen.
de: Download fehlgeschlagen. Internetverbindung überprüfen.
el: Αποτυχία λήψης. Ελέγξτε τη σύνδεση στο διαδίκτυο.
et: Allalaadimine ebaõnnestus. Kontrolli internetiühendust.
fi: Lataus epäonnistui. Tarkista internetyhteys.
fr: Échec du téléchargement. Vérifiez la connexion Internet.
hr: Preuzimanje nije uspjelo. Provjerite internetsku vezu.
hu: A letöltés sikertelen. Ellenőrizd az internetkapcsolatot.
it: Download non riuscito. Controlla la connessione a Internet.
lt: Nepavyko atsisiųsti. Patikrinkite interneto ryšį.
lv: Neizdevās lejupielādēt. Pārbaudi interneta savienojumu.
nb: Nedlastingen mislyktes. Sjekk internettforbindelsen.
nl: Downloaden mislukt. Controleer uw internetverbinding.
pt: Ocorreu uma falha na transferência. Verifique a ligação à Internet.
ro: Nu s-a putut descărca. Verifică conexiunea la internet.
ru: Ошибка загрузки. Проверьте подключение к интернету.
sk: Sťahovanie zlyhalo. Skontrolujte internetové pripojenie.
sl: Prenos ni uspel. Preverite internetno povezavo.
sv: Det gick inte att ladda ner. Kontrollera internetanslutningen.
tr: İndirme başarısız. İnternet bağlantınızı kontrol edin.
uk: Не вдалося завантажити. Перевірте підключення до Інтернету.

# downloads.message.download-started
source: Download started for %@
bg: Стартирано изтегляне на %@
cs: Stahování souboru %@ bylo zahájeno
da: Download startet for %@
de: Download von %@ gestartet
el: Άρχισε η λήψη για το αρχείο %@
et: %@ allalaadimine algas
fi: Tiedoston %@ lataus aloitettu
fr: Début du téléchargement pour %@
hr: Preuzimanje je počelo za %@
hu: A letöltés elindult: %@
it: Download di %@ avviato
lt: %@ atsiusntimas prasidėjo.
lv: %@ lejupielāde sākta
nb: Nedlasting av %@ har startet
nl: Downloaden gestart voor %@
pt: Transferência iniciada de %@
ro: Descărcarea a început pentru %@
ru: Началась загрузка файла %@
sk: %@ – začalo sa sťahovanie
sl: Prenos za %@ se je začel
sv: Nerladdning påbörjad för %@
tr: %@ için indirme başlatıldı
uk: Завантаження почалося для %@

# duck-player.contingency-title
source: Duck Player Unavailable
bg: Duck Player не е достъпен
cs: Duck Player není dostupný
da: Duck Player ikke tilgængelig
de: Duck Player nicht verfügbar
el: Το Duck Player δεν είναι διαθέσιμο
et: Duck Player ei ole saadaval
fi: Duck Player ei ole käytettävissä
fr: Duck Player n'est pas disponible
hr: Duck Player je nedostupan
hu: A Duck Player nem érhető el
it: Duck Player non disponibile
lt: „Duck Player“ nepasiekiamas
nb: Duck Player er utilgjengelig
nl: Duck Player is niet beschikbaar
pt: Duck Player indisponível
ro: Duck Player indisponibil
ru: Duck Player недоступен
sk: Duck Player nie je dostupný
sl: Predvajalnik Duck Player ni na voljo
sv: Duck Player är inte tillgänglig
tr: Duck Player Kullanılamıyor

# duck-player.video-contingency-cta
source: Learn More
bg: Научете повече
cs: Více informací
da: Mere info
de: Mehr erfahren
el: Μάθετε περισσότερα
et: Loe edasi
fi: Lue lisää
fr: En savoir plus
hr: Saznajte više
hu: További részletek
it: Ulteriori informazioni
lt: Sužinoti daugiau
nb: Finn ut mer
nl: Meer informatie
pt: Saiba mais
ro: Află mai multe
ru: Узнать больше
sk: Zistite viac
sl: Več
sv: Läs mer
tr: Daha Fazla Bilgi

# duck-player.video-contingency-message
source: Duck Player's functionality has been affected by recent changes to YouTube. We’re working to fix these issues and appreciate your understanding.
bg: Функционалността на Duck Player е засегната от последните промени в YouTube. Работим за отстраняване на тези проблеми и оценяваме вашето разбиране.
cs: Funkčnost přehrávače Duck Player ovlivnily nedávné změny na YouTube. Problémy se snažíme opravit. Děkujeme za pochopení.
da: Duck Players funktionalitet er påvirket af de seneste ændringer på YouTube. Vi arbejder på at løse disse problemer og sætter pris på din forståelse.
de: Die Funktionalität des Duck Players wird durch die jüngsten Änderungen bei YouTube beeinträchtigt. Vielen Dank für dein Verständnis, während wir daran arbeiten, diese Probleme zu beheben.
el: Η λειτουργία του Duck Player έχει επηρεαστεί από τις πρόσφατες αλλαγές στο YouTube. Προσπαθούμε να διορθώσουμε αυτά τα προβλήματα και εκτιμούμε την κατανόησή σας.
et: Duck Playeri funktsionaalsust on mõjutanud hiljutised YouTube'i muudatused. Töötame nende probleemide lahendamise nimel ja täname sind mõistva suhtumise eest.
fi: YouTuben viimeaikaiset muutokset ovat vaikuttaneet Duck Playerin toimintaan. Pyrimme korjaamaan nämä ongelmat. Kiitos ymmärryksestä.
fr: Les récents changements apportés à YouTube ont affecté la fonctionnalité de Duck Player. Nous nous efforçons de résoudre ces problèmes et vous remercions de votre compréhension.
hr: Na funkcionalnost Duck Playera utjecale su nedavne promjene na YouTubeu. Radimo na rješavanju ovih problema i cijenimo tvoje razumijevanje.
hu: A YouTube legutóbbi módosításai érintik a Duck Player működését. Dolgozunk a problémák megoldásán, és köszönjük a megértésedet.
it: La funzionalità di Duck Player è stata influenzata dalle recenti modifiche a YouTube. Stiamo lavorando per risolvere questi problemi. Ti ringraziamo per la comprensione.
lt: Neseniai atlikti „YouTube“ pakeitimai turėjo įtakos „Duck Player“ funkcijoms. Stengiamės pašalinti šias triktis ir dėkojame už supratingumą.
nb: Duck Players funksjonalitet har blitt påvirket av nylige endringer i YouTube. Vi jobber med å løse disse problemene og setter pris på forståelsen din.
nl: Recente wijzigingen in YouTube hebben invloed op de functionaliteit van Duck Player. We werken aan een oplossing voor deze problemen. Bedankt voor je begrip.
pt: A funcionalidade do Duck Player foi afetada por alterações recentes ao YouTube. Estamos a trabalhar para resolver estes problemas e agradecemos a tua compreensão.
ro: Funcționalitatea Duck Player a fost afectată de modificările recente ale YouTube. Lucrăm pentru a remedia aceste probleme și apreciem înțelegerea ta.
ru: Работа проигрывателя Duck Player пострадала в результате недавних изменений на YouTube. Мы уже ищем решение и благодарим вас за понимание.
sk: Funkčnosť prehrávača Duck Player bola ovplyvnená nedávnymi zmenami v službe YouTube. Na odstránení týchto problémov pracujeme. Ďakujeme za pochopenie.
sl: Nedavne spremembe v YouTubu so vplivale na delovanje predvajalnika Duck Player. Prizadevamo si za odpravljanje teh težav in cenimo vaše razumevanje.
sv: De senaste ändringarna på YouTube har påverkat funktionaliteten hos Duck Player. Vi arbetar för att åtgärda problemen och tackar för din förståelse.
tr: Duck Player'ın işlevselliği YouTube'da yapılan son değişikliklerden etkilendi. Bu sorunları çözmeye çalışıyoruz. Anlayışınız için teşekkür ederiz.

# duckai.preferences.text.markdown
source: Duck.ai is an optional feature that lets you chat anonymously with popular 3rd-party Al chat models. Your chats are not used to train AI. [Learn More](ddgquicklink://duckduckgo.com/duckduckgo-help-pages/aichat/)
bg: Duck.ai е незадължителна функция, чрез която можете да разговаряте анонимно с популярни AI чат модели от трети страни. Чатовете не се използват за обучение на AI. [Научете повече](ddgquicklink://duckduckgo.com/duckduckgo-help-pages/aichat/)
cs: Duck.ai je volitelná funkce, která umožňuje anonymně chatovat s populárními AI chatovacími modely třetích stran. Tvoje chaty se nepoužívají k trénování AI. [Další informace](ddgquicklink://duckduckgo.com/duckduckgo-help-pages/aichat/)
da: Duck.ai er en valgfri funktion, der giver dig mulighed for at chatte anonymt med populære tredjeparts AI-chatmodeller. Dine chats bruges ikke til at træne AI. [Læs mere](ddgquicklink://duckduckgo.com/duckduckgo-help-pages/aichat/)
de: Duck.ai ist eine optionale Funktion, mit der du anonym mit beliebten KI-Chatmodellen von Drittanbietern chatten kannst. Deine Chats werden nicht dazu verwendet, die KI zu trainieren. [Mehr erfahren](ddgquicklink://duckduckgo.com/duckduckgo-help-pages/aichat/)
el: Το Duck.ai αποτελεί προαιρετική λειτουργία που σας επιτρέπει να συνομιλείτε ανώνυμα με δημοφιλή μοντέλα τρίτων για συνομιλία μέσω τεχνητής νοημοσύνης. Οι συνομιλίες σας δεν χρησιμοποιούνται για την εκπαίδευση τεχνητής νοημοσύνης. [Μάθετε περισσότερα](ddgquicklink://duckduckgo.com/duckduckgo-help-pages/aichat/)
et: Duck.ai on valikuline funktsioon, mis võimaldab anonüümselt vestelda populaarsete kolmanda poole AI vestlusmudelitega. Teie vestlusi ei kasutata tehisintellekti treenimiseks. [Lisateave](ddgquicklink://duckduckgo.com/duckduckgo-help-pages/aichat/)
fi: Duck.ai on valinnainen ominaisuus, jonka avulla voit keskustella anonyymisti suosittujen kolmannen osapuolen tekoälykeskustelumallien kanssa. Keskustelujasi ei käytetä tekoälyn kouluttamiseen. [Lue lisää](ddgquicklink://duckduckgo.com/duckduckgo-help-pages/aichat/)
fr: Duck.ai est une fonctionnalité optionnelle qui vous permet de discuter anonymement avec des modèles de chat IA tiers populaires. Vos discussions ne servent pas à entraîner l'IA. [En savoir plus](ddgquicklink://duckduckgo.com/duckduckgo-help-pages/aichat/)
hr: Duck.ai opcionalna je značajka koja ti omogućuje anonimno čavrljanje s popularnim AI modelima chata trećih strana. Tvoji razgovori ne upotrebljavaju se za obuku AI-ja. [Saznaj više](ddgquicklink://duckduckgo.com/duckduckgo-help-pages/aichat/)
hu: A Duck.ai egy opcionális funkció, amely lehetővé teszi a harmadik féltől származó népszerű AI-csevegési modellekkel való névtelen csevegést. A csevegéseidet nem használjuk fel az AI tanítására. [Learn More](ddgquicklink://duckduckgo.com/duckduckgo-help-pages/aichat/)
it: Duck.ai è una funzionalità opzionale che consente di chattare in forma anonima con i più diffusi modelli di chat AI di terze parti. Le chat non vengono utilizzate per addestrare l'AI. [Scopri di più](ddgquicklink://duckduckgo.com/duckduckgo-help-pages/aichat/)
lt: Duck.ai yra pasirenkama funkcija, leidžianti anonimiškai kalbėtis su populiariais trečiųjų šalių DI pokalbių modeliais. Jūsų pokalbiai nenaudojami DI mokymui. [Sužinoti daugiau](ddgquicklink://duckduckgo.com/duckduckgo-help-pages/aichat/)
nb: Duck.ai er en valgfri funksjon der du kan chatte anonymt med populære tredjeparts AI-chat-modeller. Chattene dine brukes ikke til å trene AI. [Finn ut mer](ddgquicklink://duckduckgo.com/duckduckgo-help-pages/aichat/)
nl: Duck.ai is een optionele functie waarmee je anoniem kunt chatten met populaire AI-chatmodellen van derden. Je chats worden niet gebruikt om AI te trainen. [Meer informatie](ddgquicklink://duckduckgo.com/duckduckgo-help-pages/aichat/)
pt: O Duck.ai é uma funcionalidade opcional que te permite conversar anonimamente com modelos de chat de IA populares de terceiros. As tuas conversas não são usadas para treinar a IA. [Sabe mais](ddgquicklink://duckduckgo.com/duckduckgo-help-pages/aichat/)
ru: Duck.ai — дополнительная функция, позволяющая анонимно беседовать с популярными сторонними чат-моделями на базе искусственного интеллекта. Содержимое чатов не применяется для обучения ИИ. [Подробнее...](ddgquicklink://duckduckgo.com/duckduckgo-help-pages/aichat/)
sk: Duck.ai je voliteľná funkcia, ktorá ti umožňuje anonymne chatovať s obľúbenými modelmi chatu s umelou inteligenciou tretích strán. Tvoje chaty sa nepoužívajú na trénovanie AI. [Viac informácií](ddgquicklink://duckduckgo.com/duckduckgo-help-pages/aichat/)
sl: Duck.ai je izbirna funkcija, ki vam omogoča anonimen klepet s priljubljenimi modeli za klepet z umetno inteligenco drugih ponudnikov. Vaši klepeti se ne uporabljajo za usposabljanje umetne inteligence. [Več o tem] (ddgquicklink: //duckduckgo.com/duckduckgo-help-pages/aichat/)
sv: Duck.ai är en valfri funktion som låter dig chatta anonymt med populära AI-chattmodeller från tredje part. Dina chattar används inte för att träna AI. [Mer information](ddgquicklink://duckduckgo.com/duckduckgo-help-pages/aichat/)
tr: Duck.ai, popüler 3. taraf Al sohbet modelleriyle anonim olarak sohbet etmenizi sağlayan isteğe bağlı bir özelliktir. Sohbetleriniz yapay zekayı eğitmek için kullanılmaz. [Daha Fazla Bilgi](ddgquicklink://duckduckgo.com/duckduckgo-help-pages/aichat/)

# duckai.settings.enable.browsing-menu-toggle
source: Show Duck.ai in Browser Menu
bg: Показване на Duck.ai в менюто на браузъра
cs: Zobrazit Duck.ai v nabídce prohlížeče
da: Vis Duck.ai i browsermenuen
de: Duck.ai im Browser-Menü anzeigen
el: Εμφάνιση του Duck.ai στο μενού του προγράμματος περιήγησης
et: Kuva Duck.ai brauseri menüüs
fi: Näytä Duck.ai selainvalikossa
fr: Afficher Duck.ai dans le menu du navigateur
hr: Prikaži Duck.ai u izborniku preglednika
hu: Duck.ai megjelenítése a böngésző menüjében
it: Mostra Duck.ai nel menu del browser
lt: Rodyti „Duck.ai“ naršyklės meniu
nb: Vis Duck.ai i nettlesermenyen
nl: Duck.ai weergeven in browsermenu
pt: Mostrar Duck.ai no menu do navegador
ru: Показывать Duck.ai в меню браузера
sk: Zobraziť Duck.ai v ponuke prehliadača
sl: Prikaži Duck.ai v meniju brskalnika
sv: Visa Duck.ai i webbläsarmenyn
tr: Tarayıcı Menüsünde Duck.ai'yi Göster

# duckPlayer.alwaysEnabled.label
source: Always
bg: Винаги
cs: Vždy
da: Altid
de: Immer
el: Πάντα
et: Alati
fi: Aina
fr: Toujours
hr: Uvijek
hu: Mindig
it: Sempre
lt: Visada
nb: Alltid
nl: Altijd
pt: Sempre
ro: Întotdeauna
ru: Всегда
sk: Vždy
sl: Vedno
sv: Alltid
tr: Her zaman

# duckPlayer.ask.label
source: Ask every time
bg: Питай всеки път
cs: Vždycky se ptát
da: Spørg hver gang
de: Jedes Mal fragen
el: Να γίνεται ερώτηση κάθε φορά
et: Küsi iga kord
fi: Kysy joka kerta
fr: Toujours demander
hr: Pitaj svaki puta
hu: Kérdezzen rá minden alkalommal
it: Chiedi ogni volta
lt: Klausti kiekvieną kartą
nb: Spør hver gang
nl: Elke keer vragen
pt: Pergunte todas as vezes
ro: Întreabă de fiecare dată
ru: Спрашивать каждый раз
sk: Vždy sa opýtať
sl: Vprašaj vsakič
sv: Fråga varje gång
tr: Her seferinde sor

# duckPlayer.never.label
source: Never
bg: Никога
cs: Nikdy
da: Aldrig
de: Nie
el: Ποτέ
et: Mitte kunagi
fi: Ei koskaan
fr: Jamais
hr: Nikada
hu: Soha
it: Mai
lt: Niekada
nb: Aldri
nl: Nooit
pt: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
sl: Nikoli
sv: Aldrig
tr: Hiçbir zaman

# duckplayer.presentation.modal.body
source: Duck Player lets you watch YouTube without targeted ads in DuckDuckGo and what you watch won’t influence your recommendations.
bg: С Duck Player на DuckDuckGo можете да гледате YouTube без насочени реклами и вече гледаните видеоклипове няма да повлияят на препоръчаните.
cs: Duck Player umožňuje dívat se na YouTube v prohlížeči DuckDuckGo bez cílených reklam. To, co sleduješ, nebude ovlivňovat tvoje doporučení.
da: Duck Player giver dig mulighed for at se YouTube uden målrettede annoncer i DuckDuckGo, og det, du ser, påvirker ikke dine anbefalinger.
de: Mit dem Duck Player kannst du YouTube ohne gezielte Werbung in DuckDuckGo ansehen und was du dir ansiehst, hat keinen Einfluss auf deine Empfehlungen.
el: Το Duck Player σάς επιτρέπει να παρακολουθείτε YouTube χωρίς στοχευμένες διαφημίσεις στο DuckDuckGo, ενώ το περιεχόμενο που παρακολουθείτε δεν θα επηρεάσει τις συστάσεις που θα λαμβάνετε.
et: Duck Player võimaldab sul DuckDuckGo-s YouTube'i vaadata ilma sihitud reklaamideta ja see, mida vaatad, ei mõjuta sinu soovitusi.
fi: Duck Playerin avulla voit katsella YouTubea ilman kohdennettuja mainoksia DuckDuckGossa, eivätkä katsomasi videot vaikuta suosituksiisi.
fr: Duck Player vous permet de regarder YouTube sans publicités ciblées dans DuckDuckGo. De plus, ce que vous regardez n'influence pas vos recommandations.
hr: Duck Player ti omogućuje gledanje YouTubea bez ciljanih oglasa u DuckDuckGou, a ono što gledaš neće utjecati na tvoje preporuke.
hu: A Duck Player segítségével a DuckDuckGóban célzott hirdetések nélkül nézheted a YouTube-ot, és a megtekintett tartalmak nem befolyásolják a neked szóló ajánlásokat.
it: Duck Player ti consente di guardare YouTube senza annunci mirati in DuckDuckGo e ciò che guardi non inciderà sui consigli che ricevi.
lt: „Duck Player“ leidžia sistemoje „DuckDuckGo“ žiūrėti „YouTube“ be taikomų reklamų, o tai, ką žiūrite, neturės įtakos jūsų rekomendacijoms.
nb: Med Duck Player kan du se på YouTube uten målrettede annonser i DuckDuckGo. Det du ser på, påvirker ikke anbefalingene du får.
nl: Met Duck Player kun je YouTube bekijken in DuckDuckGo, zonder gerichte advertenties. Wat je bekijkt heeft geen invloed op je aanbevelingen.
pt: O Duck Player permite-te ver o YouTube sem anúncios segmentados no DuckDuckGo, e o que vês não vai influenciar as tuas recomendações.
ro: Duck Player îți permite să vizionezi videoclipuri pe YouTube fără reclame țintite, într-o experiență asemănătoare unui cinematograf, în DuckDuckGo, iar ceea ce vizionezi nu îți va influența recomandările.
ru: Проигрыватель Duck Player позволяет смотреть видео из YouTube в браузере DuckDuckGo без целевой рекламы. Просмотренные ролики не влияют на рекомендации.
sk: Prehrávač Duck Player vám umožňuje sledovať YouTube v prehliadači DuckDuckGo bez cielených reklám a to, čo sledujete, nebude mať vplyv na vaše odporúčania.
sl: Predvajalnik Duck Player vam s pomočjo DuckDuckGo omogoča gledanje YouTuba brez ciljanih oglasov, kar gledate pa ne bo vplivalo na vaša priporočila.
sv: Med Duck Player kan du titta på YouTube utan riktade annonser i DuckDuckGo, och dina rekommendationer påverkas inte av vad du tittar på.
tr: Duck Player, DuckDuckGo'da hedefli reklamlar olmadan YouTube'u izlemenizi sağlar ve izlediğiniz şeyler önerilerinizi etkilemez.

# duckplayer.presentation.modal.dismiss-button
source: Got it!
bg: Разбрах!
cs: Mám to!
da: Forstået
de: Verstanden.
el: Το κατάλαβα!
et: Sain aru!
fi: Selvä!
fr: J'ai compris !
hr: Shvaćam!
hu: Megvan!
it: Ho capito!
lt: Supratau!
nb: Skjønner!
nl: Ik snap het!
pt: Entendi!
ro: Am înțeles!
ru: Понятно
sk: Rozumiem!
sl: Razumem!
sv: Jag förstår!
tr: Anladım!

# duckplayer.presentation.modal.title
source: Drowning in ads on YouTube? Try Duck Player!
bg: Писна ли Ви от рекламите в YouTube? Опитайте Duck Player!
cs: Topíš se v reklamách na YouTube? Vyzkoušej přehrávač Duck Player!
da: Drukner du i annoncer på YouTube? Prøv Duck Player!
de: Ertrinkst du in Werbung auf YouTube? Teste Duck Player!
el: Πνίγεστε από τις διαφημίσεις στο YouTube; Δοκιμάστε το Duck Player!
et: Kas näed Youtube'i kasutades massiliselt reklaame? Proovi Duck Playerit!
fi: Hukutko mainoksiin YouTubessa? Kokeile Duck Playeria!
fr: YouTube vous inonde de publicités ? Essayez Duck Player !
hr: Utapaš se u oglasima na YouTubeu? Isprobaj Duck Player!
hu: Elárasztanak a YouTube-hirdetések? Próbáld ki a Duck Player!
it: YouTube ti inonda di annunci? Prova Duck Player!
lt: Matote per daug „YouTube“ skelbimų? Išbandykite „Duck Player“!
nb: Drukner du i annonser på YouTube? Prøv Duck Player!
nl: Te veel advertenties op YouTube? Probeer Duck Player!
pt: Já não suportas ver anúncios no YouTube? Experimenta o Duck Player!
ro: Te copleșesc reclamele pe YouTube? Încearcă Duck Player!
ru: Шквал рекламы на YouTube? Попробуйте Duck Player!
sk: Utápať sa v reklamách na YouTube? Vyskúšajte Duck Player!
sl: Se utapljate v oglasih na YouTubu? Preizkusite Duck Player!
sv: Drunknar du i annonser på YouTube? Prova Duck Player!
tr: YouTube'da reklama mı boğuluyorsunuz? Duck Player'ı deneyin!

# duckplayer.presentation.modal.title.youtube
source: Drowning in ads on YouTube? Not with Duck Player!
bg: Писна ли ви от рекламите в YouTube? Не и с Duck Player!
cs: Topíš se v reklamách na YouTube? S přehrávačem Duck Player nebudeš!
da: Drukner du i annoncer på YouTube? Ikke med Duck Player!
de: Ertrinkst du in Werbung auf YouTube? Nicht mit Duck Player!
el: Πνίγεστε από τις διαφημίσεις στο YouTube; Όχι με το Duck Player!
et: Kas näed Youtube'i kasutades massiliselt reklaame? Mitte Duck Playeriga!
fi: Hukutko mainoksiin YouTubessa? Duck Playerin avulla et huku!
fr: YouTube vous inonde de publicités ? Pas avec Duck Player !
hr: Utapaš se u oglasima na YouTubeu? Ne s Duck Playerom!
hu: Elárasztanak a YouTube-hirdetések? A Duck Player használatakor nem!
it: YouTube ti inonda di annunci? Non con Duck Player!
lt: Matote per daug „YouTube“ skelbimų? Ne su „Duck Player“!
nb: Drukner du i annonser på YouTube? Ikke med Duck Player!
nl: Te veel advertenties op YouTube? Niet met Duck Player!
pt: Já não suportas ver anúncios no YouTube? Experimenta o Duck Player!
ru: Шквал рекламы на YouTube? Только не с Duck Player!
sk: Utápať sa v reklamách na YouTube? Nie s Duck Player!
sl: Se utapljate v oglasih na YouTubu? S predvajalnikom Duck Player bo to preteklost!
sv: Drunknar du i annonser på YouTube? Inte med Duck Player!
tr: YouTube'da reklama mı boğuluyorsunuz? Duck Player ile bundan kurtulun!

# duckplayer.settings.footer
source: DuckDuckGo provides all the privacy essentials you need to protect yourself as you browse the web.
bg: В Privacy Essentials на DuckDuckGo са осигурени всички настройки за поверителност, необходими за защита при сърфиране в мрежата.
cs: DuckDuckGo má všechno, co ti zaručí ochranu soukromí při procházení webu.
da: DuckDuckGo giver dig de Privacy Essentials, du har brug for for at beskytte dig selv, når du surfer på nettet.
de: DuckDuckGo bietet alle wichtigen Datenschutzfunktionen, die du benötigst, um dich beim Surfen im Internet zu schützen.
el: Το DuckDuckGo παρέχει όλα τα Privacy Essentials που χρειάζεστε για να προστατευτείτε καθώς περιηγείστε στον ιστό.
et: DuckDuckGo pakub kõik privaatsuseks vajaliku, mida vajad enda kaitsmiseks veebi sirvimisel.
fi: DuckDuckGo tarjoaa kaikki Privacy Essentials ominaisuudet, joita tarvitset suojautuaksesi selatessasi verkkoa.
fr: DuckDuckGo fournit tous les incontournables de la confidentialité dont vous avez besoin pour vous protéger lorsque vous naviguez sur le Web.
hr: DuckDuckGo pruža sve bitne elemente Privacy Essentials koje su ti potrebne da se zaštitiš dok pregledavaš web.
hu: A DuckDuckGóban minden olyan alapvető adatvédelmi funkciót megtalálsz, amellyel a webes böngészés során gondoskodhatsz saját védelmedről.
it: DuckDuckGo fornisce tutti gli elementi essenziali per la privacy di cui hai bisogno per proteggerti mentre navighi sul Web.
lt: „DuckDuckGo“ suteikia visas pagrindines privatumą užtikrinančias priemones, kurių reikia norint apsisaugoti naršant internete.
nb: DuckDuckGo gir deg alt du trenger for å beskytte personvernet ditt, når du surfer på nettet.
nl: DuckDuckGo biedt alle Privacy Essentials die je nodig hebt om jezelf te beschermen terwijl je op internet surft.
pt: O DuckDuckGo fornece todos os Privacy Essentials de que precisas para te protegeres enquanto navegas na Web.
ro: DuckDuckGo oferă toate elementele de confidențialitate esențiale de care ai nevoie pentru a te proteja în timp ce navighezi pe web.
ru: DuckDuckGo обеспечивает все основные функции для защиты конфиденциальности в интернете.
sk: DuckDuckGo poskytuje všetky Privacy Essentials, ktoré potrebujete na ochranu pri prehliadaní webu.
sl: DuckDuckGo zagotavlja vse bistvene elemente zasebnosti, ki jih potrebujete, da se zaščitite med brskanjem po spletu.
sv: DuckDuckGo tillhandahåller allt du behöver för att skydda dig själv när du surfar på webben.
tr: DuckDuckGo, web'de gezinirken kendinizi korumak için ihtiyacınız olan tüm Privacy Essentials özelliklerini sağlar.
