Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# action.generic.edit
source: Edit
bg: Редактиране
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
et: Redigeeri
fi: Muokkaa
fr: Modifier
hr: Uredi
hu: Szerkesztés
it: Modifica
lt: Redaguoti
lv: Rediģēt
nb: Rediger
nl: Bewerken
pt: Editar
ro: Editați
ru: Редактировать
sk: Upraviť
sl: Uredi
sv: Redigera
tr: Düzenle
uk: Редагувати

# action.generic.show
source: Show
bg: Показване
cs: Zobrazit
da: Vis
de: Anzeigen
el: Εμφάνιση
et: Kuva
fi: Näytä
fr: Afficher
hr: Prikaži
hu: Megjelenítés
it: Mostra
lt: Rodyti
lv: Rādīt
nb: Vis
nl: Tonen
pt: Mostrar
ro: Afișează
ru: Показать
sk: Zobraziť
sl: Prikaži
sv: Visa
tr: Göster
uk: Показати

# action.generic.undo
source: Undo
bg: Отмяна
cs: Vrátit
da: Fortryd
de: Rückgängig machen
el: Αναίρεση
et: Võta tagasi
fi: Kumoa
fr: Annuler
hr: Poništi
hu: Visszavonás
it: Annulla
lt: Anuliuoti
lv: Atsaukt
nb: Angre
nl: Ongedaan maken
pt: Anular
ro: Anulați
ru: Отменить
sk: Vrátenie späť
sl: Prekliči spremembe
sv: Återställ
tr: Geri al
uk: Скасувати

# action.manage.favorites
source: Manage
bg: Управление
cs: Spravovat
da: Administrer
de: Verwalten
el: Διαχείριση
et: Halda
fi: Hallitse
fr: Gérer
hr: Upravljanje
hu: Kezelés
it: Gestisci
lt: Tvarkyti
lv: Pārvaldīt
nb: Administrere
nl: Beheren
pt: Gerir
ro: Gestionează
ru: Настроить
sk: Spravujte stránku
sl: Upravljanje
sv: Hantera
tr: Yönet

# action.ok
source: OK
bg: ОК
cs: DOBŘE
da: Okay
el: Εντάξει
hr: U redu
lt: GERAI
lv: Labi
ru: Хорошо
sl: V REDU
tr: Tamam

# action.text-zoom-menu-item
source: Zoom (%d%%)
bg: Мащабиране (%d%%)
cs: Zvětšení (%d%%)
el: Ζουμ (%d%%)
et: Suurendus (%d%%)
fi: Zoomaus (%d%%)
hr: Zumiranje (%d%%)
hu: Nagyítás (%d%%)
lt: Padidinimas (%d%%)
nl: In-/uitzoomen (%d%%)
ru: Масштаб (%d%%)
sk: Zväčšenie (%d%%)
sl: Povečava (%d %%)
tr: Yakınlaştır (%d%%)

# action.text-zoom-sheet-menu-item
source: Zoom
bg: Мащабиране
cs: Zvětšení
el: Ζουμ
et: Suurendus
fi: Zoomaus
hr: Zumiranje
hu: Nagyítás
lt: Padidinti
nl: Zoomniveau
ru: Масштаб
sk: Zväčšenie
sl: Povečava
tr: Yakınlaştır

# action.text-zoom-sheet-title
source: Text Zoom (%d%%)
bg: Мащабиране на текста (%d%%)
cs: Zvětšení textu (%d%%)
da: Tekst-zoom (%d%%)
el: Ζουμ κειμένου (%d%%)
et: Teksti suumimine (%d%%)
fi: Tekstin zoomaus (%d%%)
fr: Zoom du texte (%d%%)
hr: Zumiranje teksta (%d%%)
hu: Szöveg nagyítása (%d%%)
it: Zoom testo (%d%%)
lt: Teksto mastelio keitimas (%d%%)
nb: Tekstzoom (%d%%)
nl: Tekstgrootte (%d%%)
pt: Zoom do texto (%d%%)
ru: Масштаб текста (%d%%)
sk: Zväčšenie textu (%d%%)
sl: Povečava besedila (%d %%)
tr: Metin Yakınlaştırma (%d%%)

# action.title.add
source: Add
bg: Добавяне
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
et: Lisa
fi: Lisää
fr: Ajouter
hr: Dodaj
hu: Hozzáadás
it: Aggiungi
lt: Papildyti
lv: Pievienot
nb: Legg til
nl: Toevoegen
pt: Adicionar
ro: Adăugați
ru: Добавить
sk: Pridať
sl: Dodaj
sv: Lägg till
tr: Ekle
uk: Додати

# action.title.autofill.logins
source: Passwords
bg: Пароли
cs: Hesla
da: Adgangskoder
de: Passwörter
el: Κωδικός πρόσβασης
et: Paroolid
fi: Salasanat
fr: Mots de passe
hr: Lozinke
hu: Jelszavak
it: Password
lt: Slaptažodžiai
lv: Paroles
nb: Passord
nl: Wachtwoorden
pt: Palavras-passe
ro: Parole
ru: Пароли
sk: Heslo
sl: Gesla
sv: Lösenord
tr: Şifreler

# action.title.bookmark
source: Bookmark
bg: Добавяне към отметки
cs: Přidat do záložek
da: Føj til bogmærker
de: Zu Lesezeichen hinzufügen
el: Προσθήκη στους Σελιδοδείκτες
et: Lisa järjehoidjatesse
fi: Lisää kirjanmerkkeihin
fr: Ajouter aux signets
hr: Dodaj u Knjižne oznake
hu: Hozzáadás a könyvjelzőkhöz
it: Aggiungi ai segnalibri
lt: Pridėti prie žymų
lv: Pievienot grāmatzīmēm
nb: Legg til i bokmerker
nl: Toevoegen aan bladwijzers
pt: Adicionar aos marcadores
ro: Adaugă la marcaje
ru: Добавить в закладки
sk: Pridať medzi záložky
sl: Dodaj med zaznamke
sv: Lägg till i bokmärken
tr: Yer İmlerine Ekle
uk: Закладка

# action.title.bookmarks
source: Bookmarks
bg: Отметки
cs: Záložky
da: Bogmærker
de: Lesezeichen
el: Σελιδοδείκτες
et: Järjehoidjad
fi: Kirjanmerkit
fr: Signets
hr: Knjižne oznake
hu: Könyvjelzők
it: Segnalibri
lt: Žymės
lv: Grāmatzīmes
nb: Bokmerker
nl: Bladwijzers
pt: Marcadores
ro: Semne de carte
ru: Закладки
sk: Záložky
sl: Zaznamki
sv: Bokmärken
tr: Yer İmleri
uk: Закладки

# action.title.cancel
source: Cancel
bg: Отмени
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
et: Tühista
fi: Peruuta
fr: Annuler
hr: Otkaži
hu: Mégsem
it: Annulla
lt: Atšaukti
lv: Atcelt
nb: Avbryt
nl: Annuleren
pt: Cancelar
ro: Renunță
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal
uk: Скасувати

# action.title.copy
source: Copy
bg: Копиране
cs: Kopírovat
da: Kopi
de: Kopieren
el: Αντιγραφή
et: Kopeeri
fi: Kopioi
fr: Copier
hr: Kopiraj
hu: Másolás
it: Copia
lt: Kopijuoti
lv: Kopēt
nb: Kopier
nl: Kopiëren
pt: Copiar
ro: Copiere
ru: Копировать
sk: Kopírovať
sl: Kopiraj
sv: Kopiera
tr: Kopyala
uk: Копіювати

# action.title.copy.message
source: URL copied
bg: URL адресът е копиран
cs: Adrese URL zkopírována
da: URL kopieret
de: URL wurde kopiert
el: Η διεύθυνση URL αντιγράφτηκε
et: URL on kopeeritud
fi: URL kopioitu
fr: URL copiée
hr: URL je kopiran
hu: URL lemásolva
it: URL copiato
lt: URL nukopijuotas
lv: URL ir nokopēts
nb: Nettadresse kopiert
nl: URL gekopieerd
pt: URL copiada
ro: URL copiat
ru: Адрес скопирован
sk: Adresa URL bola skopírovaná
sl: URL naslov kopiran
sv: Webbadress kopierad
tr: URL kopyalandı
uk: URL-адресу скопійовано

# action.title.delete
source: Delete
bg: Изтриване
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
et: Kustuta
fi: Poista
fr: Supprimer
hr: Izbriši
hu: Törlés
it: Elimina
lt: Trinti
nb: Slett
nl: Verwijderen
pt: Eliminar
ro: Ștergere
ru: Удалить
sk: Vymazať
sl: Izbriši
sv: Ta bort
tr: Sil

# action.title.disable.protection
source: Disable Privacy Protection
bg: Деактивиране на защита на поверителността
cs: Zakázat ochranu soukromí
da: Deaktiver Beskyttelse af privatlivet
de: Datenschutz deaktivieren
el: Απενεργοποίηση Προστασίας προσωπικών δεδομένων
et: Keela privaatsuse kaitse
fi: Poista yksityisyyden suoja käytöstä
fr: Désactiver la protection de la confidentialité
hr: Onemogući zaštitu privatnosti
hu: Adatvédelem letiltása
it: Disattiva la tutela della privacy
lt: Išjungti privatumo apsaugą
lv: Atspējot privātuma aizsardzību
nb: Deaktiver personvernbeskyttelse
nl: Privacybescherming uitschakelen
pt: Desativar Proteção de Privacidade
ro: Dezactivează protecția confidențialității
ru: Отключить защиту конфиденциальности
sk: Vypnúť ochranu súkromia
sl: Onemogoči zaščito zasebnosti
sv: Inaktivera integritetsskydd
tr: Gizlilik Korumasını Devre Dışı Bırak
uk: Вимкнути захист конфіденційності

# action.title.downloads
source: Downloads
bg: Изтеглени файлове
cs: Stahování
el: Λήψεις
et: Allalaadimised
fi: Lataukset
fr: Téléchargements
hr: Preuzimanja
hu: Letöltések
it: Download
lt: Atsisiuntimai
lv: Lejupielādes
nb: Nedlastinger
pt: Transferências
ro: Descărcări
ru: Загрузки
sk: Stiahnuté
sl: Prenosi
sv: Nerladdningar
tr: İndirilenler
uk: Завантаження

# action.title.duckai
source: AI Chat
bg: Чат с изкуствен интелект
de: KI-Chat
el: Συνομιλία με ΤΝ
et: AI vestlus
fi: Tekoäly-chat
fr: Chat IA
hu: AI-csevegés
it: Chat IA
lt: DI pokalbis
nb: KI-chat
pt: Chat com IA
ru: Чат с ИИ
sl: Klepet z umetno inteligenco
sv: AI-chatt
tr: Yapay Zeka Sohbeti

# action.title.edit.bookmark
source: Edit Bookmark
bg: Редактиране на отметка
cs: Upravit záložku
da: Rediger bogmærke
de: Lesezeichen bearbeiten
el: Επεξεργασία σελιδοδείκτη
et: Redigeeri järjehoidjat
fi: Muokkaa kirjanmerkkiä
fr: Modifier le signet
hr: Uredi knjižnu oznaku
hu: Könyvjelző szerkesztése
it: Modifica segnalibro
lt: Redaguoti žymę
lv: Rediģēt grāmatzīmi
nb: Rediger bokmerke
nl: Bladwijzer bewerken
pt: Editar marcador
ro: Editare semn de carte
ru: Редактировать закладку
sk: Upraviť záložku
sl: Uredi zaznamek
sv: Redigera bokmärke
tr: Yer İşaretini Düzenle
uk: Редагувати закладку

# action.title.enable.protection
source: Enable Privacy Protection
bg: Активиране на защита на поверителността
cs: Povolit ochranu soukromí
da: Aktiver Beskyttelse af privatlivet
de: Datenschutz aktivieren
el: Ενεργοποίηση Προστασίας προσωπικών δεδομένων
et: Luba privaatsuse kaitse
fi: Ota yksityisyyden suoja käyttöön
fr: Activer la protection de la confidentialité
hr: Omogući zaštitu privatnosti
hu: Adatvédelem engedélyezése
it: Attiva la tutela della privacy
lt: Įjungti privatumo apsaugą
lv: Iespējot privātuma aizsardzību
nb: Aktiver personvernbeskyttelse
nl: Privacybescherming inschakelen
pt: Ativar Proteção de Privacidade
ro: Activează protecția confidențialității
ru: Включить защиту конфиденциальности
sk: Povoliť ochranu súkromia
sl: Omogoči zaščito zasebnosti
sv: Aktivera integritetsskydd
tr: Gizlilik Korumasını Etkinleştir
uk: Увімкнути захист конфіденційності

# action.title.forgetAll
source: Close Tabs and Clear Data
bg: Затваряне на разделите и изчистване на данните
cs: Zavřít karty a vymazat data
da: Luk faner og ryd data
de: Tabs schließen und Daten löschen
el: Κλείσιμο καρτελών και εκκαθάριση δεδομένων
et: Sulge vahekaardid ja kustuta andmed
fi: Sulje välilehdet ja tyhjennä tiedot
fr: Fermer les onglets et effacer les données
hr: Zatvori kartice i obriši podatke
hu: Lapok bezárása és adattörlés
it: Chiudi le schede e cancella i dati
lt: Uždaryti skirtukus ir valyti duomenis
lv: Aizvērt cilnes un notīrīt datus
nb: Lukk faner og slett data
nl: Tabbladen sluiten en gegevens wissen
pt: Fechar separadores e limpar os dados
ro: Închide filele și șterge datele
ru: Закрыть вкладки и удалить данные
sk: Zatvoriť karty a vymazať údaje
sl: Zapri zavihke in izbriši podatke
sv: Stäng flikar och rensa data
tr: Sekmeleri Kapat ve Verileri Temizle
uk: Закрити вкладки та очистити дані

# action.title.forgetAllDone
source: Tabs and data cleared
bg: Разделите и данните са изчистени
cs: Karty a data vymazány
da: Faner og data ryddet
de: Tabs und Daten wurden gelöscht
el: Έγινε εκκαθάριση καρτελών και δεδομένων
et: Vahekaardid ja andmed kustutatud
fi: Välilehdet ja tiedot tyhjennetty
fr: Onglets et données effacés
hr: Kartice i podaci su obrisani
hu: Lapok és adatok törölve
it: Schede e dati cancellati
lt: Skirtukai ir duomenys išvalyti
lv: Cilnes un dati ir notīrīti
nb: Faner lukket og data slettet
nl: Tabbladen en gegevens gewist
pt: Separadores e dados limpos
ro: File și date șterse
ru: Вкладки и данные сброшены
sk: Karty a údaje boli vymazané
sl: Zavihki in podatki so izbrisani
sv: Flikar och data rensade
tr: Sekmeler ve veriler temizlendi
uk: Вкладки та дані очищено

# action.title.newBackgroundTabForUrl
source: Open in Background
bg: Отваряне във фонов режим
cs: Otevřít na pozadí
da: Åbn i baggrunden
de: Im Hintergrund öffnen
el: Άνοιγμα στο παρασκήνιο
et: Ava taustal
fi: Avaa taustalla
fr: Ouvrir en arrière-plan
hr: Otvori u pozadini
hu: Megnyitás a háttérben
it: Apri in background
lt: Atidaryti fone
lv: Atvērt fonā
nb: Åpne i bakgrunnen
nl: Openen op de achtergrond
pt: Abrir em segundo plano
ro: Deschide în fundal
ru: Открыть в фоновом режиме
sk: Otvoriť na pozadí
sl: Odpri v ozadju
sv: Öppna i bakgrunden
tr: Arka Planda Aç
uk: Відкрити у фоновому режимі

# action.title.newTabAction
source: New
bg: Нов
cs: Nová
da: Ny
de: Neu
el: Νέο
et: Uus
fi: Uusi
fr: Nouveau
hr: Novo
hu: Új
it: Nuova
lt: Naujas
lv: Jauns
nb: Ny
nl: Nieuw
pt: Novo
ro: Nouă
ru: Новая вкладка
sk: Nové
sl: Nov
sv: Ny
tr: Yeni
uk: Новий

# action.title.newTabForUrl
source: Open in New Tab
bg: Отваряне в нов раздел
cs: Otevřít v nové kartě
da: Åbn i ny fane
de: In neuem Tab öffnen
el: Άνοιγμα σε νέα καρτέλα
et: Ava uuel vahelehel
fi: Avaa uudella välilehdellä
fr: Ouvrir dans un nouvel onglet
hr: Otvori u novoj kartici
hu: Megnyitás új lapon
it: Apri in una nuova scheda
lt: Atverti naujoje kortelėje
lv: Atvērt jaunā cilnē
nb: Åpne i ny fane
nl: Openen in nieuw tabblad
pt: Abrir em novo separador
ro: Deschide într-o filă nouă
ru: Открыть в новой вкладке
sk: Otvoriť v novej karte
sl: Odpri v novem zavihku
sv: Öppna i ny flik
tr: Yeni Sekmede Aç
uk: Відкрити в новій вкладці

# action.title.open
source: Open
bg: Отваряне
cs: Otevřít
da: Åben
de: Öffnen
el: ΄Άνοιγμα
et: Avatud
fi: Avaa
fr: Ouvrir
hr: Otvori
hu: Megnyitás
it: Apri
lt: Atviras
lv: Atvērt
nb: Åpne
nl: Openen
pt: Abrir
ro: Deschide
ru: Открыть
sk: Otvorené
sl: Odpri
sv: Öppna
tr: Aç
uk: Відкрити

# action.title.pasteAndGo
source: Paste & Go
bg: Поставяне и отваряне
cs: Vložit a jít
da: Indsæt og fortsæt
de: Einfügen & los
el: Επικόλληση & μετάβαση
et: Kleebi ja mine
fi: Liitä ja avaa
fr: Coller et valider
hr: Zalijepi i nastavi
hu: Beillesztés
it: Incolla e continua
lt: Klijuoti ir eiti
lv: Ielīmēt un turpināt
nb: Lim inn og gå
nl: Plakken en gaan
pt: Colar e ir
ro: Lipește și pornește
ru: Вставить и перейти
sk: Prilepiť a odísť
sl: Prilepi in nadaljuj
sv: Klistra in och gå
tr: Yapıştır ve Git
uk: Вставити та перейти

# action.title.print
source: Print
bg: Отпечатване
cs: Vytisknout
de: Drucken
el: Εκτύπωση
et: Prindi
fi: Tulosta
fr: Imprimer
hr: Ispis
hu: Nyomtatás
it: Stampa
lt: Spausdinti
lv: Drukāt
nb: Skriv ut
nl: Afdrukken
pt: Imprimir
ro: Tipărire
ru: Распечатать
sk: Vytlačiť
sl: Natisni
sv: Skriv ut
tr: Yazdır
uk: Друк

# action.title.print.site
source: Print
bg: Отпечатване
cs: Vytisknout
de: Drucken
el: Εκτύπωση
et: Prindi
fi: Tulosta
fr: Imprimer
hr: Ispis
hu: Nyomtatás
it: Stampa
lt: Spausdinti
nb: Skriv ut
nl: Afdrukken
pt: Imprimir
ru: Распечатать
sk: Vytlačiť
sl: Natisni
sv: Skriv ut
tr: Yazdır

# action.title.refresh
source: Refresh
bg: Опресняване
cs: Obnovit
da: Opdater
de: Aktualisieren
el: Ανανέωση
et: Värskenda
fi: Päivitä
fr: Actualiser
hr: Osvježi
hu: Frissítés
it: Aggiorna
lt: Atnaujinti
lv: Atsvaidzināt
nb: Oppdater
nl: Vernieuwen
pt: Atualizar
ro: Reîmprospătare
ru: Обновить
sk: Obnoviť
sl: Osveži
sv: Uppdatera
tr: Yenile
uk: Оновити

# action.title.remove.favorite
source: Remove Favorite
bg: Премахване от любими
cs: Odebrat oblíbenou položku
da: Fjern favorit
de: Favorit entfernen
el: Αφαίρεση αγαπημένου
et: Eemalda lemmik
fi: Poista suosikki
fr: Supprimer le favori
hr: Ukloni omiljeno
hu: Kedvenc eltávolítása
it: Rimuovi Preferito
lt: Šalinti mėgstamą
lv: Noņemt izlasi
nb: Fjern favoritt
nl: Favoriet verwijderen
pt: Remover favorito
ro: Elimină Favoritul
ru: Удалить из избранного
sk: Odstrániť obľúbenú položku
sl: Odstrani priljubljene
sv: Ta bort favorit
tr: Favoriyi Kaldır
uk: Видалити з улюблених

# action.title.reportBrokenSite
source: Report Broken Site
bg: Подаване на сигнал за повреден сайт
cs: Nahlásit nefunkční webové stránky
da: Rapporter ødelagt websted
de: Fehlerhafte Website melden
el: Αναφορά ιστότοπου που δεν λειτουργεί
et: Teata mittetoimivast saidist
fi: Ilmoita viallisesta sivustosta
fr: Signaler un problème de site
hr: Prijavi neispravno web-mjesto
hu: Hibás weboldal jelentése
it: Segnala sito danneggiato
lt: Pranešti apie sugadintą svetainę
lv: Ziņot par bojātu vietni
nb: Rapporter nettstedfeil
nl: Defecte website melden
pt: Denunciar site danificado
ro: Raportați site-ul defect
ru: Сообщить о неработающем сайте
sk: Nahlásiť nefunkčnú stránku
sl: Prijavi nedelujočo stran
sv: Rapportera skadad webbplats
tr: Hatalı Siteyi Bildir
uk: Повідомити про зламаний сайт

# action.title.request.desktop.site
source: Desktop Site
bg: Сайт на работния плот
cs: Stránka plochy
da: Stationær computer
de: Desktop-Seite
el: Ιστότοπος επιφάνειας εργασίας
et: Töölaua sait
fi: Pöytäkonesivusto
fr: Site en version bureau
hr: Mjesto radne površine
hu: Weboldal asztali nézete
it: Sito desktop
lt: Darbalaukio svetainė
lv: Darbvirsmas vietne
nb: Skrivebordversjon
pt: Site para computador de secretária
ro: Versiune desktop
ru: Полная версия сайта
sk: Stránka pre stolové počítače
sl: Namizna stran
sv: Webbplats för dator
tr: Masaüstü Sitesi
uk: Настільний сайт

# action.title.request.mobile.site
source: Mobile Site
bg: Мобилна версия на сайта
cs: Mobilní režim
da: Mobilwebsted
de: Mobile Website
el: Ιστότοπος για κινητά
et: Mobiilisait
fi: Mobiilisivusto
fr: Version mobile
hr: Mobilno mrežno mjesto
hu: Weboldal mobil nézete
it: Sito per dispositivi mobili
lt: Mobilioji svetainė
lv: Mobilā vietne
nb: Mobilversjon
nl: Mobiele site
pt: Site móvel
ro: Site mobil
ru: Мобильная версия
sk: Mobilný režim
sl: Mobilna stran
sv: Webbplats för mobil
tr: Mobil Site
uk: Мобільний сайт

# action.title.save
source: Save
bg: Запази
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
et: Salvesta
fi: Tallenna
fr: Enregistrer
hr: Spremi
hu: Mentés
it: Salva
lt: Išsaugoti
lv: Saglabāt
nb: Lagre
nl: Opslaan
pt: Guardar
ro: Salvează
ru: Сохранить
sk: Uložiť
sl: Shrani
sv: Spara
tr: Kaydet
uk: Зберегти

# action.title.save.bookmark
source: Add Bookmark
bg: Добави отметка
cs: Přidat záložku
da: Tilføj bogmærke
de: Lesezeichen hinzufügen
el: Προσθήκη σελιδοδείκτη
et: Lisa järjehoidja
fi: Lisää kirjanmerkki
fr: Ajouter un signet
hr: Dodaj knjižnu oznaku
hu: Könyvjelző mentése
it: Aggiungi ai segnalibri
lt: Pridėti žymę
lv: Pievienot grāmatzīmi
nb: Legg til bokmerke
nl: Bladwijzer toevoegen
pt: Adicionar marcador
ro: Adăugare semn de carte
ru: Добавить закладку
sk: Pridať záložku
sl: Dodaj zaznamek
sv: Lägg till bokmärke
tr: Yer İmi ekle
uk: Додати закладку

# action.title.save.favorite
source: Add Favorite
bg: Добавяне в любими
cs: Přidat oblíbené
da: Tilføj til favorit
de: Favorit hinzufügen
el: Προσθήκη Αγαπημένου
et: Lisa lemmik
fi: Lisää suosikki
fr: Ajouter un favori
hr: Dodaj omiljenu stavku
hu: Kedvenc hozzáadása
it: Aggiungi preferito
lt: Pridėti mėgstamą
lv: Pievienot izlases vienumu
nb: Legg til favoritt
nl: Favoriet toevoegen
pt: Adicionar favorito
ro: Adaugă preferință
ru: Добавить в избранное
sk: Pridať do obľúbených položiek
sl: Dodaj priljubljene
sv: Lägg till favorit
tr: Favori Ekle
uk: Додати до улюблених

# action.title.settings
source: Settings
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
et: Seaded
fi: Asetukset
fr: Paramètres
hr: Postavke
hu: Beállítások
it: Impostazioni
lt: Nustatymai
lv: Iestatījumi
nb: Innstillinger
nl: Instellingen
pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
tr: Ayarlar
uk: Параметри

# action.title.share
source: Share
bg: Споделяне
cs: Sdílet
da: Del
de: Teilen
el: Κοινή χρήση
et: Jaga
fi: Jaa
fr: Partager
hr: Podijeli
hu: Megosztás
it: Condividi
lt: Bendrinti
lv: Kopīgot
nb: Del
nl: Delen
pt: Partilhar
ro: Partajare
ru: Поделиться
sk: Zdieľať
sl: Deli
sv: Dela
tr: Paylaş
uk: Поділитися

# address.bar.bottom
source: Bottom
bg: Отдолу
cs: Dole
da: Nederst
de: Unten
el: Κάτω μέρος
et: All
fi: Alareuna
fr: En bas
hr: Dno
hu: Alul
it: Parte inferiore
lt: Apačia
lv: Apakšā
nb: Nederst
nl: Onderkant
pt: Parte inferior
ro: Partea de jos
ru: Внизу
sk: Spodná časť
sl: Spodaj
sv: Botten
tr: Alt

# address.bar.top
source: Top
bg: Най-горе
cs: Nahoru
de: Nach oben
el: Κορυφή
et: Populaarseimad
fi: Suosituin
fr: Haut de page
hr: Vrh
hu: Fel
it: Inizio
lt: Viršus
lv: Populārākie
nb: Topp
nl: Boven
pt: Topo
ro: Sus
ru: Вверх
sk: Hore
sl: Vrh
sv: Topp

# addWidget.button
source: Add Widget
bg: Добави приспособлението
cs: Přidat widget
da: Tilføj widget
de: Widget hinzufügen
el: Προσθήκη γραφικού στοιχείου
et: Lisa vidin
fi: Lisää widget
fr: Ajouter un widget
hr: Dodaj widget
hu: Minialkalmazás hozzáadása
it: Aggiungi widget
lt: Pridėti valdiklį
lv: Pievienot logrīku
nb: Legg til widget
nl: Widget toevoegen
pt: Adicionar widget
ro: Adăugare widget
ru: Добавить виджет
sk: Pridať miniaplikáciu
sl: Dodaj gradnik
sv: Lägg till widget
tr: Widget Ekle
uk: Додати Віджет

# addWidget.description
source: Get quick access to private search and the sites you love.
bg: Получете бърз достъп до поверително търсене и до любимите си сайтове.
cs: Získejte rychlý přístup k soukromému vyhledávání a oblíbeným webům.
da: Få hurtig adgang til privat søgning og de websteder, du elsker.
de: Erhalte schnellen Zugriff auf die private Suche und die Websites, die dir gefallen.
el: Αποκτήστε γρήγορη πρόσβαση σε μια ιδιωτική αναζήτηση και στους ιστότοπους που αγαπάτε.
et: Kasuta kiiret juurdepääsu privaatsele otsingule ja lemmiksaitidele.
fi: Nopea pääsy yksityiseen hakuun ja suosikkisivustoihin.
fr: Accédez rapidement à la recherche privée et aux sites que vous aimez.
hr: Čeka vas brzi pristup privatnom pretraživanju i omiljenim mrežnim mjestima.
hu: Gyors hozzáférés a privát kereséshez és kedvenc weboldalaidhoz.
it: Accedi rapidamente alla navigazione in incognito e ai tuoi siti preferiti.
lt: Greitai pasiekite privačią paiešką ir mėgstamas svetaines.
lv: Iegūsti ātru piekļuvi privātajai meklēšanai un savām mīļākajām vietnēm.
nb: Få rask tilgang til privat søk og nettstedene du liker best.
nl: Krijg snel toegang tot privézoekopdrachten en de sites die je leuk vindt.
pt: Tenha acesso rápido à pesquisa privada e aos sites que mais gosta.
ro: Obține acces rapid la căutarea privată și la site-urile care îți plac.
ru: Быстрый доступ к конфиденциальному поиску и любимым сайтам.
sk: Získajte prístup k súkromnému vyhľadávaniu a svojim obľúbeným webovým lokalitám.
sl: Zagotovite si hiter dostop do zasebnega iskanja in spletnih mest, ki so vam všeč.
sv: Få snabb tillgång till privat sökning och dina favoritwebbplatser.
tr: Özel aramaya ve sevdiğiniz sitelere hızlı erişim elde edin.
uk: Отримайте швидкий доступ до приватного пошуку та улюблених сайтів.

# addWidget.settings.firstParagraph
source: Long-press anywhere on the Home Screen until the apps jiggle
bg: Натиснете продължително където и да е на началния екран, докато влезете в режим на пренареждане на приложенията
cs: Podrž prst kdekoli na ploše, dokud se aplikace nezačnou třást.
da: Lav et langt tryk et vilkårligt sted på startskærmen, indtil appsene begynder at ryste
de: Drücke lange irgendwo auf den Startbildschirm, bis die Apps wackeln
el: Πατήστε παρατεταμένα οπουδήποτε στην αρχική οθόνη μέχρι να αρχίσουν να τρέμουν οι εφαρμογές
et: Vajutage pikalt ükskõik kus avakuval, kuni rakendused hakkavad värisema
fi: Paina pitkään mitä tahansa kohtaa aloitusnäytöllä, kunnes sovellukset alkavat heilua.
fr: Appuyez longuement n'importe où sur l'écran d'accueil jusqu'à ce que les applications se mettent à bouger
hr: Dugo pritisni bilo gdje na početnom zaslonu dok se aplikacije ne počnu tresti.
hu: Nyomd meg hosszan a főképernyő bármely pontját, amíg az alkalmazások ikonjai el nem kezdenek ugrálni
it: Tieni premuto in un punto qualsiasi della schermata Home finché le app non iniziano a muoversi
lt: Ilgai spauskite bet kurioje pagrindinio ekrano vietoje, kol programos pradės judėti.
lv: Ilgi nospied sākuma ekrānā, lai pārietu pārkārtošanas režīmā.
nb: Trykk og hold hvor som helst på startskjermen til appene skjelver
nl: Druk lang op het startscherm tot de apps beginnen te schudden.
pt: Prime sem soltar em qualquer parte do ecrã inicial até as aplicações começarem a mexer-se
ro: Ține apăsat pe ecranul de întâmpinare pentru a intra în modul în care elementele „tremură”.
ru: Удерживайте палец в любой точке домашнего экрана, пока приложения не начнут «дрожать».
sk: Dlhšie podrž prst kdekoľvek na úvodnej obrazovke, až kým sa aplikácie nezačnú triasť.
sl: Pritisnite in pridržite kjer koli na začetnem zaslonu, dokler se aplikacije ne začnejo premikati.
sv: Tryck länge var som helst på startskärmen tills apparna börjar vibrera
tr: Uygulamalar titreyene kadar Ana Ekranın herhangi bir yerine uzun basın
uk: Натисніть і утримуйте на головному екрані, щоб увійти у режим редагування.
