Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# autofill.import.passwords.sync-button
source: Sync With Desktop
bg: Синхронизиране с браузъра на работния плот
cs: Synchronizovat s počítačem
da: Synkroniser med computer
de: Mit Desktop synchronisieren
el: Συγχρονισμός με υπολογιστή
et: Sünkrooni töölauaga
fi: Synkronointi pöytäkoneen kanssa
fr: Synchronisation avec le navigateur de bureau
hr: Sinkronizacija s preglednikom na PC-u
hu: Szinkronizálás asztali böngészővel
it: Sincronizzazione con il desktop
lt: Sinchronizavimas su kompiuteriu
lv: Sinhronizēt ar galddatoru
nb: Synkroniser med datamaskinen
nl: Synchroniseren met de desktop
pt: Sincronizar com computador
ro: Sincronizare cu computerul desktop
ru: Синхронизировать с компьютером
sk: Synchronizácia s počítačom
sl: Sinhronizacija z namizjem
sv: Synkronisera med dator
tr: Masaüstü ile Senkronize Et

# autofill.import.passwords.title
source: How To Import Passwords
bg: Как се импортират пароли
cs: Jak importovat hesla
da: Sådan importerer du adgangskoder
de: Wie man Passwörter importiert
el: Τρόπος εισαγωγής κωδικών πρόσβασης
et: Kuidas importida paroole
fi: Näin tuot salasanat
fr: Comment importer des mots de passe
hr: Kako uvesti lozinke
hu: Jelszavak importálásának módja
it: Come importare le password
lt: Kaip importuoti slaptažodžius
lv: Kā importēt paroles
nb: Slik importerer du passord
nl: Wachtwoorden importeren
pt: Como importar palavras-passe
ro: Cum să imporți parolele
ru: Как импортировать пароли
sk: Ako importovať heslá
sl: Kako uvoziti gesla
sv: Så här importerar du lösenord
tr: Şifreler Nasıl Aktarılır

# autofill.keep-enabled.alert.disable
source: Disable
bg: Забрани
cs: Vypnout
da: Deaktiver
de: Deaktivieren
el: Απενεργοποίηση
et: Keela
fi: Poista Käytöstä
fr: Désactiver
hr: Onemogući
hu: Letilt
it: Disabilita
lt: Išjungti
lv: Atslēgt
nb: Slå av
nl: Uitschakelen
pt: Desabilitar (fora)
ro: Dezactivează
ru: Выключить
sk: Zakázať
sl: Onemogoči
sv: Inaktivera
tr: Devre dışı bırak

# autofill.learn.more.link.title
source: Learn More
bg: Научете повече
cs: Více informací
da: Mere info
de: Mehr erfahren
el: Μάθετε περισσότερα
et: Loe edasi
fi: Lue lisää
fr: En savoir plus
hr: Saznajte više
hu: További részletek
it: Ulteriori informazioni
lt: Sužinoti daugiau
nb: Finn ut mer
nl: Meer informatie
pt: Saiba mais
ru: Узнать больше
sk: Zistite viac
sl: Več
sv: Läs mer
tr: Daha Fazla Bilgi

# autofill.login-save-action-button.toast
source: View
bg: Преглед
cs: Zobrazit
da: Se
de: Ansehen
el: Προβολή
et: Kuva
fi: Näytä
fr: Voir
hr: Pregled
hu: Megtekintés
it: Visualizza
lt: Peržiūrėti
lv: Skatīt
nb: Vis
nl: Weergeven
pt: Visualizar
ro: Vezi
ru: Просмотр
sk: Zobraziť
sl: Oglejte si
sv: Visa
tr: Görüntüle

# autofill.login-saved.toast
source: Password saved
bg: Паролата е запазена
cs: Heslo je uložené
da: Adgangskode gemt
de: Passwort gespeichert
el: Αποθηκευμένος κωδικός πρόσβασης
et: Parool salvestatud
fi: Salasana tallennettu
fr: Le mot de passe a été enregistré
hr: Lozinka je spremljena
hu: Jelszó mentve
it: Password salvata
lt: Slaptažodis išsaugotas
lv: Parole saglabāta
nb: Passordet er lagret
nl: Wachtwoord opgeslagen
pt: Palavra-passe guardada
ro: Parolă salvată
ru: Пароль сохранен
sk: Uložené heslo
sl: Geslo je shranjeno
sv: Lösenord sparat
tr: Şifre kaydedildi

# autofill.login-updated.toast
source: Password updated
bg: Паролата е актуализирана
cs: Heslo je aktualizované
da: Adgangskode opdateret
de: Passwort aktualisiert
el: Ο κωδικός πρόσβασης ενημερώθηκε
et: Parool uuendatud
fi: Salasana päivitetty
fr: Le mot de passe a été modifié
hr: Lozinka je ažurirana
hu: Jelszó frissítve
it: Password aggiornata
lt: Slaptažodis atnaujintas
lv: Parole atjaunināta
nb: Passordet er oppdatert
nl: Wachtwoord bijgewerkt
pt: Palavra-passe atualizada
ro: Parolă actualizată
ru: Пароль обновлен
sk: Aktualizácia hesla
sl: Geslo je posodobljeno
sv: Lösenordet har uppdaterats
tr: Şifre güncellendi

# autofill.logins.copy-prompt
source: Copy %@
bg: Копиране на %@
cs: Kopírovat %@
da: Kopiér %@
de: %@ kopieren
el: Αντιγραφή %@
et: Kopeeri %@
fi: Kopioi %@
fr: Copier %@
hr: Kopiraj %@
hu: %@ másolása
it: Copia %@
lt: Kopijuoti %@
lv: Kopēt %@
nb: Kopier %@
nl: %@ kopiëren
pt: Copiar %@
ro: Copiază %@
ru: Копировать %@
sk: Kopírovať %@
sl: Kopiraj %@
sv: Kopiera %@
tr: %@ Ögesini Kopyala

# autofill.logins.copy-toast.address-copied
source: Address copied
bg: Адресът е копиран
cs: Adresa zkopírovaná
da: Adresse kopieret
de: Adresse kopiert
el: Η διεύθυνση αντιγράφηκε
et: Aadress on kopeeritud
fi: Osoite kopioitu
fr: Adresse copiée
hr: Adresa je kopirana
hu: Cím másolva
it: Indirizzo copiato
lt: Adresas nukopijuotas
lv: Adrese nokopēta
nb: Adressen er kopiert
nl: Adres gekopieerd
pt: Endereço copiado
ro: Adresă copiată
ru: Адрес скопирован
sk: Adresa bola skopírovaná
sl: Naslov je bil kopiran
sv: Adress kopierad
tr: Adres kopyalandı

# autofill.logins.copy-toast.notes-copied
source: Notes copied
bg: Бележките са копирани
cs: Poznámky zkopírované
da: Noter kopieret
de: Notizen kopiert
el: Οι σημειώσεις αντιγράφηκαν
et: Märkmed on kopeeritud
fi: Muistiinpanot kopioitu
fr: Notes copiées
hr: Bilješke su kopirane
hu: Megjegyzések másolva
it: Appunti copiati
lt: Pastabos nukopijuotos
lv: Piezīmes nokopētas
nb: Notatene er kopiert
nl: Opmerkingen gekopieerd
pt: Notas copiadas
ro: Note copiate
ru: Примечания скопированы
sk: Poznámky boli skopírované
sl: Opombe so kopirane
sv: Anteckningar kopierade
tr: Notlar kopyalandı

# autofill.logins.copy-toast.password-copied
source: Password copied
bg: Паролата е копирана
cs: Heslo zkopírované
da: Adgangskode kopieret
de: Passwort kopiert
el: Ο κωδικός πρόσβασης αντιγράφηκε
et: Parool on kopeeritud
fi: Salasana kopioitu
fr: Mot de passe copié
hr: Lozinka je kopirana
hu: Jelszó másolva
it: Password copiata
lt: Slaptažodis nukopijuotas
lv: Parole nokopēta
nb: Passordet er kopiert
nl: Wachtwoord gekopieerd
pt: Palavra-passe copiada
ro: Parolă copiată
ru: Пароль скопирован
sk: Heslo bolo skopírované
sl: Geslo je bilo kopirano
sv: Lösenord kopierat
tr: Şifre kopyalandı

# autofill.logins.copy-toast.username-copied
source: Username copied
bg: Потребителското име е копирано
cs: Uživatelské jméno zkopírované
da: Brugernavn kopieret
de: Benutzername kopiert
el: Το όνομα χρήστη αντιγράφηκε
et: Kasutajanimi on kopeeritud
fi: Käyttäjätunnus kopioitu
fr: Nom d'utilisateur copié
hr: Korisničko ime je kopirano
hu: Felhasználónév másolva
it: Nome utente copiato
lt: Naudotojo vardas nukopijuotas
lv: Lietotājvārds nokopēts
nb: Brukernavnet er kopiert
nl: Gebruikersnaam gekopieerd
pt: Nome de utilizador copiado
ro: Numele de utilizator a fost copiat
ru: Имя пользователя скопировано!
sk: Meno používateľa bolo skopírované
sl: Uporabniško ime je bilo kopirano
sv: Användarnamn kopierat
tr: Kullanıcı adı kopyalandı

# autofill.logins.delete.all.authentication.prompt.button
source: Authenticate Now
bg: Удостоверяване сега
cs: Ověřit
da: Godkend nu
de: Jetzt authentifizieren
el: Έλεγχος ταυτότητας τώρα
et: Autentige nüüd
fi: Todenna nyt
fr: Authentifiez-vous maintenant
hr: Potvrdi autentičnost
hu: Hitelesítés
it: Autenticati adesso
lt: Patvirtinkite autentiškumą dabar
lv: Autentificēt tagad
nb: Godkjenn nå
nl: Nu verifiëren
pt: Autenticar agora
ro: Autentifică-te acum
ru: Авторизоваться
sk: Overiť teraz
sl: Preveri pristnost zdaj
sv: Autentisera nu
tr: Kimlik Doğrulaması Yapın

# autofill.logins.delete.all.authentication.prompt.title
source: Authenticate To Delete All Passwords
bg: Удостоверете се, за да изтриете всички пароли
cs: Pro smazání všech hesel proveď ověření
da: Godkend for at slette alle adgangskoder
de: Authentifiziere dich, um alle Passwörter zu löschen
el: Έλεγχος ταυτότητας για διαγραφή όλων των κωδικών πρόσβασης
et: Autentige kõigi paroolide kustutamiseks
fi: Todenna poistaaksesi kaikki salasanat
fr: Authentifiez-vous pour supprimer tous les mots de passe
hr: Potvrdi autentičnost za brisanje svih lozinki
hu: Hitelesítés minden jelszó törléséhez
it: Effettua l'autenticazione per eliminare tutte le password
lt: Patvirtinkite autentiškumą, kad ištrintumėte visus slaptažodžius
lv: Autentificē, lai dzēstu visas paroles
nb: Godkjenn for å slette alle passord
nl: Verifiëren om alle wachtwoorden te verwijderen
pt: Autenticar para eliminar todas as palavras-passe
ro: Autentifică-te pentru a șterge toate parolele
ru: Авторизация для удаления паролей
sk: Overenie na odstránenie všetkých hesiel.
sl: Preverite pristnost za brisanje vseh gesel
sv: Autentisera för att ta bort alla lösenord
tr: Tüm Şifreleri Silmek İçin Kimliğinizi Doğrulayın

# autofill.logins.delete.all.authentication.reason
source: Authenticate to confirm you want to delete all passwords
bg: Удостоверете се, за да потвърдите, че искате да изтриете всички пароли
cs: Ověřením potvrď, že chceš smazat všechna hesla
da: Bekræft, at du vil slette alle adgangskoder
de: Authentifiziere dich, um zu bestätigen, dass du alle Passwörter löschen willst
el: Επαληθεύστε την ταυτότητά σας για να επιβεβαιώσετε ότι θέλετε να διαγράψετε όλους τους κωδικούς πρόσβασης
et: Autendi end, et kinnitada kõigi paroolide kustutamine
fi: Vahvista, että haluat poistaa kaikki salasanat.
fr: Authentifiez-vous pour confirmer que vous souhaitez supprimer tous les mots de passe
hr: Izvrši autentifikaciju i time potvrdi da želiš izbrisati sve lozinke
hu: Hitelesítéssel erősítsd meg, hogy minden jelszót törölni szeretnél
it: Esegui l'autenticazione per confermare l'eliminazione di tutte le password
lt: Patvirtinkite tapatybę, kad patvirtintumėte, jog norite ištrinti visus slaptažodžius
lv: Autentificējies, lai apstiprinātu, ka vēlies dzēst visas paroles
nb: Godkjenn for å bekrefte at du vil slette alle passord
nl: Verifieer om te bevestigen dat je alle wachtwoorden wilt verwijderen
pt: Autentica para confirmar que pretendes eliminar todas as palavras-passe
ro: Autentifică-te pentru a confirma că dorești să ștergi toate parolele
ru: Чтобы подтвердить удаление, выполните авторизацию
sk: Overením potvrďte, že chcete odstrániť všetky heslá.
sl: Potrdite, da želite izbrisati vsa gesla
sv: Autentisera för att bekräfta att du vill radera alla lösenord
tr: Tüm şifreleri silmek istediğinizi onaylamak için kimlik doğrulaması yapın

# autofill.logins.details.address
source: Website URL
bg: Адрес на уебсайта
cs: URL webové stránky
da: URL til webstedet
de: URL der Website
el: Διεύθυνση URL ιστότοπου
et: Veebisaidi URL
fi: Sivuston URL-osoite
fr: URL du site Web
hr: URL web lokacije
hu: Webhely URL-címe
it: URL del sito Web
lt: Svetainės URL
lv: Tīmekļa vietnes URL
nb: URL-adresse til nettsted
nl: URL van de website
pt: URL do site
ro: URL-ul site-ului
ru: Адрес сайта
sk: Adresa URL webových stránok
sl: URL spletnega mesta
sv: Webbplats-URL
tr: Web sitesi URL'si

# autofill.logins.details.default-title
source: Password
bg: Парола
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
et: Parool
fi: Salasana
fr: Mot de passe
hr: Lozinka
hu: Jelszó
lt: Slaptažodis
lv: Parole
nb: Passord
nl: Wachtwoord
pt: Palavra-passe
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
tr: Parola

# autofill.logins.details.delete
source: Delete Password
bg: Изтриване на парола
cs: Smazat heslo
da: Slet adgangskode
de: Passwort löschen
el: Διαγραφή κωδικού πρόσβασης
et: Kustuta parool
fi: Poista salasana
fr: Supprimer le mot de passe
hr: Izbriši lozinku
hu: Jelszó törlése
it: Elimina password
lt: Ištrinti slaptažodį
lv: Dzēst paroli
nb: Slett passord
nl: Wachtwoord verwijderen
pt: Eliminar palavra-passe
ro: Șterge parola
ru: Удалить пароль
sk: Zmazať heslo
sl: Izbriši geslo
sv: Radera lösenord
tr: Şifreyi Sil

# autofill.logins.details.delete-confirmation.button
source: Delete Password
bg: Изтриване на парола
cs: Smazat heslo
da: Slet adgangskode
de: Passwort löschen
el: Διαγραφή κωδικού πρόσβασης
et: Kustuta parool
fi: Poista salasana
fr: Supprimer le mot de passe
hr: Izbriši lozinku
hu: Jelszó törlése
it: Elimina password
lt: Ištrinti slaptažodį
lv: Dzēst paroli
nb: Slett passord
nl: Wachtwoord verwijderen
pt: Eliminar palavra-passe
ro: Șterge parola
ru: Удалить пароль
sk: Odstrániť heslo
sl: Izbriši geslo
sv: Radera lösenord
tr: Şifreyi Sil

# autofill.logins.details.edit-title
source: Edit Password
bg: Редактиране на парола
cs: Upravit heslo
da: Rediger adgangskode
de: Passwort bearbeiten
el: Επεξεργασία κωδικού πρόσβασης
et: Parooli muutmine
fi: Muokkaa salasanaa
fr: Modifier le mot de passe
hr: Uredi lozinku
hu: Jelszó szerkesztése
it: Modifica password
lt: Redaguoti slaptažodį
lv: Paroles rediģēšana
nb: Rediger passordet
nl: Wachtwoord bewerken
pt: Editar palavra-passe
ro: Editează parola
ru: Редактирование пароля
sk: Upraviť heslo
sl: Uredite geslo
sv: Redigera lösenord
tr: Şifreyi Düzenle

# autofill.logins.details.edit.password-placeholder
source: Password
bg: Парола
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
et: Parool
fi: Salasana
fr: Mot de passe
hr: Lozinka
hu: Jelszó
lt: Slaptažodis
lv: Parole
nb: Passord
nl: Wachtwoord
pt: Palavra-passe
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
tr: Parola

# autofill.logins.details.edit.title-placeholder
source: Title
bg: Заглавие
cs: Název
da: Titel
de: Titel
el: Τίτλος
et: Pealkiri
fi: Otsikko
fr: Titre
hr: Naslov
hu: Cím
it: Titolo
lt: Pavadinimas
lv: Nosaukums
nb: Tittel
nl: Titel
pt: Título
ro: Titlu
ru: Название
sk: Názov
sl: Naslov
sv: Rubrik

# autofill.logins.details.last-updated
source: Last updated %@
bg: Последна актуализация %@
cs: Poslední aktualizace %@
da: Sidst opdateret %@
de: Zuletzt aktualisiert %@
el: Τελευταία ενημέρωση %@
et: Viimati uuendatud %@
fi: Viimeksi päivitetty %@
fr: Dernière modification : %@
hr: Posljednje ažuriranje: %@
hu: Utolsó frissítés: %@
it: Ultimo aggiornamento %@
lt: Paskutinį kartą atnaujinta %@
lv: Pēdējoreiz atjaunināts %@
nb: Sist oppdatert %@
nl: Laatst bijgewerkt op %@
pt: Última atualização em %@
ro: Ultima actualizare la %@
ru: Последнее обновление: %@
sk: Naposledy aktualizované %@
sl: Zadnja posodobitev %@
sv: Uppdaterades senast %@
tr: Son güncelleme %@

# autofill.logins.details.login-name
source: Title
bg: Заглавие
cs: Název
da: Titel
de: Titel
el: Τίτλος
et: Pealkiri
fi: Otsikko
fr: Titre
hr: Naslov
hu: Cím
it: Titolo
lt: Pavadinimas
lv: Nosaukums
nb: Tittel
nl: Titel
pt: Título
ro: Titlu
ru: Название
sk: Názov
sl: Naslov
sv: Rubrik

# autofill.logins.details.new-title
source: Add password
bg: Добавяне на парола
cs: Přidat heslo
da: Tilføj adgangskode
de: Passwort hinzufügen
el: Προσθήκη κωδικού πρόσβασης
et: Parooli lisamine
fi: Lisää salasana
fr: Ajouter un mot de passe
hr: Dodaj lozinku
hu: Jelszó hozzáadása
it: Aggiungi password
lt: Pridėti slaptažodį
lv: Pievienot paroli
nb: Legg til passord
nl: Wachtwoord toevoegen
pt: Adicionar palavra-passe
ro: Adaugă parola
ru: Добавление пароля
sk: Pridať heslo
sl: Dodajte geslo
sv: Lägg till lösenord
tr: Şifre Ekle

# autofill.logins.details.notes
source: Notes
bg: Бележки
cs: Poznámky
da: Noter
de: Notizen
el: Σημειώσεις
et: Märkused
fi: Huomautukset
hr: Bilješke
hu: Megjegyzések
it: Note
lt: Pastabos
lv: Piezīmes
nb: Notater
nl: Opmerkingen
pt: Notas
ro: Note
ru: Примечания
sk: Poznámky
sl: Opombe
sv: Anteckningar
tr: Notlar

# autofill.logins.details.open-website-prompt.title
source: Open Website
bg: Отваряне на уебсайта
cs: Otevřít webovou stránku
da: Åbn websted
de: Website öffnen
el: Άνοιγμα ιστότοπου
et: Ava veebisait
fi: Avaa verkkosivusto
fr: Ouvrir le site Web
hr: Otvori web-mjesto
hu: Webhely megnyitása
it: Apri il sito web
lt: Atidaryti svetainę
lv: Atvērt tīmekļa vietni
nb: Åpne nettsted
nl: Website openen
pt: Abrir website
ro: Deschide site-ul
ru: Открыть сайт
sk: Otvoriť webovú lokalitu
sl: Odpri spletno mesto
sv: Öppna webbplatsen
tr: Web sitesini aç

# autofill.logins.details.password
source: Password
bg: Парола
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
et: Parool
fi: Salasana
fr: Mot de passe
hr: Lozinka
hu: Jelszó
lt: Slaptažodis
lv: Parole
nb: Passord
nl: Wachtwoord
pt: Palavra-passe
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
tr: Parola

# autofill.logins.details.save-duplicate-alert.action
source: OK
bg: ОК
cs: DOBŘE
da: Okay
el: Εντάξει
hr: U redu
lt: GERAI
lv: Labi
ru: Хорошо
sl: V REDU
tr: Tamam

# autofill.logins.details.save-duplicate-alert.message
source: You already have a password saved for this username and website.
bg: Вече имате запазена парола за това потребителско име и уебсайт.
cs: Pro tohle uživatelské jméno a web už máš uložené heslo.
da: Du har allerede gemt en adgangskode til dette brugernavn og websted.
de: Du hast bereits ein Passwort für diesen Benutzernamen und diese Website gespeichert.
el: Έχετε ήδη αποθηκεύσει έναν κωδικό πρόσβασης γι' αυτό το όνομα χρήστη και τον ιστότοπο.
et: Sul on juba selle kasutajanime ja veebisaidiga parool salvestatud.
fi: Sinulla on jo salasana tallennettuna tälle käyttäjänimelle ja sivustolle.
fr: Vous avez déjà enregistré un mot de passe pour ce nom d'utilisateur et ce site Web.
hr: Već imaš spremljenu lozinku za ovo korisničko ime i web lokaciju.
hu: Már rendelkezel mentett jelszóval ehhez a felhasználónévhez és webhelyhez.
it: Hai già salvato una password per questo nome utente e questo sito web.
lt: Jau turite išsaugoję šio naudotojo vardo ir svetainės slaptažodį.
lv: Tev jau ir saglabāta šī lietotājvārda un vietnes parole.
nb: Du har allerede lagret et passord for dette brukernavnet og nettstedet.
nl: Je hebt al een wachtwoord opgeslagen voor deze gebruikersnaam en website.
pt: Já tens uma palavra-passe guardada para este nome de utilizador e site.
ro: Ai deja o parolă salvată pentru acest nume de utilizator și site.
ru: У вас уже есть сохраненный пароль для этого сайта и имени пользователя.
sk: Pre toto používateľské meno a webovú stránku už máte uložené heslo.
sl: Za to uporabniško ime in spletno mesto že imate shranjeno geslo.
sv: Du har redan sparat ett lösenord för detta användarnamn och denna webbplats.
tr: Bu kullanıcı adı ve web sitesi için zaten kayıtlı bir şifreniz var.

# autofill.logins.details.save-duplicate-alert.title
source: Duplicate Password
bg: Дублиране на парола
cs: Duplicitní heslo
da: Duplikeret adgangskode
de: Passwort duplizieren
el: Διπλός κωδικός πρόσβασης
et: Parooli duplikaat
fi: Päällekkäinen salasana
fr: Mot de passe dupliqué
hr: Ova lozinka već postoji
hu: Duplikált jelszó
it: Password duplicata
lt: Pasikartojantis slaptažodis
lv: Dublēta parole
nb: Duplisert passord
nl: Wachtwoord dupliceren
pt: Palavra-passe duplicada
ro: Parolă duplicată
ru: Дубликат пароля
sk: Duplicitné heslo
sl: Podvojeno geslo
sv: Duplicerat lösenord
tr: Yinelenen Şifre

# autofill.logins.details.username
source: Username
bg: Потребителско име
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
et: Kasutajanimi
fi: Käyttäjätunnus
fr: Nom d'utilisateur
hr: Korisničko ime
hu: Felhasználónév
it: Nome utente
lt: Naudotojo vardas
lv: Lietotājvārds
nb: Brukernavn
nl: Gebruikersnaam
pt: Nome de utilizador
ro: Nume utilizator
ru: Имя пользователя
sk: Používateľské meno
sl: Uporabniško ime
sv: Användarnamn
tr: Kullanıcı adı

# autofill.logins.empty-view.button.title
source: Import Passwords
bg: Импортиране на пароли
cs: Importovat hesla
da: Importer adgangskoder
de: Passwörter importieren
el: Εισαγωγή κωδικών πρόσβασης
et: Impordi paroolid
fi: Tuo salasanat
fr: Importer les mots de passe
hr: Uvezi lozinke
hu: Jelszavak importálása
it: Importa password
lt: Importuoti slaptažodžius
lv: Importēt paroles
nb: Importer passord
nl: Wachtwoorden importeren
pt: Importar palavras-passe
ro: Importă parolele
ru: Импорт паролей
sk: Importovať heslá
sl: Uvozi gesla
sv: Importera lösenord
tr: Şifreleri İçe Aktar

# autofill.logins.empty-view.subtitle.first.paragraph
source: You can import saved passwords from another browser into DuckDuckGo.
bg: Можете да импортирате запазени пароли от друг браузър в DuckDuckGo.
cs: Uložená hesla můžeš importovat z jiného prohlížeče do DuckDuckGo.
da: Du kan importere gemte adgangskoder fra en anden browser til DuckDuckGo.
de: Du kannst gespeicherte Passwörter aus einem anderen Browser in DuckDuckGo importieren.
el: Μπορείτε να εισαγάγετε αποθηκευμένους κωδικούς πρόσβασης από άλλο πρόγραμμα περιήγησης στο DuckDuckGo.
et: Salvestatud paroole saad importida teisest brauserist DuckDuckGo-sse.
fi: Voit tuoda tallennetut salasanat toisesta selaimesta DuckDuckGohon.
fr: Vous pouvez importer les mots de passe enregistrés d'un autre navigateur dans DuckDuckGo.
hr: Možeš uvesti spremljene lozinke iz drugog preglednika u DuckDuckGo.
hu: Importálhatod a mentett jelszavaidat egy másik böngészőből a DuckDuckGo böngészőjébe.
it: Puoi importare le password salvate da un altro browser in DuckDuckGo.
lt: Galite importuoti išsaugotus slaptažodžius iš kitos naršyklės į „DuckDuckGo“.
nb: Du kan importere lagrede passord fra en annen nettleser til DuckDuckGo.
nl: Je kunt opgeslagen wachtwoorden uit een andere browser importeren in DuckDuckGo.
pt: Podes importar palavras-passe guardadas de outro navegador para o DuckDuckGo.
ro: Poți importa parolele salvate dintr-un alt browser în DuckDuckGo.
ru: В DuckDuckGo можно импортировать сохраненные пароли из другого браузера.
sk: Uložené heslá môžete importovať z iného prehliadača do DuckDuckGo.
sl: Shranjena gesla lahko uvozite iz drugega brskalnika v DuckDuckGo.
sv: Du kan importera sparade lösenord från andra webbläsare till DuckDuckGo.
tr: Kayıtlı parolaları başka bir tarayıcıdan DuckDuckGo'ya aktarabilirsiniz.

# autofill.logins.empty-view.title
source: No passwords saved yet
bg: Все още няма запазени пароли
cs: Zatím nemáš uložená žádná hesla
da: Ingen adgangskoder gemt endnu
de: Noch keine Passwörter gespeichert
el: Δεν έχουν αποθηκευτεί ακόμα κωδικοί πρόσβασης
et: Paroole ei ole veel salvestatud
fi: Salasanoja ei ole vielä tallennettu
fr: Aucun mot de passe n'a été enregistré
hr: Još nema spremljenih lozinki
hu: Még nincsenek mentett jelszavak
it: Nessuna password ancora salvata
lt: Dar nėra išsaugotų slaptažodžių
lv: Vēl nav saglabāta neviena parole
nb: Ingen passord er lagret ennå
nl: Nog geen wachtwoorden opgeslagen
pt: Ainda não há palavras-passe guardadas
ro: Nici o parolă nu a fost salvată încă
ru: Сохраненных паролей пока нет
sk: Zatiaľ nie sú uložené žiadne heslá
sl: Nobeno geslo še ni shranjeno
sv: Inga lösenord sparade ännu
tr: Henüz şifre kaydedilmedi

# autofill.logins.list.auth.cancel
source: Cancel
bg: Отмени
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
et: Tühista
fi: Peruuta
fr: Annuler
hr: Otkaži
hu: Mégsem
it: Annulla
lt: Atšaukti
lv: Atcelt
nb: Avbryt
nl: Annuleren
pt: Cancelar
ro: Renunță
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal

# autofill.logins.list.auth.reason
source: Unlock device to access passwords
bg: Отключете устройството, за да получите достъп до паролите
cs: Pro přístup k heslům zařízení odemkni
da: Lås enheden op for at få adgang til adgangskoder
de: Gerät entsperren, um auf Passwörter zuzugreifen
el: Ξεκλειδώστε τη συσκευή για πρόσβαση σε κωδικούς πρόσβασης
et: Paroolidele juurdepääsuks ava seade
fi: Avaa laitteen lukitus päästäksesi salasanoihin
fr: Déverrouiller l'appareil pour accéder aux mots de passe
hr: Otključaj uređaj za pristup lozinkama
hu: Oldd fel az eszközt a jelszavakhoz való hozzáféréshez
it: Sblocca il dispositivo per accedere alle password
lt: Atrakinkite įrenginį, kad galėtumėte pasiekti slaptažodžius
lv: Atbloķē ierīci, lai piekļūtu parolēm
nb: Lås opp enheten for å få tilgang til passord
nl: Ontgrendel het apparaat om toegang te krijgen tot wachtwoorden
pt: Desbloquear dispositivo para aceder às palavras-passe
ro: Deblochează dispozitivul pentru a accesa parolele
ru: Разблокируйте устройство, чтобы получить доступ к паролям
sk: Ak chcete získať prístup k heslám, odomknite zariadenie
sl: Če želite dostopati do gesel, odklenite napravo
sv: Lås upp enheten för att komma åt lösenord
tr: Şifrelere erişmek için cihazın kilidini açın
