Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# sync.warning.data.syncing.disabled.upgrade.required
source: Sorry, but Sync & Backup is no longer available in this app version. Please update DuckDuckGo to the latest version to continue.
bg: Съжаляваме, но функцията за синхронизиране и архивиране вече не се предлага в тази версия на приложението. Моля, актуализирайте DuckDuckGo до най-новата версия, за да продължите.
cs: Omlouváme se, ale funkce synchronizace a zálohování není v téhle verzi aplikace dostupná. Pro pokračování aktualizuj DuckDuckGo na nejnovější verzi.
da: Beklager, men synkronisering og sikkerhedskopiering er ikke længere tilgængelig i denne app-version. Opdater DuckDuckGo til den nyeste version for at fortsætte.
de: Synchronisieren und sichern ist in dieser App-Version leider nicht mehr verfügbar. Bitte aktualisiere DuckDuckGo auf die neueste Version, um fortzufahren.
el: Δυστυχώς, η λειτουργία Συγχρονισμός και δημιουργία αντιγράφων ασφαλείας δεν είναι διαθέσιμη πλέον σε αυτήν την έκδοση της εφαρμογής. Ενημερώστε το DuckDuckGo στην πιο πρόσφατη έκδοση για να συνεχίσετε.
et: Vabandust, kuid sünkroonimine ja varundus pole selles rakenduse versioonis enam saadaval. Jätkamiseks värskenda DuckDuckGo uusimale versioonile.
fi: Sync & Backup ei valitettavasti ole käytettävissä tässä sovellusversiossa. Päivitä DuckDuckGo uusimpaan versioon jatkaaksesi.
fr: Désolés, mais la synchronisation et la sauvegarde ne sont plus disponibles dans cette version de l'application. Veuillez mettre à jour DuckDuckGo avec la dernière version pour continuer.
hr: Žao nam je, ali Sync & Backup (sinkronizacija i sigurnosno kopiranje) više nisu dostupni u ovoj verziji aplikacije. Molimo te da za nastavak ažuriraš DuckDuckGo na najnoviju verziju.
hu: A szinkronizálás és biztonsági mentés az alkalmazás ezen verziójában már nem érhető el. A folytatáshoz frissíts a DuckDuckGo a legújabb verziójára.
it: Siamo spiacenti, ma Sincronizzazione e Backup non è più disponibile in questa versione dell'app. Per continuare, aggiorna DuckDuckGo all'ultima versione.
lt: Atsiprašome, bet šioje programos versijoje nepasiekiamos sinchronizavimo ir atsarginės kopijos kūrimo funkcijos. Norėdami tęsti, atnaujinkite „DuckDuckGo“ į naujausią versiją.
lv: Diemžēl sinhronizācija un dublēšana šajā lietotnes versijā vairs nav pieejama. Lai turpinātu, lūdzu, atjaunini DuckDuckGo uz jaunāko versiju.
nb: Beklager, men synkronisering og sikkerhetskopiering er ikke lenger tilgjengelig i denne appversjonen. Oppdater DuckDuckGo til den nyeste versjonen for å fortsette.
nl: Synchroniseren en back-up is helaas niet langer beschikbaar in deze versie van de app. Werk DuckDuckGo bij naar de nieuwste versie om door te gaan.
pt: Lamentamos, mas a sincronização e cópia de segurança já não estão disponíveis nesta versão da aplicação. Atualiza o DuckDuckGo para a versão mais recente para continuar.
ro: Ne pare rău, dar Sincronizarea și copierea de rezervă nu mai este disponibilă în această versiune de aplicație. Te rugăm să actualizezi DuckDuckGo la cea mai recentă versiune pentru a continua.
ru: К сожалению, функция «Синхронизация и резервное копирование» больше не работает в этой версии приложения. Чтобы продолжить, обновите DuckDuckGo до последней версии.
sk: Je nám ľúto, ale služba Synchronizácia a zálohovanie už nie je v tejto verzii aplikácie k dispozícii. Ak chcete pokračovať, aktualizujte DuckDuckGo na najnovšiu verziu.
sl: Sinhronizacija in varnostno kopiranje v tej različici aplikacije žal nista več na voljo. Za nadaljevanje DuckDuckGo posodobite na najnovejšo različico.
sv: Tyvärr är synkronisering och säkerhetskopiering inte längre tillgängliga i den här appversionen. Uppdatera DuckDuckGo till den senaste versionen för att fortsätta.
tr: Üzgünüz, Senkronizasyon ve Yedekleme bu uygulama sürümünde artık kullanılamıyor. Devam etmek için lütfen DuckDuckGo'yu en son sürüme güncelleyin.

# tab.close.home
source: Close home tab
bg: Затваряне на началния раздел
cs: Zavřít kartu Domů
da: Luk hjemmefanen
de: Startseiten-Tab schließen
el: Κλείσιμο αρχικής καρτέλας
et: Sulge avalehe vahekaart
fi: Sulje koti-välilehti
fr: Fermer l'onglet d'accueil
hr: Zatvori početnu karticu
hu: Kezdőlap bezárása
it: Chiudi la scheda Home
lt: Uždaryti pagrindinio puslapio skirtuką
lv: Aizvērt sākuma cilni
nb: Lukk hjem-fane
nl: Starttabblad sluiten
pt: Fechar o separador inicial
ro: Închide fila de pornire
ru: Закрыть домашнюю вкладку
sk: Zatvorte kartu domovskej stránky
sl: Zapri zavihek Domov
sv: Stäng hemfliken
tr: Ana sekmeyi kapat
uk: Закрити головну вкладку

# tab.close.with.title.and.address
source: Close "%1$@" at %2$@
bg: Затваряне на "%1$@" с адрес %2$@
cs: Zavřít "%1$@" na %2$@
da: Luk "%1$@" på %2$@
de: „%1$@“ auf %2$@ schließen
el: Κλείσιμο "%1$@" στο %2$@
et: Sulge "%1$@" aadressil %2$@
fi: Sulje "%1$@" osoitteessa %2$@
fr: Fermer « %1$@ » via %2$@
hr: Zatvorite „%1$@” na %2$@
hu: "%1$@" bezárása itt: %2$@
it: Chiudi "%1$@" all'indirizzo %2$@
lt: Uždaryti „%1$@“ adresu %2$@
lv: Aizvērt “%1$@” vietnē %2$@
nb: Lukk "%1$@" på %2$@
nl: '%1$@' op %2$@ sluiten
pt: Fechar "%1$@" at %2$@
ro: Închideți "%1$@" la %2$@
ru: Закрыть сайт «%1$@» по адресу %2$@
sk: Zatvoriť „%1$@“ na adrese %2$@
sl: Zapri "%1$@" ob %2$@
sv: Stäng %1$@ på %2$@
tr: %2$@ adresindeki "%1$@" sitesini kapat
uk: Закрити "%1$@" з %2$@

# tab.open.home
source: Open home tab
bg: Отваряне на началния раздел
cs: Otevřít kartu Domů
da: Åben hjemmefanen
de: Startseiten-Tab öffnen
el: Άνοιγμα αρχικής καρτέλας
et: Ava avalehe vahekaart
fi: Avaa koti-välilehti
fr: Ouvrir l'onglet d'accueil
hr: Otvori početnu karticu
hu: Kezdőlap megnyitása
it: Apri la scheda Home
lt: Atidaryti pagrindinio puslapio skirtuką
lv: Atvērt sākuma cilni
nb: Åpne hjem-fane
nl: Starttabblad openen
pt: Abrir o separador inicial
ro: Deschide fila de pornire
ru: Открыть домашнюю вкладку
sk: Otvorte kartu Domovská stránka
sl: Odpri zavihek Domov
sv: Öppna hemfliken
tr: Ana sekmeyi aç
uk: Відкрийте головну вкладку

# tab.open.with.title.and.address
source: Open "%1$@" at %2$@
bg: Отваряне на "%1$@" с адрес %2$@
cs: Otevřít "%1$@" na %2$@
da: Åbn "%1$@" på %2$@
de: „%1$@“ auf %2$@ öffnen
el: Άνοιγμα "%1$@" στο %2$@
et: Ava "%1$@" aadressil %2$@
fi: Avaa "%1$@" osoitteessa %2$@
fr: Ouvrir « %1$@ » via %2$@
hr: Otvorite „%1$@” na %2$@
hu: "%1$@" megnyitása itt: %2$@
it: Apri "%1$@" all'indirizzo %2$@
lt: Atidaryti „%1$@“ adresu %2$@
lv: Atvērt “%1$@” vietnē %2$@
nb: Åpne "%1$@" på %2$@
nl: '%1$@' op %2$@ openen
pt: Abrir "%1$@" at %2$@
ro: Deschide "%1$@" la %2$@
ru: Открыть сайт «%1$@» по адресу %2$@
sk: Otvoriť „%1$@“ na adrese %2$@
sl: Odpri "%1$@" ob %2$@
sv: Öppna %1$@ på %2$@
tr: %2$@ adresindeki "%1$@" sitesini aç
uk: Відкрти "%1$@" з %2$@

# tab.switcher.accessibility.label
source: Tab Switcher
bg: Превключване на раздели
cs: Přepínač karet
da: Faneskifter
de: Tabwechsel-Bildschirm
el: Εναλλαγή καρτελών
et: Vahekaardi vahetaja
fi: Välilehtien vaihtotyökalu
fr: Outil de changement d'onglet
hr: Mjenjač kartica
hu: Lapváltó
it: Selettore schede
lt: Skirtukų perjungiklis
lv: Ciļņu pārslēdzējs
nb: Fanebytter
nl: Wisselen tussen tabbladen
pt: Alternar de separador
ro: Comutator între file
ru: Переключатель вкладок
sk: Prepínač kariet
sl: Preklopi med zavihki
sv: Flikväxlare
tr: Sekme Değiştirici
uk: Перемикач вкладок

# textSize.description
source: Increase or decrease text size across all sites.
bg: Увеличете или намалете размера на текста във всички сайтове.
cs: Zvětši nebo zmenši text na všech webech.
da: Forøg eller formindsk tekststørrelsen på tværs af alle websteder.
de: Erhöhe oder verringere die Textgröße auf allen Seiten.
el: Αυξήστε ή μειώστε το μέγεθος του κειμένου σε όλους τους ιστότοπους.
et: Suurendage või vähendage teksti suurust kõigil saitidel.
fi: Suurenna tai pienennä tekstin kokoa kaikilla sivustoilla.
fr: Augmentez ou diminuez la taille du texte sur tous les sites.
hr: Povećajte ili smanjite veličinu teksta na svim web-mjestima.
hu: Növeld vagy csökkentsd a szöveg méretét az összes webhelyen.
it: Aumenta o diminuisci la dimensione del testo in tutti i siti.
lt: Padidinti arba sumažinti teksto dydį visose svetainėse.
lv: Izvēlies burtu izmēru. Vietnes tavā DuckDuckGo tam pielāgosies.
nb: Øk eller reduser tekststørrelsen på alle nettsteder.
nl: Vergroot of verklein de tekstgrootte op alle sites.
pt: Aumenta ou diminui o tamanho do texto em todos os sites.
ro: Alege dimensiunea preferată a textului. Site-urile pe care le vizitezi în DuckDuckGo se vor adapta la aceasta.
ru: Масштаб текста любого сайта можно отрегулировать.
sk: Zväčšite alebo zmenšite veľkosť textu na všetkých stránkach.
sl: Povečajte ali zmanjšajte velikost besedila na vseh spletnih mestih.
sv: Öka eller minska textstorleken på alla webbplatser.
tr: Tüm sitelerde metin boyutunu artırın veya azaltın.
uk: Виберіть бажаний розмір тексту. Вебсайти, які ви переглядаєте в DuckDuckGo, адаптуються до цього.

# textSize.footer
source: Text Size - %@
bg: Размер на текста - %@
cs: Velikost textu – %@
da: Tekststørrelse - %@
de: Textgröße – %@
el: Μέγεθος κειμένου - %@
et: Teksti suurus - %@
fi: Tekstin koko - %@
fr: Taille du texte – %@
hr: Veličina teksta: %@
hu: Szövegméret: %@
it: Dimensione testo - %@
lt: Teksto dydis – %@
lv: Burtu izmērs — %@
nb: Tekststørrelse – %@
nl: Lettergrootte - %@
pt: Tamanho do texto - %@
ro: Dimensiune text - %@
ru: Размер текста — %@
sk: Veľkosť textu - %@
sl: Velikost besedila - %@
sv: Textstorlek – %@
tr: Metin Boyutu - %@
uk: Розмір тексту - %@

# theme.acc.dark
source: Dark
bg: Тъмна
cs: Tmavé
da: Mørk
de: Dunkel
el: Σκοτεινό
et: Tume
fi: Tumma
fr: Sombre
hr: Tamna
hu: Sötét
it: Scuro
lt: Tamsi
lv: Tumšs
nb: Mørkt
nl: Donker
pt: Escuro
ro: Întunecat
ru: Темная
sk: Tmavý
sl: Temna
sv: Mörk
tr: Karanlık
uk: Темна

# theme.acc.default
source: System
bg: Системна
cs: Systém
de: Standard
el: Σύστημα
et: Süsteem
fi: Järjestelmä
fr: Système
hr: Zadana
hu: Rendszer
it: Sistema
lt: Sistema
lv: Sistēma
nl: Systeem
pt: Sistema
ro: Sistem
ru: Тема системы
sk: Systém
sl: Sistem
tr: Sistem
uk: Системна

# theme.acc.light
source: Light
bg: Светла
cs: Světlo
da: Let
de: Hell
el: Φωτεινό
et: Hele
fi: Vaalea
fr: Clair
hr: Svijetla
hu: Világos
it: Chiaro
lt: Šviesi
lv: Gaišs
nb: Lyst
nl: Licht
pt: Claro
ro: Lumină
ru: Светлая
sk: Svetlá
sl: Luč
sv: Ljus
tr: Açık
uk: Світла

# theme.name.dark
source: Dark
bg: Тъмна
cs: Tmavý
da: Mørk
de: Dunkel
el: Σκοτεινό
et: Tume
fi: Tumma
fr: Sombre
hr: Tamna
hu: Sötét
it: Scuro
lt: Tamsi
lv: Tumšs
nb: Mørkt
nl: Donker
pt: Escuro
ro: Întunecat
ru: Темная
sk: Tmavý
sl: Temna
sv: Mörk
tr: Karanlık
uk: Темна

# theme.name.default
source: System Default
bg: По подразбиране за системата
cs: Výchozí nastavení systému
da: System standard
de: Standard
el: Προεπιλογή συστήματος
et: Süsteem vaikimisi
fi: Järjestelmän oletus
fr: Par défaut
hr: Zadana
hu: Rendszer alapértelmezés
it: Predefinito di sistema
lt: Sistemos numatytoji
lv: Sistēmas noklusējums
nb: Systemstandard
nl: Systeemstandaard
pt: Padrão do sistema
ro: Setare implicită de sistem
ru: По умолчанию
sk: Predvolený systém
sl: Privzeti sistem
sv: Systemstandard
tr: Sistem Varsayılanı
uk: Системна за замовчуванням

# theme.name.light
source: Light
bg: Светла
cs: Světlo
da: Let
de: Hell
el: Φωτεινό
et: Hele
fi: Vaalea
fr: Clair
hr: Svijetla
hu: Világos
it: Chiaro
lt: Šviesi
lv: Gaišs
nb: Lyst
nl: Licht
pt: Claro
ro: Lumină
ru: Светлая
sk: Svetlá
sl: Luč
sv: Ljus
tr: Açık
uk: Світла

# toast.protection.disabled
source: Privacy Protection disabled for %@
bg: Деактивирана защита на поверителността за %@
cs: Ochrana deaktivována u domény %@
da: Beskyttelse af privatlivet deaktiveret for %@
de: Datenschutz für %@ deaktivieren
el: Η Προστασία προσωπικών δεδομένων απενεργοποιήθηκε για το %@
et: %@ privaatsuse kaitse on keelatud
fi: Yksityisyydensuoja poistettu käytöstä osoitteessa %@
fr: Protection de la confidentialité désactivée pour %@
hr: Zaštita privatnosti je onemogućena za %@
hu: Adatvédelem letiltva a következőhöz: %@
it: Tutela della privacy disattivata per %@
lt: Privatumo apsauga išjungta %@
lv: %@ privātuma aizsardzība ir atspējota
nb: Personvern er deaktivert for %@
nl: Privacybescherming uitgeschakeld voor %@
pt: Proteção de privacidade desativada para %@
ro: Protecția confidențialității este dezactivată pentru %@
ru: Защита конфиденциальности на %@ отключена
sk: Ochrana súkromia na doméne %@ bola vypnutá
sl: Zaščita zasebnosti je onemogočena za %@
sv: Integritetsskydd inaktiverat för %@
tr: Gizlilik Koruması %@ için devre dışı
uk: Захист конфіденційності вимкнено для %@

# toast.protection.disabled.and.toggle.report.sent
source: Privacy Protections disabled for %@ and report sent.
bg: Деактивирана защита на поверителността за %@ и изпратен отчет.
cs: U domény %@ byla deaktivována ochrana osobních údajů a byla odeslána zpráva.
da: Beskyttelse af privatlivet er deaktiveret for %@, og rapport sendt.
de: Datenschutz für %@ deaktiviert und Bericht gesendet.
el: Η Προστασία προσωπικών δεδομένων απενεργοποιήθηκε για τον τομέα %@ και η αναφορά στάλθηκε.
et: Privaatsuskaitsed on %@ jaoks keelatud ja teavitus saadetud.
fi: Yksityisyyden suoja poistettu käytöstä osoitteessa %@ ja raportti lähetetty.
fr: Protections de la confidentialité désactivées pour %@ et rapport envoyé.
hr: Zaštita privatnosti je onemogućena za %@ i izvještaj je poslan.
hu: A(z) %@ tartománynév adatvédelme le lett tiltva, és el lett küldve egy jelentés.
it: Protezioni della Privacy disattivate per %@ e segnalazione inviata.
lt: %@ privatumo apsauga išjungta ir ataskaita išsiųsta.
lv: Privacy Protections ir atspējots domēnam %@ un ziņojums ir nosūtīts.
nb: Personvern er deaktivert for %@, og en rapport er sendt.
nl: Privacybescherming uitgeschakeld voor %@ en rapport verzonden.
pt: Proteções de Privacidade desativadas para %@ e relatório enviado.
ro: Protecțiile confidențialității sunt dezactivate pentru %@ și raportul a fost trimis.
ru: Защита конфиденциальности на сайте %@ отключена, отчет отправлен.
sk: Ochrana súkromia na doméne %@ bola vypnutá a správa bola odoslaná.
sl: Zaščita zasebnosti je onemogočena za %@ in poročilo je bilo poslano.
sv: Integritetsskydd inaktiverat för %@ och rapport skickad.
tr: Gizlilik Korumaları %@ için devre dışı bırakıldı ve rapor gönderildi.

# toast.protection.enabled
source: Privacy Protection enabled for %@
bg: Активирана защита на поверителността за %@
cs: Ochrana aktivována u domény %@
da: Beskyttelse af privatlivet aktiveret for %@
de: Datenschutz für %@ aktivieren
el: Η Προστασία προσωπικών δεδομένων ενεργοποιήθηκε για το %@
et: %@ privaatsuse kaitse on lubatud
fi: Yksityisyydensuoja otettu käyttöön osoitteessa %@
fr: Protection de la confidentialité activée pour %@
hr: Zaštita privatnosti je omogućena za %@
hu: Adatvédelem engedélyezve a következőhöz: %@
it: Tutela della privacy attivata per %@
lt: Privatumo apsauga įjungta %@
lv: %@ ir iespējota privātuma aizsardzība
nb: Personvern er aktivert for %@
nl: Privacybescherming ingeschakeld voor %@
pt: Proteção de privacidade ativada para %@
ro: Protecția confidențialității este activată pentru %@
ru: Защита конфиденциальности на %@ включена
sk: Ochrana súkromia na doméne %@ bola zapnutá
sl: Zaščita zasebnosti je omogočena za %@
sv: Integritetsskydd aktiverat för %@
tr: Gizlilik Koruması %@ için etkinleştirildi
uk: Захист конфіденційності ввімкнено для %@

# voiceover.action.suggestion.autocomplete
source: Autocomplete suggestion
bg: Предложение за автоматично довършване
cs: Použít návrh automatického doplňování
da: Autoudfyld forslaget
de: Vorschläge für die Autovervollständigung
el: Πρόταση αυτόματης συμπλήρωσης
et: Kasuta ettepaneku automaatteksti
fi: Automaattisen täydennyksen ehdotus
fr: Saisie semi-automatique de la suggestion
hr: Prijedlog za automatsko ispunjavanje
hu: Automatikus kiegészítési javaslat
it: Mostra suggerimenti di completamento automatico
lt: Automatinio užbaigimo pasiūlymas
lv: Automātiski pabeigt ieteikumu
nb: Forslag fra autofullfør
nl: Suggestie automatisch aanvullen
pt: Sugestão de preenchimento automático
ro: Sugestie de completare automată
ru: Предложение для автозаполнения
sk: Zobraziť návrhy automatického dopĺňania
sl: Pokaži predlog za samodokončanje
sv: Komplettera automatiskt-förslag
tr: Otomatik tamamlama önerisi

# voiceover.suggestion.type.bookmark
source: Bookmark
bg: Отметка
cs: Záložka
da: Bogmærke
de: Lesezeichen
el: Σελιδοδείκτης
et: Järjehoidja
fi: Kirjanmerkki
fr: Signet
hr: Knjižna oznaka
hu: Könyvjelző
it: Segnalibro
lt: Žymė
lv: Grāmatzīme
nb: Bokmerke
nl: Bladwijzer
pt: Marcador
ro: Marchează
ru: Закладка
sk: Záložka
sl: Zaznamek
sv: Bokmärk
tr: Yer imi

# voiceover.suggestion.type.search
source: Search at DuckDuckGo
bg: Търсене в DuckDuckGo
cs: Hledat na DuckDuckGo
da: Søg på DuckDuckGo
de: Suche bei DuckDuckGo
el: Αναζήτηση στο DuckDuckGo
et: Otsing DuckDuckGo's
fi: Hae DuckDuckGosta
fr: Rechercher sur DuckDuckGo
hr: Pretraži na DuckDuckGou
hu: Keresés a DuckDuckGón
it: Cerca su DuckDuckGo
lt: Ieškoti „DuckDuckGo“
lv: Meklēt vietnē DuckDuckGo
nb: Søk med DuckDuckGo
nl: Zoeken op DuckDuckGo
pt: Pesquisar no DuckDuckGo
ro: Caută pe DuckDuckGo
ru: Поиск в DuckDuckGo
sk: Vyhľadávať na DuckDuckGo
sl: Iskanje v DuckDuckGo
sv: Sök på DuckDuckGo
tr: DuckDuckGo'da ara

# voiceover.suggestion.type.website
source: Open website
bg: Отваряне на уебсайта
cs: Otevřít webovou stránku
da: Åbn websted
de: Website öffnen
el: Άνοιγμα ιστότοπου
et: Ava veebisait
fi: Avaa verkkosivusto
fr: Ouvrir le site Web
hr: Otvori web lokaciju
hu: Webhely megnyitása
it: Apri il sito web
lt: Atidaryti svetainę
lv: Atvērt tīmekļa vietni
nb: Åpne nettsted
nl: Website openen
pt: Abrir website
ro: Deschide site-ul
ru: Открыть сайт
sk: Otvoriť webovú lokalitu
sl: Odpri spletno mesto
sv: Öppna webbplatsen
tr: Web sitesini aç

# voiceSearch.alert.no-permission.action.settings
source: Settings
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
et: Seaded
fi: Asetukset
fr: Paramètres
hr: Postavke
hu: Beállítások
it: Impostazioni
lt: Nustatymai
lv: Iestatījumi
nb: Innstillinger
nl: Instellingen
pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
tr: Ayarlar
uk: Параметри

# voiceSearch.alert.no-permission.message
source: Please allow Microphone access in iOS System Settings for DuckDuckGo to use voice features.
bg: Разрешете достъп до микрофона в настройките на системата iOS, за да може DuckDuckGo да използва гласовите функции.
cs: Pro používání hlasových funkcí DuckDuckGo je potřeba v Nastaveních iOS povolit přístup k mikrofonu.
da: Tillad mikrofonadgang i iOS-systemindstillinger for DuckDuckGo for at bruge stemmefunktioner.
de: Bitte erlaube den Mikrofonzugriff in den iOS-Systemeinstellungen, damit DuckDuckGo Sprachfunktionen nutzen kann.
el: Επιτρέψτε πρόσβαση στο Μικρόφωνο από τις Ρυθμίσεις συστήματος iOS για να κάνει το DuckDuckGo χρήση των φωνητικών λειτουργιών.
et: Häälfunktsioonide kasutamiseks lubage DuckDuckGo jaoks juurdepääs mikrofonile iOS-i süsteemiseadetes.
fi: Salli mikrofonin käyttö DuckDuckGolle iOS-järjestelmäasetuksissa, jotta voit käyttää ääniominaisuuksia.
fr: Veuillez autoriser l'accès au microphone dans les réglages système iOS pour que DuckDuckGo puisse utiliser les fonctionnalités vocales.
hr: Dopustite pristup mikrofonu u postavkama sustava iOS kako bi DuckDuckGo mogao koristiti glasovne funkcije.
hu: A beszédhangfunkciók használatához az iOS rendszerbeállításaiban engedélyezd a DuckDuckGo számára a Mikrofon-hozzáférést.
it: Consenti l'accesso al microfono nelle impostazioni di sistema di iOS, in modo che DuckDuckGo possa utilizzare le funzioni vocali.
lt: Patvirtinkite prieigą prie mikrofono „iOS“ sistemos nustatymuose, kad galėtumėte naudotis „DuckDuckGo“ balsu valdomomis funkcijomis.
lv: Lūdzu, atļauj piekļuvi mikrofonam iOS sistēmas iestatījumos, lai DuckDuckGo varētu izmantot balss funkcijas.
nb: For å bruke talefunksjoner må du gi DuckDuckGo mikrofontilgang i systeminnstillingene i iOS.
nl: Sta microfoontoegang toe in de iOS-systeeminstellingen zodat DuckDuckGo spraakfuncties kan gebruiken.
pt: Permita o acesso ao microfone nas definições do sistema iOS para que o DuckDuckGo use as funcionalidades de voz.
ro: Permite accesul la microfon din setările sistemului de operare iOS, pentru ca DuckDuckGo să folosească funcționalitățile vocale.
ru: Чтобы пользоваться голосовыми функциями, откройте DuckDuckGo доступ к микрофону в системных настройках iOS.
sk: Ak chcete používať hlasové funkcie, povoľte pre DuckDuckGo prístup k mikrofónu v nastaveniach systému iOS.
sl: Dovolite dostop do mikrofona v nastavitvah sistema iOS, da boste lahko v brskalniku DuckDuckGo uporabljali glasovne funkcije.
sv: För att DuckDuckGo ska kunna använda röstfunktionerna måste du tillåta åtkomst till mikrofonen i systeminställningarna för iOS.
tr: Ses özelliklerini kullanmak istiyorsanız iOS Sistem Ayarları'ndan DuckDuckGo için Mikrofon erişimine izin verin.
uk: Будь ласка, надайте доступ до мікрофона в налаштуваннях системи iOS для DuckDuckGo, щоб використовувати голосові функції.

# voiceSearch.alert.no-permission.ok
source: OK
bg: ОК
cs: DOBŘE
da: Okay
el: Εντάξει
hr: U redu
lt: GERAI
lv: Labi
ru: Хорошо
sl: V REDU
tr: Tamam

# voiceSearch.alert.no-permission.title
source: Microphone Access Required
bg: Изисква се достъп до микрофона
cs: Je nutný přístup k mikrofonu
da: Mikrofonadgang påkrævet
de: Mikrofonzugriff erforderlich
el: Απαιτείται πρόσβαση στο μικρόφωνο
et: Vajalik juurdepääs mikrofonile
fi: Mikrofonin käyttöoikeus vaaditaan
fr: Accès au microphone requis
hr: Potreban je pristup mikrofonu
hu: Mikrofon-hozzáférés szükséges
it: Accesso al microfono obbligatorio
lt: Būtina prieiga prie mikrofono
lv: Nepieciešama piekļuve mikrofonam
nb: Mikrofontilgang kreves
nl: Toegang tot microfoon vereist
pt: É necessário o acesso ao microfone
ro: Este necesar accesul la microfon
ru: Требуется доступ к микрофону
sk: Vyžaduje sa prístup k mikrofónu
sl: Potreben je dostop do mikrofona
sv: Mikrofonåtkomst krävs
tr: Mikrofon Erişimi Gerekli
uk: Потрібен Доступ До Мікрофона

# voiceSearch.cancel
source: Cancel
bg: Отмени
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
et: Tühista
fi: Peruuta
fr: Annuler
hr: Otkaži
hu: Mégsem
it: Annulla
lt: Atšaukti
lv: Atcelt
nb: Avbryt
nl: Annuleren
pt: Cancelar
ro: Renunță
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal
uk: Скасувати
