Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# onboardingDefaultBrowserTitle
source: Make DuckDuckGo your default browser.
bg: Направете DuckDuckGo браузър по подразбиране.
cs: Nastavte si DuckDuckGo jako výchozí prohlížeč.
da: Gør DuckDuckGo til din standardbrowser.
de: Stelle DuckDuckGo als Standard-Browser ein.
el: Ορίστε το DuckDuckGo ως το προεπιλεγμένο πρόγραμμα περιήγησής σας.
et: Muutke DuckDuckGo oma vaikimisi brauseriks.
fi: Tee DuckDuckGo:sta oletusselain.
fr: Faites de DuckDuckGo votre navigateur par défaut.
hr: Postavi DuckDuckGo kao svoj zadani preglednik.
hu: Tedd a DuckDuckGót az alapértelmezett böngésződdé.
it: Imposta DuckDuckGo come browser predefinito.
lt: Nustatykite „DuckDuckGo“ savo numatytąja naršykle.
lv: Padari DuckDuckGo par savu noklusējuma pārlūku!
nb: Ha DuckDuckGo som standardnettleser.
nl: Stel DuckDuckGo in als standaardbrowser.
pt: Faça do DuckDuckGo o seu navegador predefinido.
ro: Setează DuckDuckGo ca browser implicit.
ru: Выберите DuckDuckGo браузером по умолчанию!
sk: Nastavte DuckDuckGo ako svoj predvolený prehliadač.
sl: Nastavite DuckDuckGo kot privzet brskalnik.
sv: Gör DuckDuckGo till din standardwebbläsare.
tr: DuckDuckGo'yu varsayılan tarayıcınız yapın.
uk: Зробіть DuckDuckGo браузером за замовчуванням.

# onboardingSetAsDefaultBrowser
source: Set as Default Browser
bg: Задаване като браузър по подразбиране
cs: Nastavit jako výchozí prohlížeč
da: Angiv som standardbrowser
de: Als Standard-Browser festlegen
el: Ορισμός ως προεπιλεγμένο πρόγραμμα περιήγησης
et: Määra vaikebrauseriks
fi: Aseta oletusselaimeksi
fr: Définir comme navigateur par défaut
hr: Postavi kao zadani preglednik
hu: Beállítás alapértelmezett böngészőként
it: Imposta come Browser predefinito
lt: Nustatyti kaip numatytąją naršyklę
lv: Iestatīt kā noklusējuma pārlūku
nb: Gjør til standardnettleser
nl: Instellen als standaardbrowser
pt: Definir como navegador padrão
ro: Setare ca browser implicit
ru: Сделать браузером по умолчанию
sk: Nastaviť ako predvolený prehliadač
sl: Nastavite za privzeti brskalnik
sv: Ställ in som standardwebbläsare
tr: Varsayılan Tarayıcı olarak ayarla
uk: Встановити як браузер за замовчуванням

# onboardingSkip
source: Skip
bg: Пропускане
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
et: Jäta vahele
fi: Ohita
fr: Ignorer
hr: Preskoči
hu: Kihagyás
it: Salta
lt: Praleisti
lv: Izlaist
nb: Hopp over
nl: Overslaan
pt: Ignorar
ro: Ignorare
ru: Пропустить
sk: Preskočiť
sl: Preskoči
sv: Hoppa över
tr: Atla
uk: Пропустити

# onboardingStartBrowsing
source: Start Browsing
bg: Стартиране на сърфирането
cs: Spustit procházení
da: Start søgning
de: Mit dem Browsen beginnen
el: Έναρξη περιήγησης
et: Alusta sirvimist
fi: Aloita selailu
fr: Commencer la navigation
hr: Započni pretraživanje
hu: Böngészés indítása
it: Inizia a navigare
lt: Pradėti naršyti
lv: Sākt pārlūkošanu
nb: Begynn å surfe
nl: Beginnen met browsen
pt: Iniciar a navegação
ro: Începe navigarea
ru: Начать просмотр
sk: Začnite prehliadať
sl: Začni brskanje
sv: Börja bläddra
tr: Gezinmeye Başla
uk: Почніть перегляд

# onboardingWelcomeHeader
source: Welcome to DuckDuckGo!
bg: Добре дошли в DuckDuckGo!
cs: Vítejte v DuckDuckGo!
da: Velkommen til DuckDuckGo!
de: Willkommen bei DuckDuckGo!
el: Καλώς ορίσατε στον DuckDuckGo!
et: Tere tulemast DuckDuckGo kasutajaks!
fi: Tervetuloa DuckDuckGo-sovellukseen!
fr: Bienvenue sur DuckDuckGo !
hr: Dobro došao/la u DuckDuckGo!
hu: Üdvözlünk a DuckDuckGo-ban!
it: DuckDuckGo ti dà il benvenuto!
lt: Sveiki atvykę į „DuckDuckGo!“
lv: Laipni lūdzam DuckDuckGo!
nb: Velkommen til DuckDuckGo!
nl: Welkom bij DuckDuckGo!
pt: Damos-lhe as boas-vindas ao DuckDuckGo!
ro: Bine ai venit la DuckDuckGo!
ru: Добро пожаловать в DuckDuckGo!
sk: Vitajte v aplikácii DuckDuckGo!
sl: Dobrodošli v aplikaciji DuckDuckGo!
sv: Välkommen till DuckDuckGo!
tr: DuckDuckGo'ya Hoş Geldiniz!
uk: Ласкаво просимо до DuckDuckGo!

# open.externally.failed
source: The app required to open that link can’t be found
bg: Не е намерено приложението, необходимо за отваряне на тази връзка
cs: Aplikaci nutnou k otevření tohoto odkazu nelze nalézt
da: Den app, der kræves for at åbne dette link, kan ikke findes
de: Die zum Öffnen dieses Links erforderliche App wurde nicht gefunden
el: Δεν είναι δυνατή η εύρεση της εφαρμογής που απαιτείται για άνοιγμα αυτού του συνδέσμου
et: Selle lingi avamiseks vajalikku rakendust ei leitud
fi: Linkin avaamiseen tarvittavaa sovellusta ei löydy
fr: L'application nécessaire pour ouvrir ce lien est introuvable
hr: Nije moguće pronaći aplikaciju koja je potrebna za otvaranje te poveznice
hu: A link megnyitásához szükséges alkalmazás nem található.
it: Impossibile trovare l'app necessaria per aprire il link
lt: Negalima rasti programos, galinčios atidaryti šią nuorodą
lv: Nevar atrast lietotni, kas nepieciešama šīs saites atvēršanai
nb: Appen som kreves for å åpne koblingen ble ikke funnet
nl: De app die nodig is om die link te openen, is niet gevonden
pt: Não encontramos a aplicação necessária para abrir esse link
ro: Aplicația necesară pentru a deschide acel link nu poate fi găsită
ru: Приложение для открытия этой ссылки не найдено
sk: Aplikácia potrebná na otvorenie odkazu sa nenašla
sl: Aplikacije, ki je potrebna za odpiranje te povezave, ni mogoče najti
sv: Kan inte hitta appen som krävs för att öppna den här länken
tr: Bu bağlantıyı açmak için gereken uygulama bulunamıyor
uk: Не вдається знайти програму, необхідну для відкриття цього посилання

# pm.activate
source: Reactivate
bg: Повторно активиране
cs: Znovu aktivovat
da: Genaktiver
de: Reaktivieren
el: Ενεργοποίηση
et: Aktiveeri uuesti
fi: Aktivoi uudelleen
fr: Réactiver
hr: Reaktiviraj
hu: Újraaktiválás
it: Riattiva
lt: Iš naujo įjungti
nb: Aktiver på nytt
nl: Opnieuw activeren
pt: Reativar
ro: Reactivează
ru: Активировать
sk: Reaktivovať
sl: Znova aktiviraj
sv: Återaktivera
tr: Yeniden etkinleştir

# pm.cancel
source: Cancel
bg: Отмени
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
et: Tühista
fi: Peruuta
fr: Annuler
hr: Otkaži
hu: Mégsem
it: Annulla
lt: Atšaukti
nb: Avbryt
nl: Annuleren
pt: Cancelar
ro: Renunță
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal

# pm.deactivate
source: Deactivate
bg: Деактивиране
cs: Deaktivovat
da: Deaktiver
de: Deaktivieren
el: Απενεργοποίηση
et: Inaktiveeri
fi: Deaktivoi
fr: Désactiver
hr: Obustavi
hu: Deaktiválás
it: Disattiva
lt: Deaktyvinti
nb: Deaktiver
nl: Deactiveren
pt: Desativar
ro: Dezactivează
ru: Деактивировать
sk: Reaktivovať
sl: Deaktiviraj
sv: Inaktivera
tr: Devre dışı bırak

# ppro.feedback-form.email.label
source: Email (optional)
bg: Имейл (по избор)
cs: E-mail (nepovinné)
da: Emailadresse (valgfrit)
el: Email (προαιρετικό)
et: E-post (valikuline)
fi: Sähköpostiosoite (valinnainen)
fr: E-mail (facultatif)
hr: Adresa e-pošte (neobavezno)
hu: E-mail-cím (opcionális)
it: Email (facoltativo)
lt: El. paštas (neprivaloma)
nb: E-postadresse (valgfritt)
nl: E-mailadres (optioneel)
pt: E-mail (opcional)
ru: Электронная почта (необязательно)
sk: E-mail (nepovinné)
sl: E-naslov (neobvezno)
sv: E-postadress (valfritt)
tr: E-posta (isteğe bağlı)

# ppro.feedback-form.email.placeholder
source: name@email.com
bg: име@имейл.com
cs: jmeno@email.com
da: navn@e-mail.web
fi: nimi@sähköposti.com
fr: nom@email.com
hr: ime@email.com
hu: neved@email.com
nb: navn@e-post.com
ru: имя@почта.com
sk: meno@email.com
sl: ime@email.com
sv: namn@epost.com

# ppro.feedback-form.general-feedback.placeholder
source: Please give us your feedback…
bg: Моля, споделете своето мнение…
cs: Pošli nám svou zpětnou vazbu...
da: Giv os feedback...
de: Bitte gib uns dein Feedback …
el: Στείλτε μας τα σχόλιά σας...
et: Palun anna meile tagasisidet...
fi: Anna meille palautetta...
fr: Veuillez nous faire part de vos commentaires…
hr: Pruži nam svoje povratne informacije…
hu: Küldj nekünk visszajelzést…
it: Comunicaci la tua opinione...
lt: Pateikite mums savo atsiliepimą...
nb: Gi oss gjerne en tilbakemelding …
nl: Deel je feedback met ons …
pt: Envia-nos o teu feedback…
ru: Оставьте комментарий здесь...
sk: Prosím, daj nám svoju spätnú väzbu...
sl: Pošljite nam povratne informacije ...
sv: Ge din feedback ...
tr: Lütfen bize geri bildirimlerinizi iletin…

# ppro.feedback-form.general-feedback.title
source: General Feedback
bg: Отзив с обща информация
cs: Obecná zpětná vazba
da: Generel feedback
de: Allgemeines Feedback
el: Γενικά σχόλια
et: Üldine tagasiside
fi: Yleistä palautetta
fr: Commentaires d'ordre général
hr: Općenite povratne informacije
hu: Általános visszajelzés
it: Feedback generale
lt: Bendro pobūdžio atsiliepimai
nb: Generell tilbakemelding
nl: Algemene feedback
pt: Feedback geral
ru: Общий комментарий
sk: Všeobecná spätná väzba
sl: Splošne povratne informacije
sv: Allmän feedback
tr: Genel geri bildirim

# ppro.feedback-form.report-itr-problem.title
source: Identity Theft Restoration
sl: Identity Theft Restoration (Obnovitev v primeru kraje identitete)

# ppro.feedback-form.report-pir-problem.title
source: Personal Information Removal
sl: Personal Information Removal (Odstranitev osebnih podatkov)

# ppro.feedback-form.report-ppro-problem.title
source: Subscriptions and Payments
bg: Абонаменти и плащания
cs: Předplatné a platby
da: Abonnementer og betalinger
de: Abonnements und Zahlungen
el: Συνδρομές και πληρωμές
et: Tellimused ja maksed
fi: Tilaukset ja maksut
fr: Abonnements et paiements
hr: Pretplate i plaćanja
hu: Előfizetések és fizetések
it: Abbonamenti e pagamenti
lt: Prenumeratos ir mokėjimai
nb: Abonnementer og betalinger
nl: Abonnementen en betalingen
pt: Subscrições e Pagamentos
ru: Подписки и платежи
sk: Predplatné a platby
sl: Naročnine in plačila
sv: Abonnemang och betalningar
tr: Abonelikler ve Ödemeler

# ppro.feedback-form.report-problem.placeholder
source: Tell us what's going on…
bg: Кажете ни какъв е проблемът…
cs: Řekni nám, o co jde...
da: Fortæl os, hvad der sker…
de: Sag uns, worum es geht …
el: Πείτε μας τι συμβαίνει...
et: Rääkige meile, mis toimub...
fi: Kerro meille, mitä tapahtuu...
fr: Dis-nous ce qui se passe…
hr: Reci nam što se događa...
hu: Mondd el, mit tapasztaltál…
it: Raccontaci cosa succede...
lt: Pasakykite mums, kas vyksta...
nb: Fortell oss hva som skjer …
nl: Vertel ons wat er aan de hand is …
pt: Diz-nos o que se passa…
ru: Опишите, что происходит…
sk: Povedz nám, čo sa deje...
sl: Povejte nam, kaj se dogaja ...
sv: Berätta för oss vad som händer …
tr: Bize neler olduğunu anlatın...

# ppro.feedback-form.report-problem.title
source: Report a Problem
bg: Докладване на проблем
cs: Nahlásit problém
da: Anmeld et problem
de: Problem melden
el: Αναφέρετε ένα πρόβλημα
et: Teata probleemist
fi: Ilmoita ongelmasta
fr: Signaler un problème
hr: Prijavi problem
hu: Probléma bejelentése
it: Segnala un problema
lt: Praneškite apie problemą
nb: Rapporter et problem
nl: Een probleem melden
pt: Comunicar um problema
ru: Отчет о проблеме
sk: Nahlásiť problém
sl: Prijava težave
sv: Rapportera ett problem
tr: Sorun bildir

# ppro.feedback-form.request-feature.placeholder
source: What feature would you like to see?
bg: Каква функция бихте искали да въведем?
cs: Jaká funkce by se ti líbila?
da: Hvilken funktion kunne du tænke dig at se?
de: Welche Funktion möchtest du sehen?
el: Ποιες λειτουργίες θα θέλατε να δείτε;
et: Millist funktsiooni soovid näha?
fi: Minkä ominaisuuden haluaisit nähdä?
fr: Quelle fonctionnalité aimeriez-vous voir ?
hr: Koju bi značajku želio vidjeti?
hu: Milyen funkciót szeretnél látni?
it: Quale funzionalità vorresti vedere?
lt: Kokią funkciją norėtumėte pamatyti?
nb: Hvilken funksjon hadde du ønsket deg?
nl: Welke functie wil je zien?
pt: Que funcionalidade gostarias de ver?
ru: Какую функцию вы хотели бы увидеть?
sk: Akú funkciu by si chcel/-a?
sl: Katero funkcijo bi radi videli?
sv: Vilken funktion vill du ha?
tr: Hangi özelliği görmek istersiniz?

# ppro.feedback-form.request-feature.title
source: Feature Request
bg: Заявка за функция
cs: Požadavek na funkci
da: Anmodning om funktion
de: Funktionsanfrage
el: Αίτημα για λειτουργία
et: Funktsiooni taotlus
fi: Ominaisuuspyyntö
fr: Demande de fonctionnalité
hr: Zahtjev za značajkom
hu: Funkciókérés
it: Richiesta di funzionalità
lt: Funkcionalumo prašymas
nb: Forespørsel om funksjon
nl: Functieverzoek
pt: Pedido de funcionalidade
ru: Запрос функции
sk: Požiadavka na funkciu
sl: Zahteva za funkcijo
sv: Utvecklingsförfrågan
tr: Özellik isteği

# ppro.feedback-form.select-category.title
source: Select a category
bg: ИЗБЕРЕТЕ КАТЕГОРИЯ
cs: VYBER KATEGORII
da: VÆLG EN KATEGORI
de: EINE KATEGORIE AUSWÄHLEN
el: ΕΠΙΛΕΞΤΕ ΚΑΤΗΓΟΡΙΑ
et: VALI KATEGOORIA
fi: VALITSE KATEGORIA
fr: SÉLECTIONNER UNE CATÉGORIE
hr: ODABERI KATEGORIJU
hu: VÁLASSZ KATEGÓRIÁT
it: SELEZIONA UNA CATEGORIA
lt: PASIRINKITE KATEGORIJĄ
nb: VELG EN KATEGORI
nl: SELECTEER EEN CATEGORIE
pt: SELECIONA UMA CATEGORIA
ru: ВЫБЕРИТЕ КАТЕГОРИЮ
sk: VYBERTE KATEGÓRIU
sl: IZBERITE KATEGORIJO
sv: VÄLJ EN KATEGORI
tr: BİR KATEGORİ SEÇİN

# ppro.feedback-form.text-1
source: Found an issue not covered in our [help center](duck://)? We definitely want to know about it. Provide an email if you’d like us to contact you about this issue (we may not be able to respond to all issues):
bg: Попаднахте на проблем, който не е разгледан в нашия [помощен център](duck://)? Определено искаме да знаем за това. Посочете имейл, ако искате да се свържем с Вас относно този проблем (може да не успеем да изпратим отговор за всички проблеми):
cs: Víš o problému, který není popsaný v našem [centru nápovědy](duck://)? Řekni nám o něm! Zadej e-mail, pokud chceš, abychom tě ohledně tohoto problému kontaktovali (možná ale nezvládneme reagovat na všechny problémy):
da: Har du fundet et problem, der ikke er dækket i vores [hjælpecenter](duck://)? Så vil vi helt sikkert gerne vide det. Angiv en e-mailadresse, hvis du gerne vil have, at vi kontakter dig angående dette problem (vi kan muligvis ikke svare på alle problemer):
de: Hast du ein Problem, das in unserem [Hilfecenter](duck://) nicht behandelt wird? Wir wollen auf jeden Fall davon erfahren. Gib eine E-Mail-Adresse an, wenn du möchtest, dass wir dich zu diesem Problem kontaktieren (wir können möglicherweise nicht auf alle Anfragen antworten):
el: Βρήκατε ένα πρόβλημα που δεν καλύπτεται στο [κέντρο βοήθειας](duck://); Θέλουμε σίγουρα να μάθουμε γι' αυτό.Παρέχετε ένα email αν θέλετε να επικοινωνήσουμε μαζί σας για το θέμα αυτό (ίσως δεν είμαστε σε θέση να απαντήσουμε σε όλα τα θέματα):
et: Kas leidsid probleemi, mida meie [abikeskuses](duck://) ei käsitleta? Me tahame sellest kindlasti teada saada. Anna oma e-posti aadress, kui soovid, et võtaksime sinuga selle probleemi osas ühendust (me ei pruugi kõigile probleemidele vastata):
fi: Kohtasitko ongelman, jota ei löydy [ohjekeskuksestamme](duck://)? Haluamme ehdottomasti tietää siitä. Anna sähköpostiosoite, jos haluat meidän ottavan sinuun yhteyttä tästä ongelmasta (emme ehkä pysty vastaamaan kaikkiin ongelmiin):
fr: Vous avez rencontré un problème qui n'est pas traité dans notre [centre d'aide](duck://) ? Nous tenons vraiment à savoir de quoi il s'agit. Indiquez une adresse e-mail si vous souhaitez que nous vous contactions à propos de ce problème (il se peut que nous ne soyons pas en mesure de répondre à tous les problèmes) :
hr: Pronašao si problem koji nije pokriven u našem [centru za pomoć](duck://)? Definitivno želimo saznati više o tome.Navedi adresu e-pošte ako želiš da te kontaktiramo u vezi s ovim problemom (možda nećemo moći odgovoriti na sve probleme):
hu: Olyan problémát találtál, amelyet a [súgóközpont](duck://) nem tárgyal? Mindenképpen jelezd felénk! Adj meg egy e-mail-címet, ha szeretnéd, hogy a problémára vonatkozóan kapcsolatba lépjünk veled (előfordulhat, hogy nem tudunk minden bejelentésre reagálni):
it: Hai trovato un problema non trattato nel nostro [centro assistenza](duck://)? Ci piacerebbe saperlo. Indica un indirizzo e-mail se vuoi che ti contattiamo in merito a questo problema (potremmo non essere in grado di rispondere a tutti i problemi):
lt: Aptikai problemą, kuri neaptarta mūsų [pagalbos centre](duck://)? Mes tikrai norime apie tai sužinoti.Pateik el. paštą, jei norėtum, kad susisiektume su tavimi dėl šios problemos (galbūt negalėsime atsakyti į visas problemas):
nb: Har du funnet et problem som ikke er dekket i [hjelpesenteret](duck://)? Da vil vi svært gjerne høre om det. Oppgi en e-postadresse hvis du vil at vi skal kontakte deg om dette problemet (det er ikke sikkert vi kan svare på alle henvendelser):
nl: Heb je een probleem gevonden dat niet in ons [helpcentrum](duck://) wordt besproken? We willen er zeker meer over weten. Geef een e-mailadres op als je wilt dat we contact met je opnemen over dit probleem (het is mogelijk dat we niet op alle problemen kunnen reageren):
pt: Encontraste um problema que não é abordado no nosso [centro de ajuda](duck://)? Queremos perceber do que se trata. Fornece um e-mail se quiseres que te contactemos sobre este problema (podemos não conseguir responder a todos os problemas):
ru: Столкнулись с проблемой, которая не затронута в нашем [справочном центре](duck://)? Мы просто обязаны о ней знать. Укажите адрес эл. почты, если вы хотите, чтобы мы связались с вами по этому вопросу (возможно, мы не ответим на все вопросы):
sk: Našiel/našla si problém, ktorý nie je pokrytý v našom [centre pomoci](duck://)? Určite o tom chceme vedieť. Uveď e-mail, ak chceš, aby sme ťa ohľadom tohto problému kontaktovali (nemusíme byť schopní odpovedať na všetky problémy):
sl: Ste našli težavo, ki ni obravnavana v našem [središču za pomoč](duck://)? Vsekakor želimo vedeti o tem. Navedite e-poštni naslov, če želite, da vas kontaktiramo glede te težave (morda ne bomo mogli odgovoriti na vse težave):
sv: Har du hittat ett problem som inte täcks av vårt [hjälpcenter](duck://)? Vi vill definitivt veta mer om det. Ange en e-postadress om du vill att vi kontaktar dig angående problemet (vi kanske inte kan svara på alla problem):
tr: Yardım merkezimizde ([help center](duck://)) ele alınmayan bir sorun mu buldunuz? Ne olduğunu kesinlikle öğrenmek isteriz. Bu sorunla ilgili olarak sizinle iletişime geçmemizi istiyorsanız bir e-posta adresi sağlayın (tüm sorunlara yanıt veremeyebiliriz):

# ppro.feedback-form.text-2
source: In addition to the details entered above, we send some anonymized info with your feedback:
bg: В допълнение към данните, въведени по-горе, изпращаме анонимна информация с вашия отзив:
cs: Kromě údajů zadaných nahoře posíláme s tvojí zpětnou vazbou i některé anonymizované informace:
da: Ud over de oplysninger, der er angivet ovenfor, sender vi nogle anonymiserede oplysninger med din feedback:
de: Zusätzlich zu den oben eingegebenen Daten senden wir einige anonymisierte Informationen mit deinem Feedback:
el: Εκτός από τις λεπτομέρειες που καταχωρήθηκαν παραπάνω, στέλνουμε κάποιες ανώνυμες πληροφορίες με τα σχόλιά σας:
et: Lisaks eespool sisestatud andmetele saadame koos teie tagasisidega mõned anonüümsed andmed:
fi: Edellä annettujen tietojen lisäksi lähetämme palautteesi mukana joitakin anonymisoituja tietoja:
fr: Outre les informations saisies ci-dessus, nous envoyons des informations anonymisées avec vos commentaires :
hr: Osim gore unesenih pojedinosti, šaljemo neke anonimizirane podatke s tvojim povratnim informacijama:
hu: A fent megadott adatokon kívül néhány anonimizált adatot is elküldünk a visszajelzéseddel együtt:
it: Oltre ai dettagli inseriti sopra, inviamo alcune informazioni anonime con il tuo feedback:
lt: Be pirmiau įvestos informacijos, kartu su tavo atsiliepimais siunčiame anoniminę informaciją:
nb: I tillegg til detaljene ovenfor sender vi noe anonymisert informasjon sammen med tilbakemeldingen din:
nl: Naast de gegevens die je hierboven invult, sturen we ook geanonimiseerde informatie mee met je feedback:
pt: Além dos detalhes introduzidos acima, enviamos algumas informações anónimas com o teu feedback:
ru: Помимо указанных выше данных, вместе с отзывом отправляется следующая обезличенная информация:
sk: Okrem vyššie uvedených údajov posielame spolu s tvojou spätnou väzbou aj anonymizované informácie:
sl: Poleg zgoraj vnesenih podatkov pošljemo nekaj anonimnih informacij z vašimi povratnimi informacijami:
sv: Förutom de uppgifter som anges ovan skickar vi viss anonymiserad information med din feedback:
tr: Yukarıda girilen bilgilere ek olarak, geri bildiriminizle birlikte bazı anonimleştirilmiş bilgiler gönderiyoruz:

# ppro.feedback-form.text-3
source: • Whether some browser features are active
bg: • Дали някои функции на браузъра са активни
cs: • Jestli jsou aktivní některé funkce prohlížeče
da: • Hvilke browserfunktioner, der er aktive
de: • Ob einige Browserfunktionen aktiv sind
el: • Εάν κάποιες λειτουργίες του προγράμματος περιήγησης είναι ενεργές
et: • Kas mõned brauseri funktsioonid on aktiivsed
fi: • Ovatko jotkin selaimen ominaisuudet aktiivisia
fr: • Si certaines fonctionnalités du navigateur sont actives
hr: • Jesu li neke značajke preglednika aktivne
hu: • Aktívak-e bizonyos böngészőfunkciók
it: • Se alcune funzioni del browser sono attive
lt: • Ar kai kurios naršyklės funkcijos yra aktyvios
nb: • Hvorvidt enkelte nettleserfunksjoner er aktive
nl: • Of sommige browserfuncties actief zijn
pt: • Se algumas funcionalidades do navegador estão ativas
ru: • сведения о том, были ли активированы некоторые функции браузера
sk: • či sú niektoré funkcie prehliadača aktívne
sl: • ali so nekatere funkcije brskalnika aktivne,
sv: • Om vilka webbläsarfunktioner som är aktiva
tr: • Bazı tarayıcı özelliklerinin etkin olup olmadığı

# ppro.feedback-form.text-4
source: • Aggregate app diagnostics (e.g., error codes)
bg: • Обобщени диагностични данни за приложението (напр. кодове за грешки)
cs: • Agregovaná diagnostika aplikace (např. chybové kódy)
da: • Samlet appdiagnostik (f.eks. fejlkoder)
de: Aggregierte App-Diagnose (z. B. Fehlercodes)
el: • Συγκεντρωτικά διαγνωστικά εφαρμογών (π.χ. κωδικοί σφαλμάτων)
et: • Rakenduse koonddiagnostika (nt veakoodid)
fi: • Yhdistetty sovellusdiagnostiikka (esim. virhekoodit)
fr: • Diagnostic agrégé des applications (par exemple, codes d'erreur)
hr: • Zajednička dijagnostika aplikacija (npr. kôdovi pogrešaka)
hu: • Összesített alkalmazásdiagnosztika (pl. hibakódok)
it: • Diagnostica aggregata dell'applicazione (ad esempio, codici di errore)
lt: • Apibendrinta programėlės diagnostika (pvz., klaidų kodai)
nb: • Samlet appdiagnostikk (f.eks. feilkoder)
nl: • Samengevoegde app-diagnostiek (bijv. foutcodes)
pt: • Diagnósticos agregados da aplicação (por exemplo, códigos de erro)
ru: • обобщенные результаты диагностики приложения (например, коды ошибок)
sk: • agregované diagnostické údaje aplikácií (napr. chybové kódy)
sl: • zbiranje diagnostike aplikacij (npr. kode napak).
sv: • Sammanställd appdiagnostik (t.ex. felkoder)
tr: • Toplu uygulama tanılamaları (ör. hata kodları)
