Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# contextual.onboarding.highlights.final-screen.message
source: Remember: every time you browse with me a creepy ad loses its wings.
bg: Запомнете: Всеки път, когато сърфирате с мен, аз ще подрязвам крилцата на досадните реклами.
cs: Pamatujte: pokaždé, když internet procházíte s námi, příšerným reklamám přistřihneme křídla.
da: Husk: hver gang du browser med mig, mister en uhyggelig annonce sine vinger.
de: Hinweis: Jedes Mal, wenn du mit mir browst, verliert eine gruselige Anzeige ihren Schrecken.
el: Να θυμάστε: κάθε φορά που περιηγείστε μαζί μου, μια ανατριχιαστική διαφήμιση χάνει τη δύναμή της!
et: Pea meeles: iga kord kui minuga sirvid, kaotab jube reklaam oma tiivad.
fi: Muista, että joka kerta kun käytät minua selaamiseen, rasittavat mainokset katoavat.
fr: Souvenez-vous : chaque fois que vous naviguez avec moi, des publicités intrusives disparaissent.
hr: Zapamti: svaki put kada pregledavaš sa mnom grozna reklama gubi krila.
hu: Ne feledd: minden alkalommal, amikor velem böngészel, egy undok hirdetés elveszíti az erejét.
it: Ricorda: quando navighi con me gli annunci inquietanti non possono seguirti.
lt: Įsidėmėk: kiekvieną kartą, kai naršai su manimi, bauginantis skelbimas praranda galią.
nb: Husk: Hver gang du surfer med meg, klippes vingene på en uhyggelig annonse.
nl: Denk eraan: elke keer als je met mij browset, verliest een enge advertentie zijn vleugels.
pt: Lembre-se: sempre que navega comigo, um anúncio estranho perde as suas asas.
ro: Reține: de fiecare dată când navighezi cu mine, o reclamă terifiantă își pierde aripile.
ru: Бродить по сайтам с нами — значит подрезать крылья назойливой рекламе.
sk: Pamätajte: zakaždým, keď prehliadate v našej aplikácii, divnej reklame pristrihávate krídla.
sl: Ne pozabi: vsakič, ko brskate z mano, grozljiv oglas izgubi krila.
sv: Kom ihåg: varje gång du surfar med mig förlorar en läskig annons sina vingar.
tr: Unutmayın: İnterneti benimle ne kadar çok gezerseniz rahatsız edici reklamları da o kadar az görürsünüz.

# contextual.onboarding.highlights.first-search-done.message
source: That’s DuckDuckGo Search! Private. Fast. Fewer ads.
bg: Това е DuckDuckGo Search! Поверителен. Бърз. По-малко реклами.
cs: To je vyhledávač DuckDuckGo Search! Soukromý. Rychlý. S méně reklamami.
da: Det er DuckDuckGo Search! Privat. Hurtig. Færre annoncer.
de: Das ist die DuckDuckGo Search! Privat. Schnell. Weniger Werbung.
el: Αυτό είναι το DuckDuckGo Search! Ιδιωτικά. Γρήγορα. Λιγότερες διαφημίσεις.
et: See on DuckDuckGo Search! Privaatne. Kiire. Vähem reklaame.
fi: Tämä on DuckDuckGo Search! Yksityinen. Nopea. Vähemmän mainoksia.
fr: C'est DuckDuckGo Search ! Privé. Rapide. Moins de publicités.
hr: To je DuckDuckGo Search! Privatno. Brzo. Manje oglasa.
hu: Ez a DuckDuckGo Search! Privát. Gyors. Kevesebb hirdetés.
it: È DuckDuckGo Search! Privato. Veloce. Meno annunci.
lt: Tai – „DuckDuckGo Search“! Privati. Sparti. Mažiau reklamų.
nb: Det er DuckDuckGo Search! Privat. Raskt. Færre annonser.
nl: Dat is DuckDuckGo Search! Privé. Snel. Minder advertenties.
pt: É o DuckDuckGo Search! Privado. Rápido. Menos anúncios.
ro: Acesta este DuckDuckGo Search! Privat. Rapid. Mai puține reclame.
ru: Это — DuckDuckGo Search. Надежно. Быстро. Меньше рекламы.
sk: To je DuckDuckGo Search! Súkromne. Rýchlo. Menej reklám.
sl: To je iskanje DuckDuckGo Search! Zasebno. Hitro. Z manj oglasi.
sv: Det är DuckDuckGo Search! Privat. Snabbt. Färre annonser.
tr: DuckDuckGo Search İşte Bu! Gizli. Hızlı. Daha az reklam.

# contextual.onboarding.highlights.try-a-search.message
source: Your DuckDuckGo searches are always private.
bg: Търсенето в DuckDuckGo винаги е поверително.
cs: Tvoje vyhledávání v DuckDuckGo je vždycky soukromé.
da: Dine DuckDuckGo-søgninger er altid private.
de: Deine Suchen über DuckDuckGo sind immer privat.
el: Οι αναζητήσεις σας στο DuckDuckGo είναι πάντα ιδιωτικές.
et: Sinu DuckDuckGo otsingud on alati privaatsed.
fi: DuckDuckGo-hakusi ovat aina yksityisiä.
fr: Vos recherches sur DuckDuckGo restent confidentielles.
hr: Tvoja su DuckDuckGo pretraživanja uvijek privatna.
hu: A DuckDuckGo-kereséseid mindig privátak maradnak.
it: Le tue ricerche su DuckDuckGo sono sempre private.
lt: Jūsų „DuckDuckGo“ paieškos visada yra privačios.
nb: DuckDuckGo-søkene dine er alltid private.
nl: Je DuckDuckGo-zoekopdrachten zijn altijd privé.
pt: As tuas pesquisas no DuckDuckGo são sempre privadas.
ro: Căutările tale DuckDuckGo sunt întotdeauna private.
ru: Ваши поисковые запросы в DuckDuckGo всегда конфиденциальны.
sk: Vaše vyhľadávania v službe DuckDuckGo sú vždy súkromné.
sl: Vaša iskanja v DuckDuckGo so vedno zasebna.
sv: Dina DuckDuckGo-sökningar är alltid privata.
tr: DuckDuckGo aramalarınız her zaman gizlidir.

# contextual.onboarding.highlights.try-search.surprise-me
source: baby ducklings
bg: патенца
cs: malá káčátka
da: ællinger
de: Entenküken
el: παπάκια
et: pardipojad
fi: ankanpoikaset
fr: bébés canetons
hr: pačići
hu: kiskacsák
it: anatroccoli
lt: kūdikių ančiukai
nb: andunger
nl: baby-eendjes
pt: patinhos bebés
ro: rățuște
ru: утята
sk: malé kačiatka
sl: račke
sv: ankungar
tr: ördek yavruları

# contextual.onboarding.ntp.try-a-site.title
source: Try visiting a site!
bg: Опитайте да посетите сайт!
cs: Zkus přejít na nějaký web!
da: Prøv at besøge en hjemmeside!
de: Versuche, eine Website zu besuchen!
el: Δοκιμάστε να επισκεφτείτε έναν ιστότοπο!
et: Proovi külastada saiti!
fi: Siirry sivustolle!
fr: Essayez de visiter un site !
hr: Pokušaj posjetiti web-mjesto!
hu: Próbálj meg ellátogatni egy webhelyre!
it: Prova a visitare un sito!
lt: Pabandyk apsilankyti svetainėje!
nb: Prøv å besøke et nettsted!
nl: Bezoek eens een site!
pt: Experimenta visitar um site!
ro: Încearcă să vizitezi un site!
ru: Попробуйте посетить сайт!
sk: Skúste navštíviť stránku!
sl: Poskusite obiskati spletno stran!
sv: Prova att besöka en webbplats!
tr: Bir siteyi ziyaret etmeyi deneyin!

# contextual.onboarding.try-a-search.title
source: Ready to get started? Try a search!
bg: Готови ли сте да започнете? Изпробвайте търсенето!
cs: Tak co, jdeš na to? Zkus něco vyhledat!
da: Er du klar til at komme i gang? Prøv at søge!
de: Bereit anzufangen? Probiere eine Suche aus!
el: Έτοιμοι να αρχίσετε; Δοκίμασε μια αναζήτηση!
et: Kas oled valmis alustama? Proovi otsingut!
fi: Oletko valmis aloittamaan? Kokeile hakua!
fr: Prêt(e) à commencer ? Essayez une recherche !
hr: Spreman za početak? Isprobaj pretraživanje!
hu: Készen állsz a kezdésre? Keress rá!
it: Ti va di iniziare? Prova una ricerca!
lt: Ar esate pasirengę pradėti? Išbandykite paiešką!
nb: Er du klar til å komme i gang? Prøv et søk!
nl: Klaar om te beginnen? Probeer een zoekopdracht!
pt: Estás pronto para começar? Experimenta fazer uma pesquisa!
ro: Ești gata să începi? Încearcă o căutare!
ru: Ну что, приступим? Попробуйте ввести запрос!
sk: Ste pripravený/-á začať? Skúste vyhľadávanie!
sl: Ste pripravljeni začeti? Preizkusite iskanje!
sv: Är du redo att komma igång? Prova att söka!
tr: Başlamaya hazır mısınız? Bir şeyler arayın!

# contextual.onboarding.try-a-site.message
source: I’ll block trackers so they can’t spy on you.
bg: Ще блокирам тракерите, за да не ви шпионират.
cs: Zablokujeme trackery, aby vás nemohli špehovat.
da: Jeg blokerer trackere, så de ikke kan udspionere dig.
de: Ich blockiere Tracker, damit sie dich nicht ausspionieren können.
el: Θα εμποδίσω τις εφαρμογές παρακολούθησης ώστε να μην μπορούν να σας κατασκοπεύουν.
et: Mina aga blokeerin jälgijaid, et nad ei saaks sind luurata.
fi: Estän jäljittäjät, jotta he eivät voi vakoilla sinua.
fr: Je bloquerai les traqueurs afin qu'ils ne puissent pas vous espionner.
hr: Blokirat ću tragače kako te ne bi mogli špijunirati.
hu: Én blokkolom a nyomkövetőket, hogy ne tudjanak kémkedni utánad.
it: Bloccherò i sistemi di tracciamento in modo che non possano spiarti e
lt: Užblokuosiu stebėjimo priemones, kad jos negalėtų tavęs šnipinėti.
nb: Jeg blokkerer sporingsforsøk slik at de ikke kan spionere på deg.
nl: Ik blokkeer trackers zodat ze je niet kunnen bespioneren.
pt: Bloquearei rastreadores para que não possam espiá-lo.
ro: Voi bloca instrumentele de urmărire ca să nu te mai spioneze.
ru: Мы заблокируем трекеры и пресечем слежку.
sk: Zablokujem sledovacie zariadenia, ktoré by vás mohli špehovať.
sl: Blokiral bom sledilce, da ne bodo vohunili.
sv: Jag blockerar trackers så att de inte kan spionera på dig.
tr: Sizi gözetlemelerini önlemek için izleyicileri engelleyeceğim.

# contextual.onboarding.try-a-site.title
source: Next, try visiting a site!
bg: Сега опитайте да посетите някой сайт!
cs: A teď zkus přejít na nějaký web!
da: Prøv nu at besøge en hjemmeside!
de: Versuche als nächstes, eine Website zu besuchen!
el: Στη συνέχεια, δοκιμάστε να επισκεφτείτε έναν ιστότοπο!
et: Järgmisena proovi mõnda saiti külastada!
fi: Siirry seuraavaksi sivustolle!
fr: Ensuite, essayez de visiter un site !
hr: Nakon toga pokušaj posjetiti neko web-mjesto!
hu: A következő lépésben próbálj meg ellátogatni egy webhelyre!
it: In seguito, prova a visitare un sito!
lt: Pabandyk apsilankyti svetainėje!
nb: Nå kan du prøve å besøke et nettsted!
nl: Probeer nu een site te bezoeken!
pt: Em seguida, experimenta visitar um site!
ro: Apoi, încearcă să vizitezi un site!
ru: А теперь попробуйте посетить сайт!
sk: Nabudúce skúste navštíviť webovú stránku!
sl: Nato obiščite spletno mesto!
sv: Prova sedan att besöka en webbplats!
tr: Sonra, bir siteyi ziyaret etmeyi deneyin!

# contextual.onboarding.try-fire-button.message
source: Instantly clear your browsing activity with the Fire Button. Give it a try! 🔥
bg: Незабавно изчистване на дейностите при сърфиране с Fire Button. Изпробвайте го! 🔥
cs: Vcukuletu můžeš smazat svou aktivitu při prohlížení pomocí funkce Fire Button. Zkus ji! 🔥
da: Ryd øjeblikkeligt din browseraktivitet med Fire Button. Prøv det! 🔥
de: Lösche deine Browseraktivitäten sofort mit dem Fire Button. Probier’s doch mal aus! 🔥
el: Διαγράψτε άμεσα τη δραστηριότητα περιήγησής σας με το Fire Button.<br/><br/>Δοκιμάστε το! 🔥
et: Tühjenda oma sirvimistegevus hetkega Fire Button abil. Proovi! 🔥
fi: Tyhjennä selaustoimintasi välittömästi Fire Button -painikkeella. Kokeile nyt! 🔥
fr: Effacez instantanément votre activité de navigation avec le Fire Button. Essayez par vous-même ! 🔥
hr: Odmah izbriši svoju aktivnost pregledavanja pomoću Fire Buttona. Pokušaj! 🔥
hu: Töröld azonnal a böngészési tevékenységedet a Fire Button használatával. Próbáld ki! 🔥
it: Cancella istantaneamente la tua attività di navigazione con il Fire Button. Provalo! 🔥
lt: Akimirksniu išvalykite naršymo veiklą naudodami „Fire Button“. Išbandykite! 🔥
nb: Fjern nettleseraktiviteten din på et blunk med Fire Button. Prøv den! 🔥
nl: Wis je browser-activiteit direct met de Fire Button. Probeer het maar! 🔥
pt: Limpa instantaneamente a tua atividade de navegação com o Fire Button. Experimenta! 🔥
ro: Șterge instantaneu activitatea de navigare cu Fire Button. Încearcă! 🔥
ru: Кнопка Fire Button моментально стирает из браузера данные о посещении сайтов. Убедитесь сами! 🔥
sk: Okamžite vymažte svoju aktivitu pri prehliadaní pomocou Fire Button. Vyskúšajte to! 🔥
sl: Takoj počistite svojo dejavnost brskanja z gumbom Fire Button. Poskusite! 🔥
sv: Rensa omedelbart din surfaktivitet med Fire Button. Prova! 🔥
tr: Fire Button ile göz atma etkinliğinizi anında temizleyin. Deneyin! 🔥

# contextual.onboarding.try-search.option1-English
source: how to say “duck” in spanish
bg: как се казва „патица“ на испански
cs: jak se řekne „kachna“ španělsky
da: hvordan siger man "and" på spansk
de: wie sagt man „Ente“ auf Spanisch
el: πώς μπορείτε να πείτε «duck» στα ισπανικά
et: kuidas öelda „part“ hispaania keeles
fi: kuinka sanotaan "duck" espanjaksi
fr: comment dire « duck » en espagnol
hr: kako se kaže "patka" na španjolskom
hu: hogyan mondják spanyolul, hogy „kacsa”
it: come si dice "anatra" in spagnolo
lt: kaip pasakyti „antis“ ispanų kalba
nb: hvordan si «duck» på spansk
nl: hoe zeg je 'eend' in het Spaans?
pt: como dizer "pato" em espanhol
ro: cum se spune „rață” în spaniolă
ru: Как сказать «утка» по-испански?
sk: ako sa povie „kačica“ po španielsky
sl: kako se reče »raca« v španščini
sv: vad heter ”anka” på spanska
tr: ispanyolca "ördek" nasıl denir

# contextual.onboarding.try-search.option1international
source: how to say “duck” in english
bg: как се казва „патица“ на английски
cs: jak se řekne anglicky „kachna“
da: hvordan siger man "and" på engelsk
de: wie sagt man „Ente“ auf Englisch
el: πώς να πείτε «πάπια» στα αγγλικά
et: kuidas öelda „part“ inglise keeles
fi: miten sanotaan "ankka" englanniksi
fr: comment dire « canard » en anglais
hr: kako se kaže "patka" na engleskom
hu: hogyan mondják angolul, hogy „kacsa”
it: come si dice "anatra" in inglese
lt: kaip pasakyti „antis“ anglų kalba
nb: hva heter «and» på engelsk
nl: hoe zeg je 'eend' in het Engels?
pt: como dizer "pato" em inglês
ro: cum se spune „rață” în engleză
ru: Как сказать «утка» по-английски?
sk: ako sa povie „kačica“ po anglicky
sl: kako se reče »raca« v angleščini
sv: hur säger man ”anka” på engelska
tr: ingilizcede "ördek" nasıl denir

# contextual.onboarding.try-search.option2-english
source: mighty ducks cast
bg: прогнозата на мощните патици
cs: herci z filmu Šampióni
da: mighty ducks film
de: Besetzung von Mighty Ducks
et: Mighty Ducks näitlejad
fr: casting de mighty ducks
hr: moćne patke
hu: kerge kacsák szereposztása
it: cast delle papere potenti
lt: mighty ducks aktoriai
nb: mighty ducks rolleinnehavere
nl: cast van Mighty Ducks
pt: elenco do filme A Hora dos Campeões
ro: distribuție mighty ducks
ru: Кто играет главные роли в фильме «Могучие утята»?
sk: mocné kačice obsadenie
sl: zasedba mogočnih racmanov
sv: medverkande i mighty ducks
tr: mighty ducks oyuncu kadrosu

# contextual.onboarding.try-search.option2-international
source: cast of avatar
bg: актьори в аватар
cs: obsazení avatara
da: skuespillere i avatar
de: Besetzung von Avatar
el: οι ηθοποιοί του avatar
et: Avatari näitlejad
fi: avatarmuotti
fr: casting d'avatar
hr: uloge u filmu Avatar
hu: avatar szereposztása
it: cast di avatar
lt: įsikūnijimo aktoriai
nb: rollebesetningen i avatar
nl: cast van avatar
pt: elenco de avatar
ro: distribuția din avatar
ru: актерский состав аватара
sk: obsadenie avatara
sl: igralska zasedba avatarja
sv: rollbesättningen för avatar
tr: avatar oyuncu kadrosu

# contextual.onboarding.try-search.surprise-me-title
source: Surprise me!
bg: Изненадайте ме!
cs: Překvap mě!
da: Overrask mig!
de: Überrasche mich!
el: Κάνε μου έκπληξη!
et: Üllata mind!
fi: Yllätä minut!
fr: Surprenez-moi !
hr: Iznenadi me!
hu: Lepj meg!
it: Sorprendimi!
lt: Nustebink mane!
nb: Overrask meg!
nl: Verras me!
pt: Surpreende-me!
ro: Surprinde-mă!
ru: Удиви меня!
sk: Prekvapte ma!
sl: Preseneti me!
sv: Överraska mig!
tr: Şaşırt beni!

# control.center.vpn.widget.education.paragraph
source: Find **DuckDuckGo** in the list, then tap **VPN control** to add it
bg: Открийте **DuckDuckGo** в списъка и след това натиснете **Управление на VPN**, за да го добавите
cs: Najdi v seznamu **DuckDuckGo** a pro přidání klepni na **VPN control** [Ovládání VPN]
da: Find **DuckDuckGo** på listen, og tryk derefter på **VPN-kontrol** for at tilføje det
de: Finde **DuckDuckGo** in der Liste und tippe dann auf **VPN-Steuerung**, um es hinzuzufügen
el: Βρείτε το **DuckDuckGo** στη λίστα και έπειτα πατήστε **Έλεγχος VPN** για να το προσθέσετε
et: Leia loendist **DuckDuckGo**, seejärel puuduta **VPN-i juhtimine**, et see lisada
fi: Etsi luettelosta **DuckDuckGo** ja lisää se sitten napauttamalla **VPN-valvonta**.
fr: Trouvez **DuckDuckGo** dans la liste, puis appuyez sur **Contrôle VPN** pour l'ajouter
hr: Pronađi **DuckDuckGo** na popisu, zatim dodirni **VPN kontrolu** za njeno dodavanje.
hu: Keresd meg a listában a **DuckDuckGo** elemet, majd koppints a **VPN-vezérlés** lehetőségre, hogy hozzáadd
it: Trova **DuckDuckGo** nell'elenco, quindi tocca **Controllo VPN** per aggiungerlo
lt: Sąraše raskite **DuckDuckGo**, tada palieskite **VPN valdymą**, kad jį pridėtumėte.
nb: Finn **DuckDuckGo** i listen og trykk på **VPN-kontroll** for å legge den til
nl: Zoek **DuckDuckGo** in de lijst en tik vervolgens op **VPN-bediening** om het toe te voegen.
pt: Encontra **DuckDuckGo** na lista e toca em **Controlo da VPN** para o adicionar
ru: Чтобы добавить виджет, найдите в списке **DuckDuckGo** и выберите **Элемент управления VPN**.
sk: Nájdi **DuckDuckGo** v zozname a potom pre pridanie ťukni na **Ovládanie VPN**
sl: Poiščite **DuckDuckGo** na seznamu, nato tapnite **Nadzor VPN**, da ga dodate.
sv: Hitta **DuckDuckGo** i listan och tryck sedan på **VPN-kontroll** för att lägga till det
tr: Listede **DuckDuckGo**'yu bulun, ardından eklemek için **VPN kontrolü**ne dokunun

# control.center.widget.education.paragraph.1
source: Swipe down from the top-right corner of the screen
bg: Плъзнете надолу от горния десен ъгъл на екрана
cs: Přejeď prstem dolů z pravého horního rohu obrazovky
da: Stryg ned fra øverste højre hjørne af skærmen
de: Wische von der oberen rechten Ecke des Bildschirms nach unten
el: Σύρε προς τα κάτω από την άνω δεξιά γωνία της οθόνης
et: Libista ekraani paremast ülemisest nurgast alla
fi: Pyyhkäise alas näytön oikeasta yläkulmasta
fr: Balayez l'écran depuis le coin supérieur droit vers le bas de l'écran
hr: Prijeđi prstom prema dolje iz gornjeg desnog kuta zaslona.
hu: Húzd lefelé az ujjad a képernyő jobb felső sarkából
it: Scorri verso il basso dall'angolo in alto a destra dello schermo
lt: Perbraukite žemyn iš viršutinio dešiniojo ekrano kampo
nb: Sveip ned fra øverste høyre hjørne av skjermen
nl: Veeg omlaag vanuit de rechterbovenhoek van het scherm
pt: Desliza para baixo a partir do canto superior direito do ecrã
ru: Проведите пальцем вниз из правого верхнего угла экрана.
sk: Potiahni prstom nadol z pravého horného rohu obrazovky
sl: Podrsnite navzdol iz zgornjega desnega kota zaslona.
sv: Svep nedåt från det övre högra hörnet av skärmen
tr: Ekranın sağ üst köşesinden aşağı doğru kaydırın

# control.center.widget.education.paragraph.2
source: Tap the **+** button at the top left of **Control Center**
bg: Натиснете бутона **+** горе вляво на **Център за управление**
cs: Klepni na tlačítko **+** v levém horním rohu **Control Center** [Ovládacího centra]
da: Tryk på **+**-knappen øverst til venstre i **Kontrolcenter**
de: Tippe auf die Schaltfläche **+** oben links im **Kontrollzentrum**
el: Πάτα το κουμπί **+** πάνω αριστερά στο **Κέντρο ελέγχου**
et: Puudutage **+** nuppu **Juhtkeskuse** vasakus ülanurgas
fi: Napauta **+**-painiketta **Valvontakeskuksen** vasemmasta yläkulmasta.
fr: Appuyez sur le bouton **+** en haut à gauche du **Centre de contrôle**
hr: Dodirni gumb **+** u gornjem lijevom kutu **Kontrolnog centra**.
hu: Koppints a **Vezérlőközpont** bal felső sarkában található **+** gombra
it: Tocca il pulsante **+** in alto a sinistra del **Centro di Controllo**
lt: Bakstelėkite **+** mygtuką **Valdymo centro** viršuje, kairėje
nb: Trykk på **+**-knappen øverst til venstre i **Kontrollsenter**
nl: Tik op de **+**-knop in de linkerbovenhoek van **Bedieningspaneel**
pt: Toca no botão **+** no canto superior esquerdo do **Centro de Controlo**
ru: Нажмите кнопку **+** в левом верхнем углу **Центра управления**
sk: Ťukni na tlačidlo **+** v ľavom hornom rohu **Centrum ovládania**
sl: Tapnite gumb **+** v zgornjem levem kotu **Nadzornega centra**.
sv: Tryck på knappen **+** längst upp till vänster i **Kontrollcenter**
tr: Kontrol Merkezi'nin** sol üst köşesindeki **+** düğmesine dokunun

# control.center.widget.education.paragraph.3
source: Tap **Add a Control** at the bottom of the screen
bg: Натиснете **Добавяне на управление** в долната част на екрана
cs: Klepni na **Add a Control** [Přidat ovládací prvek] v dolní části obrazovky
da: Tryk på **Tilføj en kontrol** nederst på skærmen
de: Tippe unten auf dem Bildschirm auf **Steuerelement hinzufügen**
el: Πάτησε **Προσθήκη ελέγχου** στο κάτω μέρος της οθόνης
et: Puuduta ekraani allosas nuppu **Lisa juhtelement**
fi: Napauta **Lisää valvonta** näytön alareunasta.
fr: Appuyez sur **Ajouter un contrôle** en bas de l'écran
hr: Dodirni **Dodaj kontrolu** na dnu zaslona.
hu: Koppints a képernyő alján található **Vezérlő hozzáadása** gombra
it: Tocca **Aggiungi un controllo** nella parte inferiore dello schermo
lt: Ekrano apačioje bakstelėkite **Pridėti valdiklį**
nb: Trykk på **Legg til en kontroll** nederst på skjermen
nl: Tik op **Een besturingselement toevoegen** onderaan het scherm
pt: Toca em **Adicionar um controlo** na parte inferior do ecrã
ru: Внизу экрана нажмите **Добавить элемент управления**.
sk: Ťukni na tlačidlo **Pridať ovládací prvok** v spodnej časti obrazovky
sl: Tapnite **Dodaj kontrolnik** na dnu zaslona.
sv: Tryck på **Lägg till en kontroll** längst ned på skärmen
tr: Ekranın en altındaki **Kontrol Ekle** seçeneğine dokunun

# crash.report.dialog.always.send
source: Always Send Crash Reports
bg: Винаги да се изпращат доклади за сривове
cs: Vždycky odesílat hlášení o selhání
da: Send altid fejlrapporter
de: Absturzberichte immer senden
el: Να αποστέλλονται πάντα αναφορές σφαλμάτων
et: Saada krahhiaruanded alati
fi: Lähetä aina virheraportit
fr: Toujours envoyer des rapports de plantage
hr: Uvijek šalji izvješća o padu programa
hu: Mindig küldjön hibajelentést
it: Invia sempre segnalazioni di arresto anomalo
lt: Visada siųsti strigčių ataskaitas
lv: Vienmēr sūtīt avārijas ziņojumus
nb: Send alltid krasjrapporter
nl: Crashrapporten altijd verzenden
pt: Enviar sempre relatórios de falhas
ro: Trimite întotdeauna rapoarte de cădere
ru: Всегда отправлять отчеты о сбоях
sk: Vždy odosielať správy o zlyhaní
sl: Vedno pošlji poročila o zrušitvah
sv: Skicka alltid kraschrapporter
tr: Kilitlenme Raporlarını Her Zaman Gönder

# crash.report.dialog.hide.details
source: Hide
bg: Скрий
cs: Skrýt
da: Skjul
de: Ausblenden
el: Απόκρυψη
et: Peida
fi: Piilota
fr: Masquer
hr: Sakrij
hu: Elrejtés
it: Nascondi
lt: Slėpti
lv: Paslēpt
nb: Skjul
nl: Verbergen
pt: Ocultar
ro: Ascunde
ru: Скрыть
sk: Skryť
sl: Skrij se
sv: Dölj
tr: Gizle
