Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# alert.unable-to-turn-sync-off-description
source: Unable to turn Sync & Backup off.
bg: Синхронизиране и архивиране не може да бъде изключено.
cs: Synchronizaci a zálohování nejde vypnout.
da: Synkronisering og sikkerhedskopiering kunne ikke slås fra.
de: „Synchronisieren und sichern“ kann nicht deaktiviert werden.
el: Δεν είναι δυνατή η απενεργοποίηση της λειτουργίας Συγχρονισμός και δημιουργία αντιγράφων ασφαλείας.
et: Sünkroonimist ja varundamist ei saa välja lülitada.
fi: Synkronointia ja varmuuskopiointia ei voida poistaa käytöstä.
fr: Impossible de désactiver Synchronisation et sauvegarde.
hr: Nije moguće isključiti Sinkronizaciju i sigurnosno kopiranje.
hu: Nem sikerült kikapcsolni a Szinkronizálás és biztonsági mentés funkciót.
it: Impossibile disattivare Sincronizzazione e backup.
lt: Nepavyko išjungti sinchronizavimo ir atsarginės kopijos kūrimo.
lv: Nevar izslēgt sinhronizāciju un dublēšanu.
nb: Kan ikke slå av Synkronisering og sikkerhetskopiering.
nl: 'Synchronisatie en back-up' kan niet worden uitgeschakeld.
pt: Não foi possível desativar a Sincronização e cópia de segurança.
ro: Nu se pot opri Sincronizare și backup.
ru: Не удалось отключить синхронизацию и резервное копирование.
sk: Synchronizácia a zálohovanie sa nedá vypnúť.
sl: Sinhronizacije in varnostnega kopiranja ni bilo mogoče izklopiti.
sv: Det gick inte att stänga av synkronisering och säkerhetskopiering.
tr: Senkronizasyon ve Yedekleme kapatılamıyor.

# alert.unable-to-update-device-name-description
source: Unable to update the device name.
bg: Името на устройството не може да бъде актуализирано.
cs: Název zařízení nejde aktualizovat.
da: Enhedens navn kunne ikke opdateres.
de: Der Gerätename kann nicht aktualisiert werden.
el: Δεν είναι δυνατή η ενημέρωση του ονόματος της συσκευής.
et: Seadme nime ei saa uuendada.
fi: Laitteen nimen päivittäminen ei onnistu.
fr: Impossible de mettre à jour le nom de l'appareil.
hr: Nije moguće ažurirati naziv uređaja.
hu: Nem sikerült frissíteni az eszköz nevét.
it: Impossibile aggiornare il nome del dispositivo.
lt: Nepavyko atnaujinti įrenginio pavadinimo.
lv: Nevar atjaunināt ierīces nosaukumu.
nb: Kan ikke oppdatere enhetens navn.
nl: De naam van het apparaat kan niet worden bijgewerkt.
pt: Não foi possível atualizar o nome do dispositivo.
ro: Nu se poate actualiza numele dispozitivului.
ru: Не удалось обновить имя устройства.
sk: Nedá sa aktualizovať názov zariadenia.
sl: Imena naprave ni bilo mogoče posodobiti.
sv: Det gick inte att uppdatera enhetens namn.
tr: Cihaz adı güncellenemiyor.

# app.authentication.unlock
source: Unlock DuckDuckGo.
bg: Отключване на DuckDuckGo.
cs: Odemkněte DuckDuckGo.
da: Lås DuckDuckGo op.
de: DuckDuckGo entsperren.
el: Ξεκλείδωμα DuckDuckGo.
et: Vabasta DuckDuckGo.
fi: Avaa DuckDuckGo.
fr: Déverrouiller DuckDuckGo.
hr: Otključaj DuckDuckGo.
hu: Oldd fel a DuckDuckGo-t.
it: Sblocca DuckDuckGo.
lt: Atrakinti „DuckDuckGo“.
lv: Atbloķēt DuckDuckGo.
nb: Lås opp DuckDuckGo.
nl: DuckDuckGo ontgrendelen.
pt: Desbloqueie o DuckDuckGo.
ro: Deblochează DuckDuckGo.
ru: Разблокируйте DuckDuckGo.
sk: Odomknite DuckDuckGo.
sl: Odkleni DuckDuckGo.
sv: Lås upp DuckDuckGo.
tr: DuckDuckGo'nun kilidini açın.
uk: Розблокуйте DuckDuckGo.

# auth.alert.login.button
source: Sign In
bg: Влизане
cs: Přihlásit
da: Log ind
de: Anmelden
el: Είσοδος
et: Sisselogimine
fi: Kirjaudu sisään
fr: Se connecter
hr: Prijava
hu: Bejelentkezés
it: Accedi
lt: Prisijungti
lv: Pierakstīties
nb: Logg inn
nl: Aanmelden
pt: Iniciar sessão
ro: Autentificare
ru: Войти
sk: Prihlásiť sa
sl: Prijavite se
sv: Logga in
tr: Oturum Aç
uk: Увійти

# auth.alert.message.encrypted
source: Sign in to %@. Your login information will be sent securely.
bg: Вход в %@. Вашите данни за вход ще бъдат изпратени по сигурен начин.
cs: Přihlaste se k%@. Vaše přihlašovací údaje vám budou bezpečně zaslány.
da: Log ind på %@. Dine login-oplysninger sendes sikkert.
de: Bei %@ anmelden. Deine Anmeldedaten werden sicher übermittelt.
el: Σύνδεση στο %@. Τα στοιχεία σύνδεσής σας θα σταλούν με ασφάλεια.
et: Logige sisse kontole% @. Sinu logimisandmed saadetakse turvaliselt.
fi: Kirjaudu osoitteeseen %@. Kirjautumistietosi lähetetään turvallisesti.
fr: Connectez-vous à %@. Vos identifiants de connexion seront envoyés en toute sécurité.
hr: Prijavi se na %@. Tvoji podaci za prijavu bit će sigurni.
hu: Jelentkezz be ide: %@. A bejelentkezési adataid biztonságosan lesznek elküldve.
it: Accedi a %@. I tuoi dati di accesso saranno inviati in modo sicuro.
lt: Prisijungti prie %@. Prisijungimo informacija bus išsiųsta saugiai.
lv: Pieraksties %@. Tava pieteikšanās informācija tiks nosūtīta drošā veidā.
nb: Logg inn på %@. Påloggingsinformasjonen sendes på en sikker måte.
nl: Log in bij %@. Je inloggegevens worden beveiligd verstuurd.
pt: Inicie sessão em %@. A sua informação de início de sessão será enviada de forma segura.
ro: Conectează-te la %@. Informațiile tale de conectare vor fi trimise în siguranță.
ru: Войдите в %@. Ваши учетные данные надежно защищены.
sk: Prihláste sa na %@. Vaše prihlasovacie údaje budú odoslané zabezpečene.
sl: Prijava v %@. Vaši podatki za prijavo bodo varno poslani.
sv: Logga in på %@. Dina inloggningsuppgifter skickas på ett säkert sätt.
tr: %@ adresinde oturum açın. Giriş bilgileriniz güvenli bir şekilde gönderilecektir.
uk: Увійдіть до %@. Ваша інформація для входу буде надіслана безпечно.

# auth.alert.message.plain
source: Log in to %@. Your password will be sent insecurely because the connection is unencrypted.
bg: Вход в %@. Вашата парола ще бъде изпратена по несигурен начин, тъй като връзката не е криптирана.
cs: Přihlaste se do %@. Vaše heslo bude odesláno nezabezpečeným způsobem, protože připojení není šifrované.
da: Log ind på %@. Din adgangskode sendes uden sikkerhed, fordi forbindelsen ikke er krypteret.
de: Bei %@ anmelden. Dein Passwort wird unsicher übermittelt, da die Verbindung nicht verschlüsselt ist.
el: Σύνδεση στο %@. Ο κωδικός πρόσβασής σας θα σταλεί χωρίς ασφάλεια, καθώς η σύνδεση δεν είναι κρυπτογραφημένη.
et: Logi sisse %@. Sinu parool saadetakse ebaturvaliselt, sest ühendus on krüpteerimata.
fi: Kirjaudu osoitteeseen %@. Salasanasi lähetetään turvattomasti, koska yhteys on salaamaton.
fr: Connectez-vous à %@. Votre mot de passe ne sera pas envoyé de manière sûre car la connexion n'est pas chiffrée.
hr: Prijavljivanje na %@. Tvoja će zaporka biti poslana nesigurnim protokolom jer veza nije kriptirana.
hu: Bejelentkezés ide: %@. A jelszavad nem biztonságosan lesz elküldve, mert a kapcsolat nem titkosított.
it: Accedi a %@. La tua password sarà inviata in modo non sicuro perché la connessione non è criptata.
lt: Prisijungti prie %@. Jūsų slaptažodis bus išsiųstas nesaugiai, kadangi ryšys nėra šifruojamas.
lv: Pieteikties %@. Tava parole tiks nosūtīta nedrošā veidā, jo savienojums nav šifrēts.
nb: Logg inn på %@. Passordet ditt sendes på en usikker måte siden forbindelsen ikke er kryptert.
nl: Log in bij %@. Je wachtwoord wordt onbeveiligd verstuurd omdat de verbinding niet versleuteld is.
pt: Inicie sessão em %@. A sua palavra-passe será enviada de forma não segura porque a ligação não está encriptada.
ro: Conectează-te la %@. Parola ta va fi trimisă în mod nesigur, deoarece conexiunea este necriptată.
ru: Войдите в %@. Ваш пароль передается по незащищенному каналу (соединение не зашифровано).
sk: Prihlásiť sa do %@. Vaše heslo nebude odoslané bezpečne, pretože pripojenie nie je šifrované.
sl: Prijava v %@. Vaše geslo ne bo varno poslano, ker povezava ni šifrirana.
sv: Logga in på %@. Ditt lösenord skickas inte på ett säkert sätt eftersom anslutningen är okrypterad.
tr: %@ adresine oturum aç. Bağlantı şifrelenmemiş olduğu için parolanız güvenli olmayan bir şekilde gönderilecek.
uk: Увійдіть до %@. Ваш пароль буде надіслано небезпечно, оскільки з’єднання незашифроване.

# auth.alert.password.placeholder
source: Password
bg: Парола
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
et: Parool
fi: Salasana
fr: Mot de passe
hr: Lozinka
hu: Jelszó
lt: Slaptažodis
lv: Parole
nb: Passord
nl: Wachtwoord
pt: Palavra-passe
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
tr: Parola
uk: Пароль

# auth.alert.title
source: Authentication Required
bg: Изисква се удостоверяване
cs: Je vyžadována autentizace
da: Godkendelse kræves
de: Authentifizierung ist erforderlich
el: Απαιτείται έλεγχος ταυτότητας
et: Autentimine on vajalik
fi: Todennus vaaditaan
fr: Authentification requise
hr: Potrebna je provjera
hu: Hitelesítés szükséges
it: Autenticazione obbligatoria
lt: Būtinas autentifikavimas
lv: Nepieciešama autentifikācija
nb: Autentisering kreves
nl: Verificatie vereist
pt: É necessária autenticação
ro: Este necesară autentificarea
ru: Требуется авторизация
sk: Vyžaduje sa overenie
sl: Potrebno je preverjanje pristnosti
sv: Autentisering krävs
tr: Kimlik Doğrulaması Gerekli
uk: Потрібна автентифікáція

# auth.alert.username.placeholder
source: Username
bg: Потребителско име
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
et: Kasutajanimi
fi: Käyttäjätunnus
fr: Nom d'utilisateur
hr: Korisničko ime
hu: Felhasználónév
it: Nome utente
lt: Naudotojo vardas
lv: Lietotājvārds
nb: Brukernavn
nl: Gebruikersnaam
pt: Nome de utilizador
ro: Nume utilizator
ru: Имя пользователя
sk: Používateľské meno
sl: Uporabniško ime
sv: Användarnamn
tr: Kullanıcı adı
uk: Ім'я користувача

# autoclear.off
source: Off
bg: Изключено
cs: Vypnout
da: Fra
de: Aus
el: Κλειστό
et: Väljas
fi: Pois
fr: Désactivé
hr: Isključeno
hu: Ki
lt: Išjungti
lv: Izslēgts
nb: Av
nl: Uit
pt: Desligado
ro: Dezactivat
ru: Выключено
sk: Vypnuté
sl: Izklopljeno
sv: Av
tr: Kapalı
uk: Вимкнено

# autoclear.on
source: On
bg: Включено
cs: Aktivní
da: Til
de: An
el: Ενεργό
et: Sees
fi: Päällä
fr: Activé
hr: Uključeno
hu: Be
lt: Įjungti
lv: Ieslēgts
nb: På
nl: Aan
pt: Ligado
ro: Activat
ru: Включено
sk: Zapnuté
sl: Vključeno
sv: På
tr: Açık
uk: Увімкнено

# autocomplete.history.search.duckduckgo
source: Search DuckDuckGo
bg: Търси с DuckDuckGo
cs: Vyhledat prostřednictvím DuckDuckGo
da: Søg med DuckDuckGo
de: Mit DuckDuckGo suchen
el: Αναζήτηση DuckDuckGo
et: Otsi DuckDuckGo'st
fi: Hae DuckDuckGo:sta
fr: Rechercher avec DuckDuckGo
hr: Pretraži DuckDuckGo
hu: DuckDuckGo keresés
it: Cerca DuckDuckGo
lt: Ieškoti DuckDuckGo
nb: Søk i DuckDuckGo
nl: Zoek in DuckDuckGo
pt: Pesquisar no DuckDuckGo
ro: Căutare DuckDuckGo
ru: Поиск в DuckDuckGo
sk: Vyhľadávajte cez DuckDuckGo
sl: Iščite po DuckDuckGo
sv: Sök med DuckDuckGo
tr: DuckDuckGo'da Ara

# autocomplete.history.warning.message
source: Search suggestions now include your recently visited sites. Turn off in Settings, or clear anytime with the 🔥 Fire Button.
bg: Предложенията за търсене вече включват наскоро посетени сайтове. Изключете ги в Настройки, а можете и да ги изтриете по всяко време с 🔥 Fire Button.
cs: Návrhy vyhledávání teď zahrnují tvoje nedávno navštívené stránky. Vypnout se dají v nastavení nebo je můžeš kdykoli vymazat tlačítkem 🔥 Fire Button.
da: Søgeforslag inkluderer nu nyligt besøgte websteder. Slå fra i Indstillinger, eller ryd når som helst med 🔥 Fire Button.
de: Suchvorschläge enthalten jetzt Ihre kürzlich besuchten Seiten. Du kannst sie in den Einstellungen deaktivieren oder jederzeit mit dem 🔥 Fire Button löschen.
el: Οι προτάσεις αναζήτησης περιλαμβάνουν πλέον τους ιστότοπους που επισκεφθήκατε πρόσφατα. Απενεργοποιήστε τη λειτουργία από τις Ρυθμίσεις ή καταργήστε την οποιαδήποτε στιγμή με το κουμπί 🔥 Fire Button.
et: Otsingusoovitused hõlmavad nüüd sinu hiljuti külastatud saite. Saad selle välja lülitada seadetes või tühjendada igal ajal nupu 🔥 Fire Button abil.
fi: Hakuehdotuksiin sisältyvät nyt myös viimeksi käymäsi sivustot. Voit poistaa tämän käytöstä asetuksissa tai tyhjentää sivustotiedot milloin tahansa 🔥 Fire Buttonilla.
fr: Les suggestions de recherche incluent désormais les sites que vous avez récemment visités. Désactivez cette option dans Réglages ou effacez à tout moment grâce au Fire Button 🔥.
hr: Prijedlozi za pretraživanje sada uključuju i nedavno posjećena mrežna mjesta. Isključi u Postavkama ili izbriši u bilo kojem trenutku pomoću Fire Buttona 🔥.
hu: A keresési javaslatok között már a legutóbb meglátogatott webhelyek is szerepelnek. A Beállítások alatt kikapcsolhatod, vagy bármikor törölheted a 🔥 Tűz gombbal.
it: I suggerimenti di ricerca ora includono i siti visitati di recente. Disattiva nelle impostazioni o cancella in qualsiasi momento con il 🔥 Fire Button.
lt: Dabar paieškos pasiūlymuose bus rodomos ir neseniai aplankytos svetainės. Išjunkite nustatymuose arba bet kada išvalykite naudodami mygtuką 🔥 „Fire Button“.
nb: Søkeforslag inkluderer nå nylig besøkte nettsteder. Slå dem av i innstillingene, eller slett dem når som helst med Fire Button 🔥.
nl: Zoekopdrachtsuggesties bevatten nu ook je recent bezochte sites. Je kunt suggesties uitschakelen in de instellingen of ze op elk gewenst moment wissen met de 🔥 Fire Button.
pt: Agora, as sugestões de pesquisa incluem os sites visitados recentemente. Desativa esta funcionalidade nas definições ou limpa os sites guardados em qualquer altura com o 🔥 Fire Button.
ro: Sugestiile de căutare includ acum site-urile accesate recent. Dezactivează-le din Setări sau șterge-le în orice moment cu ajutorul Fire Button 🔥.
ru: Теперь рекомендации включают недавно посещенные вами сайты. Их можно отключить в настройках или очистить с помощью кнопки Fire Button 🔥.
sk: Návrhy vyhľadávania teraz zahŕňajú vaše nedávno navštívené stránky. Vypnite ich v nastaveniach alebo ich kedykoľvek zrušte pomocou tlačidla 🔥Fire Button.
sl: Iskalni predlogi zdaj vključujejo vaša nedavno obiskana spletna mesta. Izklopite v nastavitvah ali pa seznam kadar koli počistite z gumbom Fire Button 🔥.
sv: Sökförslag inkluderar nu dina nyligen besökta webbplatser. Stäng av funktionen i inställningarna, eller rensa när som helst med 🔥 Fire Button.
tr: Arama önerileri artık son ziyaret ettiğiniz siteleri de içeriyor. Ayarlardan kapatabilir veya istediğiniz zaman 🔥 Fire Button ile temizleyebilirsiniz.

# autocomplete.history.warning.title
source: Same privacy. Better search suggestions!
bg: Същата поверителност. По-добри предложения при търсене!
cs: Stejné soukromí. Lepší návrhy pro vyhledávání!
da: Samme fortrolighed. Bedre søgeforslag!
de: Gleiche Privatsphäre. Bessere Suchvorschläge!
el: Ίδιο απόρρητο. Καλύτερες προτάσεις αναζήτησης!
et: Sama privaatsus. Paremad otsingusoovitused!
fi: Sama tietoja, parempia hakuehdotuksia!
fr: La confidentialité reste la même. Les suggestions de recherche s'améliorent !
hr: Ista privatnost. Bolji prijedlozi za pretraživanje!
hu: Ugyanolyan adatvédelem. Jobb keresési javaslatok!
it: La stessa privacy. Suggerimenti di ricerca migliori!
lt: Tas pats privatumas. Geresni paieškos pasiūlymai!
nb: Samme personvern. Bedre søkeforslag!
nl: Dezelfde privacy. Betere zoeksuggesties!
pt: A mesma privacidade. Melhores sugestões de pesquisa!
ro: Aceeași confidențialitate. Sugestii de căutare mai bune!
ru: Та же конфиденциальность. Лучшие поисковые рекомендации!
sk: Rovnaké súkromie. Lepšie návrhy vyhľadávania!
sl: Enaka raven zasebnosti. Boljši predlogi iskanja!
sv: Samma integritet. Bättre sökförslag!
tr: Aynı gizlilik. Daha iyi arama önerileri!

# autocomplete.switch.to.tab
source: Switch to Tab
bg: Превключване към раздел
cs: Přepnout na kartu
da: Skift til fane
de: Zu Tab wechseln
el: Αλλαγή στην Καρτέλα
et: Vaheta vahekaardile
fi: Vaihda välilehteen
fr: Passer à l'onglet
hr: Prebaci se na karticu
hu: Váltás lapra
it: Passa alla scheda
lt: Perjungti skirtuką
nb: Bytt til fane
nl: Overschakelen naar tabblad
pt: Mudar para separador
ro: Comutați la filă
ru: Перейти на вкладку
sk: Prepnúť na kartu
sl: Preklopite na zavihek
sv: Byt till flik
tr: Sekmeye Geç

# autoconsent.disabled
source: Disabled
bg: Деактивирано
cs: Zakázáno
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιήθηκε
et: Keelatud
fi: Pois käytöstä
fr: Désactivé
hr: Onemogućeno
hu: Letiltva
it: Disattivato
lt: Išjungta
lv: Atspējota
nb: Deaktivert
nl: Uitgeschakeld
pt: Desativado
ro: Dezactivat
ru: Отключено
sk: Zakázané
sl: Onemogočeno
sv: Inaktiverad
tr: Devre Dışı

# autoconsent.enabled
source: Enabled
bg: Активирано
cs: Povoleno
da: Aktiveret
de: Aktiviert
el: Ενεργοποιήθηκε
et: Lubatud
fi: Käytössä
fr: Activé
hr: Omogućeno
hu: Engedélyezve
it: Attivato
lt: Įjungta
lv: Iespējota
nb: Aktivert
nl: Ingeschakeld
pt: Ativado
ro: Activat
ru: Включено
sk: Zapnuté
sl: Omogočeno
sv: Aktiverad
tr: Etkin
