Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# addWidget.settings.secondParagraph
source: Tap the **Edit** button, then choose **Add Widget**
bg: Натиснете бутона **Редактиране** и след това изберете **Добавяне на приспособления**
cs: Klepni na **Edit** [Upravit], pak na **Add Widget** [Přidat widget]
da: Tryk på **Rediger**-knappen, og vælg derefter **Tilføj widget**
de: Tippe auf die Schaltfläche **Bearbeiten**, dann wähle **Widget hinzufügen**
el: Πατήστε το κουμπί **Επεξεργασία** και, στη συνέχεια, επιλέξτε **Προσθήκη μικροεφαρμογής**
et: Puuduta nuppu **Muuda**, seejärel vali **Lisa vidin**
fi: Napauta **Muokkaa**-painiketta ja valitse sitten **Lisää widget**.
fr: Appuyez sur le bouton **Modifier**, puis choisissez **Ajouter un widget**
hr: Dodirni gumb **Uredi**, a zatim odaberi **Dodaj widget**.
hu: Koppints a **Szerkesztés** gombra, majd válaszd a **Widget hozzáadása** lehetőséget
it: Tocca il pulsante **Modifica**, quindi scegli **Aggiungi widget**
lt: Bakstelėkite mygtuką **Redaguoti**, tada pasirinkite **Pridėti valdiklį**.
nb: Trykk på **Rediger**-knappen og velg **Legg til widget**
nl: Tik op de knop **Bewerken** en kies vervolgens **Widget toevoegen**.
pt: Toca no botão **Editar**, depois escolhe **Adicionar widget**
ru: Нажмите кнопку **Править** и выберите вариант **Добавить виджет**
sk: Ťukni na tlačidlo **Upraviť** a potom vyber **Pridať miniaplikáciu**
sl: Tapnite gumb **Uredi**, nato izberite **Dodaj pripomoček**.
sv: Tryck på knappen **Redigera** och välj sedan **Lägg till widget**
tr: **Düzenle** düğmesine dokunun, ardından **Widget Ekle**'yi seçin

# addWidget.settings.secondParagraph.%@
source: Tap the plus %@ button.
bg: Натиснете бутона плюс %@.
cs: Klepni na tlačítko plus %@.
da: Tryk på %@-knappen.
de: Tippe auf die Plus-Schaltfläche %@.
el: Πατήστε το κουμπί συν %@.
et: Vajutage plussnupule %@.
fi: Napauta pluspainiketta %@.
fr: Appuyez sur le bouton plus %@.
hr: Dodirnite gumb plus %@.
hu: Koppints a plusz %@ gombra.
it: Tocca il pulsante più %@.
lt: Bakstelėkite pliuso mygtuką %@.
lv: Pieskaries plus %@ pogai.
nb: Trykk på %@-knappen.
nl: Tik op de plus %@-knop.
pt: Toque no botão de mais %@.
ro: Atinge butonul plus %@.
ru: Нажмите кнопку «плюс» %@.
sk: Klepnite na tlačidlo plus %@.
sl: Tapnite gumb plus %@.
sv: Tryck på plusknappen för %@.
tr: Artı %@ düğmesine dokunun.
uk: Торкніться кнопки додати %@.

# addWidget.settings.title
source: Find and select **DuckDuckGo**. Then choose a widget.
bg: Открийте и изберете **DuckDuckGo**. След това изберете приспособление.
cs: Najdi a vyber **DuckDuckGo**. Pak zvol widget.
da: Find og vælg **DuckDuckGo**. Vælg derefter en widget.
de: Finde **DuckDuckGo** und wähle es aus. Wähle dann ein Widget aus.
el: Εύρεση και επιλογή του **DuckDuckGo**. Έπειτα, επιλέξτε τη μικροεφαρμογή.
et: Leidke ja valige **DuckDuckGo**. Seejärel valige vidin.
fi: Etsi ja valitse **DuckDuckGo**. Valitse sitten widget.
fr: Trouvez et sélectionnez **DuckDuckGo**. Puis choisissez un widget.
hr: Pronađi i odaberi DuckDuckGo. Zatim odaberi widget.
hu: Keresd meg és jelöld ki a **DuckDuckGo** elemet. Ezután válassz ki egy widgetet.
it: Trova e seleziona **DuckDuckGo**. Quindi scegli un widget.
lt: Raskite ir pasirinkite „DuckDuckGo“. Tuomet pasirinkite valdiklį.
lv: Atrodi un atlasi DuckDuckGo. Pēc tam izvēlies logrīku.
nb: Finn og velg **DuckDuckGo**. Velg deretter en widget.
nl: Zoek en selecteer **DuckDuckGo**. Kies vervolgens een widget.
pt: Encontra e seleciona **DuckDuckGo**. Depois, escolhe um widget.
ro: Găsește și selectează DuckDuckGo. Apoi alege un widget.
ru: Найдите и выберите **DuckDuckGo**. Затем выберите виджет.
sk: Nájdi a vyber DuckDuckGo. Potom vyber miniaplikáciu.
sl: Poiščite in izberite **DuckDuckGo**. Nato izberite pripomoček.
sv: Hitta och välj **DuckDuckGo**. Välj sedan en widget.
tr: DuckDuckGo'yu bulun ve seçin. Ardından bir widget seçin.
uk: Знайдіть і виберіть DuckDuckGo. Потім виберіть віджет.

# addWidget.title
source: One tap to your favorite sites.
bg: На едно докосване от любимите уебсайтове.
cs: Jedním klepnutím se dostaneš na svoje oblíbené stránky.
da: Ét tryk til dine yndlingswebsteder.
de: Mit nur einem Klick zu deinen Lieblingswebsites.
el: Ένα μόνο πάτημα προς τους αγαπημένους ιστότοπούς σας.
et: Ühe puudutusega oma lemmiksaitidele.
fi: Yhdellä napautuksella suosikkisivustoillesi.
fr: Appuyez une fois et accédez à vos sites préférés.
hr: Jednim dodirom do vaših omiljenih stranica.
hu: Egyetlen koppintással nyisd meg kedvenc oldalaidat.
it: Accedi ai tuoi siti preferiti con un solo tocco.
lt: Tik vienas bakstelėjimas – ir jūs jau mėgstamiausiose svetainėse.
lv: Viens pieskāriens līdz tavām mīļākajām vietnēm.
nb: Ett trykk til favorittnettstedene dine.
nl: Eén tik naar uw favoriete sites.
pt: Um toque para os seus sites favoritos.
ro: Atinge o dată pentru a ajunge la site-urile tale preferate.
ru: Доступ к любимым сайтам в одно касание.
sk: Jedným kliknutím na vaše obľúbené webové lokality.
sl: En dotik do vaših priljubljenih spletnih mest.
sv: Besök dina favoritwebbplatser med ett enda tryck.
tr: Favori sitelerinize tek dokunuşla erişin.
uk: Один дотик до ваших улюблених сайтів.

# alert.message.bookmarkAll
source: Existing bookmarks will not be duplicated.
bg: Съществуващите отметки няма да бъдат дублирани.
cs: Existující záložky nebudou duplikovány.
da: Eksisterende bogmærker duplikeres ikke.
de: Bestehende Lesezeichen werden nicht kopiert.
el: Οι υπάρχοντες σελιδοδείκτες δεν θα αναπαραχθούν.
et: Olemasolevaid järjehoidjaid ei dubleerita.
fi: Olemassa olevia kirjanmerkkejä ei kopioida.
fr: Les signets existants ne seront pas dupliqués.
hr: Postojeće knjižne oznake neće se duplicirati.
hu: A meglévő könyvjelzők nem kettőződnek.
it: I segnalibri già presenti non saranno duplicati.
lt: Esamos žymės nebus kopijuojamos.
lv: Esošās grāmatzīmes netiks dublētas.
nb: Eksisterende bokmerker blir ikke duplisert.
nl: Bestaande bladwijzers worden niet gedupliceerd.
pt: Os marcadores existentes não serão duplicados.
ro: Marcajele existente nu vor fi duplicate.
ru: Существующие закладки дублироваться не будут.
sk: Existujúce záložky sa nebudú duplikovať.
sl: Obstoječi zaznamki ne bodo podvojeni.
sv: Befintliga bokmärken kommer inte att kopieras.
tr: Mevcut yer imleri çoğaltılmayacaktır.
uk: Існуючі закладки не дублюватимуться.

# alert.sync-bookmarks-bad-data-error-description
source: Some bookmarks are formatted incorrectly or too long and were not synced.
bg: Някои отметки са форматирани неправилно или са твърде дълги и не бяха синхронизирани.
cs: Některé záložky jsou nesprávně naformátované nebo příliš dlouhé, takže jsme je nemohli synchronizovat.
da: Nogle bogmærker er formateret forkert eller er for lange og blev ikke synkroniseret.
de: Einige Lesezeichen sind falsch formatiert oder zu lang und wurden nicht synchronisiert.
el: Ορισμένοι σελιδοδείκτες δεν έχουν μορφοποιηθεί σωστά ή είναι πολύ μεγάλοι και δεν συγχρονίστηκαν.
et: Mõned järjehoidjad on valesti vormindatud või liiga pikad ja neid ei sünkroonitud.
fi: Jotkin kirjanmerkit on muotoiltu väärin tai ovat liian pitkiä, eikä niitä ole synkronoitu.
fr: Certains signets sont mal formatés ou trop longs et n'ont pas été synchronisés.
hr: Neke oznake formatirane su pogrešno, ili su preduge i nisu sinkronizirane.
hu: Egyes könyvjelzők helytelen formátumúak vagy túl hosszúak, és nem lettek szinkronizálva.
it: Alcuni segnalibri sono formattati in modo errato o sono troppo lunghi e non sono stati sincronizzati.
lt: Kai kurios žymės suformatuotos neteisingai arba yra per ilgos ir nebuvo sinchronizuotos.
nb: Noen bokmerker er formatert feil eller for lange og ble ikke synkronisert.
nl: Sommige bladwijzers hebben de verkeerde indeling of zijn te lang en werden niet gesynchroniseerd.
pt: Alguns marcadores estão formatados incorretamente ou são demasiado longos e não foram sincronizados.
ro: Unele semne de carte sunt formatate incorect sau sunt prea lungi și nu au fost sincronizate.
ru: Некоторые закладки не синхронизируются из-за неверного формата или превышения ограничений по длине.
sk: Niektoré záložky sú nesprávne naformátované alebo sú príliš dlhé, a neboli synchronizované.
sl: Nekateri zaznamki so napačno oblikovani ali predolgi in niso bili sinhronizirani.
sv: Vissa bokmärken är felaktigt formaterade eller för långa och synkroniserades inte.
tr: Bazı yer işaretleri yanlış biçimlendirilmiş veya çok uzun olduğu için senkronize edilmedi.

# alert.sync-bookmarks-paused-description
source: You've reached the maximum number of bookmarks. Please delete some bookmarks to resume sync.
bg: Достигнахте максималния брой отметки. Изтрийте някои отметки, за да възобновите синхронизирането.
cs: Už máš maximální počet záložek. Jestli chceš synchronizaci obnovit, některé záložky smaž.
da: Du har nået det maksimale antal bogmærker. Slet nogle bogmærker for at genoptage synkroniseringen.
de: Du hast die maximale Anzahl von Lesezeichen erreicht. Bitte lösche einige Lesezeichen, um die Synchronisierung fortzusetzen.
el: Έχετε φτάσει στον μέγιστο αριθμό σελιδοδεικτών. Διαγράψτε ορισμένους σελιδοδείκτες για να συνεχίσετε τον συγχρονισμό.
et: Oled saavutanud maksimaalse järjehoidjate arvu. Sünkroonimise jätkamiseks kustuta mõned järjehoidjad.
fi: Kirjanmerkkikiintiösi on täynnä. Poista joitakin kirjanmerkkejä jatkaaksesi synkronointia.
fr: Vous avez atteint le nombre maximal de signets. Veuillez en supprimer quelques-uns pour reprendre la synchronisation.
hr: Dosegnut je maksimalni broj knjižnih oznaka. Izbriši neke oznake da bi nastavio sinkronizaciju.
hu: Elérted a könyvjelzők maximális számát. A szinkronizálás folytatásához törölj néhány könyvjelzőt.
it: Hai raggiunto il numero massimo di segnalibri. Elimina alcuni segnalibri per riprendere la sincronizzazione.
lt: Pasiekėte didžiausią žymių skaičių. Ištrinkite kai kurias žymes, kad tęstumėte sinchronizavimą.
lv: Tu esi pārsniedzis grāmatzīmju sinhronizācijas ierobežojumu. Mēģini izdzēst dažas grāmatzīmes. Kamēr šī problēma nebūs atrisināta, grāmatzīmes netiks dublētas.
nb: Du har nådd det maksimale antallet bokmerker. Slett noen bokmerker for å gjenoppta synkronisering.
nl: Je hebt het maximumaantal bladwijzers bereikt. Verwijder enkele bladwijzers om de synchronisatie te hervatten.
pt: Atingiste o número máximo de marcadores. Elimina alguns marcadores para retomar a sincronização.
ro: Ai atins numărul maxim de marcaje. Șterge câteva marcaje pentru a relua sincronizarea.
ru: Достигнуто максимальное число закладок. Чтобы возобновить синхронизацию, удалите некоторые из них.
sk: Dosiahli ste maximálny počet záložiek. Ak chcete obnoviť synchronizáciu, odstráňte niektoré záložky.
sl: Dosegli ste največje število zaznamkov. Izbrišite nekaj zaznamkov, da nadaljujete sinhronizacijo.
sv: Du har nått det maximala antalet bokmärken. Ta bort några bokmärken för att återuppta synkroniseringen.
tr: Maksimum yer işareti sayısına ulaştınız. Senkronizasyona devam etmek için lütfen bazı yer işaretlerini silin.

# alert.sync-bookmarks-paused-title
source: Bookmark Sync is Paused
bg: Синхронизирането на отметки е на пауза
cs: Synchronizace záložek je pozastavená
da: Bogmærkesynkronisering er sat på pause
de: Lesezeichen-Synchronisierung ist angehalten
el: Ο συγχρονισμός σελιδοδεικτών έχει τεθεί σε παύση
et: Järjehoidja sünkroonimine on peatatud
fi: Kirjanmerkkien synkronointi on keskeytetty
fr: La synchronisation des signets est suspendue
hr: Sinkronizacija knjižnih oznaka je pauzirana
hu: A könyvjelző-szinkronizálás szünetel
it: Sync dei segnalibri è in pausa
lt: Žymių sinchronizavimas pristabdytas
lv: Grāmatzīmju sinhronizācija ir apturēta
nb: Synkronisering av bokmerker er satt på pause
nl: Synchronisatie van bladwijzers is gepauzeerd
pt: A sincronização de marcadores está em pausa
ro: Sincronizarea marcajelor este întreruptă
ru: Синхронизация закладок приостановлена
sk: Synchronizácia záložiek je pozastavená.
sl: Sinhronizacija zaznamkov je zaustavljena
sv: Bokmärkessynkronisering är pausad
tr: Yer İşaretleri Senkronizasyonu Duraklatıldı

# alert.sync-credentials-bad-data-error-description
source: Some passwords are formatted incorrectly or too long and were not synced.
bg: Някои пароли са форматирани неправилно или са твърде дълги и не бяха синхронизирани.
cs: Některá hesla jsou nesprávně naformátovaná nebo příliš dlouhá, takže jsme je nemohli synchronizovat.
da: Nogle adgangskoder er formateret forkert eller er for lange og blev ikke synkroniseret.
de: Einige Passwörter sind falsch formatiert oder zu lang und wurden nicht synchronisiert.
el: Ορισμένοι κωδικοί πρόσβασης δεν έχουν μορφοποιηθεί σωστά ή είναι πολύ μεγάλοι και δεν συγχρονίστηκαν.
et: Mõned paroolid on valesti vormindatud või liiga pikad ja neid ei sünkroonitud.
fi: Jotkin salasanat on muotoiltu väärin tai ovat liian pitkiä, eikä niitä ole synkronoitu.
fr: Certains mots de passe sont mal formatés ou trop longs et n'ont pas été synchronisés.
hr: Neke lozinke formatirane su pogrešno, ili su preduge i nisu sinkronizirane.
hu: Egyes jelszavak helytelen formátumúak vagy túl hosszúak, és nem lettek szinkronizálva.
it: Alcune password sono formattate in modo errato o sono troppo lunghe e non sono state sincronizzate.
lt: Kai kurie slaptažodžiai suformatuoti neteisingai arba yra per ilgi ir nebuvo sinchronizuoti.
nb: Noen passord er formatert feil eller for lange og ble ikke synkronisert.
nl: Sommige wachtwoorden hebben de verkeerde indeling of zijn te lang en werden niet gesynchroniseerd.
pt: Algumas palavras-passe estão formatadas incorretamente ou são demasiado longas e não foram sincronizadas.
ro: Unele parole sunt formatate incorect sau sunt prea lungi și nu au fost sincronizate.
ru: Некоторые пароли не синхронизируются из-за неверного формата или превышения ограничений по длине.
sk: Niektoré heslá sú nesprávne naformátované alebo sú príliš dlhé, a neboli synchronizované.
sl: Nekatera gesla so napačno oblikovana ali predolga in niso bila sinhronizirana.
sv: Vissa lösenord är felaktigt formaterade eller för långa och synkroniserades inte.
tr: Bazı şifreler yanlış biçimlendirilmiş veya çok uzun olduğu için senkronize edilmedi.

# alert.sync-credentials-paused-description
source: You've reached the maximum number of passwords. Please delete some passwords to resume sync.
bg: Достигнахте максималния брой пароли. Изтрийте някои пароли, за да възобновите синхронизирането.
cs: Už máš maximální počet hesel. Jestli chceš synchronizaci obnovit, některá hesla smaž.
da: Du har nået det maksimale antal adgangskoder. Slet nogle adgangskoder for at genoptage synkroniseringen.
de: Du hast die maximale Anzahl von Passwörtern erreicht. Lösche Passwörter, um die Synchronisierung fortzusetzen.
el: Έχετε φτάσει στον μέγιστο αριθμό κωδικών πρόσβασης. Διαγράψτε ορισμένους κωδικούς πρόσβασης για να συνεχίσετε τον συγχρονισμό.
et: Oled saavutanud maksimaalse paroolide arvu. Sünkroonimise jätkamiseks kustuta mõned paroolid.
fi: Salasanakiintiösi on täynnä. Poista joitakin salasanoja jatkaaksesi synkronointia.
fr: Vous avez atteint le nombre maximal de mots de passe. Veuillez en supprimer quelques-uns pour reprendre la synchronisation.
hr: Dosegnut je maksimalni broj lozinki. Izbriši neke lozinke za nastavak sinkronizacije.
hu: Elérted a jelszavak maximális számát. A szinkronizálás folytatásához törölj néhány jelszót.
it: Hai raggiunto il numero massimo di password. Elimina alcune password per riprendere la sincronizzazione.
lt: Pasiekėte maksimalų slaptažodžių skaičių. Ištrinkite kai kuriuos slaptažodžius, kad tęstumėte sinchronizavimą.
lv: Tu esi pārsniedzis paroļu sinhronizācijas ierobežojumu. Mēģini izdzēst dažas paroles. Kamēr šī problēma nebūs atrisināta, paroles netiks dublētas.
nb: Du har nådd det maksimale antallet passord. Slett noen passord for å gjenoppta synkronisering.
nl: Je hebt het maximumaantal wachtwoorden bereikt. Verwijder enkele wachtwoorden om de synchronisatie te hervatten.
pt: Atingiste o número máximo de palavras-passe. Elimina algumas palavras-passe para retomar a sincronização.
ro: Ai atins numărul maxim de parole. Șterge câteva parole pentru a relua sincronizarea.
ru: Достигнуто максимальное число паролей. Чтобы возобновить синхронизацию, удалите некоторые из них.
sk: Dosiahli ste maximálny počet hesiel. Ak chcete obnoviť synchronizáciu, odstráňte niektoré heslá.
sl: Dosegli ste največje število gesel. Izbrišite nekatera gesla, da nadaljujete sinhronizacijo.
sv: Du har nått det maximala antalet lösenord. Ta bort några lösenord för att återuppta synkroniseringen.
tr: Maksimum şifre sayısına ulaştınız. Lütfen senkronizasyona devam etmek için bazı şifreleri silin.

# alert.sync-credentials-paused-title
source: Password Sync is Paused
bg: Синхронизирането на пароли е на пауза
cs: Synchronizace hesel je pozastavená
da: Synkronisering af adgangskoder er sat på pause
de: Kennwortsynchronisierung ist angehalten
el: Ο συγχρονισμός κωδικών πρόσβασης έχει τεθεί σε παύση
et: Parooli sünkroonimine on peatatud
fi: Salasanojen synkronointi on keskeytetty
fr: La synchronisation des mots de passe est suspendue
hr: Sinkronizacija lozinke je pauzirana
hu: A jelszó-szinkronizálás szünetel
it: Sync delle password è in pausa
lt: Slaptažodžių sinchronizavimas pristabdytas
lv: Paroļu sinhronizācija ir apturēta
nb: Synkronisering av passord er satt på pause
nl: Synchronisatie van wachtwoorden is gepauzeerd
pt: A sincronização de palavras-passe está em pausa
ro: Sincronizarea parolelor este întreruptă
ru: Синхронизация паролей приостановлена
sk: Synchronizácia hesiel je pozastavená.
sl: Sinhronizacija gesla je zaustavljena
sv: Lösenordssynkronisering är pausad
tr: Şifre Senkronizasyonu Duraklatıldı

# alert.sync-error
source: Sync & Backup Error
bg: Грешка при синхронизиране и архивиране
cs: Chyba synchronizace a zálohování
da: Fejl ved synkronisering og sikkerhedskopiering
de: Synchronisierungs- und Sicherungsfehler
el: Σφάλμα συγχρονισμού και δημιουργίας αντιγράφων ασφαλείας
et: Sünkroonimise ja varundamise tõrge
fi: Synkronointi- ja varmuuskopiointivirhe
fr: Erreur de synchronisation et de sauvegarde
hr: Pogreška Sinkronizacije i sigurnosnog kopiranja
hu: Szinkronizálási és biztonsági mentési hiba
it: Errore di sincronizzazione e backup
lt: Sinchronizavimo ir atsarginės kopijos kūrimo klaida
lv: Sinhronizācijas un dublēšanas kļūda
nb: Synkroniserings- og sikkerhetskopieringsfeil
nl: Synchronisatie- en back-upfout
pt: Erro de sincronização e cópia de segurança
ro: Eroare de sincronizare și backup
ru: Ошибка синхронизации и резервного копирования
sk: Chyba synchronizácie a zálohovania
sl: Napaka pri sinhronizaciji in varnostnem kopiranju
sv: Synkroniserings- och säkerhetskopieringsfel
tr: Senkronizasyon ve Yedekleme Hatası

# alert.sync-error-action
source: Sync Settings
bg: Настройки за синхронизиране
cs: Nastavení synchronizace
da: Synkroniseringsindstillinger
de: Synchronisierungseinstellungen
el: Ρυθμίσεις συγχρονισμού
et: Sünkroonimise sätted
fi: Synkronointiasetukset
fr: Réglages de synchronisation
hr: Postavke sinkronizacije
hu: Beállítások szinkronizálása
it: Impostazioni Sync
lt: Sinchronizavimo parametrai
nb: Synkroniser innstillinger
nl: Synchronisatie-instellingen
pt: Definições de sincronização
ro: Setări de sincronizare
ru: Синхронизация настроек
sk: Nastavenia synchronizácie
sl: Nastavitve sinhronizacije
sv: Synkronisera inställningar
tr: Senkronizasyon Ayarları

# alert.sync-invalid-login-error-description
source: Sync has been paused. If you want to continue syncing this device, reconnect using another device or your recovery code.
bg: Синхронизирането е на пауза. Ако искате да продължите със синхронизирането на това устройство, свържете се отново с помощта на друго устройство или със своя код за възстановяване.
cs: Synchronizace je pozastavená. Pokud chceš toto zařízení dál synchronizovat, znovu se připoj pomocí jiného zařízení nebo kódu pro obnovení.
da: Synkroniseringen er blevet sat på pause. Hvis du vil fortsætte med at synkronisere denne enhed, skal du oprette forbindelse igen ved hjælp af en anden enhed eller din gendannelseskode.
de: Synchronisierung wurde angehalten. Wenn du die Synchronisierung dieses Geräts fortsetzen möchtest, stelle die Verbindung mit einem anderen Gerät oder deinem Wiederherstellungscode wieder her.
el: Ο συγχρονισμός έχει τεθεί σε παύση. Αν θέλετε να συνεχίσετε με τον συγχρονισμό της συσκευής αυτής, συνδεθείτε ξανά χρησιμοποιώντας άλλη συσκευή ή τον κωδικό ανάκτησής σας.
et: Sünkroonimine on peatatud. Kui soovid selle seadme sünkroonimist jätkata, loo uuesti ühendus, kasutades mõnda teist seadet või taastamiskoodi.
fi: Synkronointi on keskeytetty. Jos haluat jatkaa tämän laitteen synkronointia, muodosta yhteys uudelleen toisella laitteella tai palautuskoodilla.
fr: La synchronisation a été suspendue. Si vous souhaitez continuer à synchroniser cet appareil, reconnectez-vous à l’aide d’un autre appareil ou de votre code de récupération.
hr: Sinkronizacija je pauzirana. Ako želiš nastaviti sinkronizirati ovaj uređaj, ponovno se poveži pomoću drugog uređaja ili šifre za oporavak.
hu: A szinkronizálás szünetel. Ha folytatni szeretnéd az eszköz szinkronizálását, csatlakozz újra egy másik eszközzel vagy a helyreállítási kóddal.
it: La sincronizzazione è stata sospesa. Se vuoi continuare a sincronizzare questo dispositivo, riconnettiti utilizzando un altro dispositivo o il tuo codice di ripristino.
lt: Sinchronizavimas buvo sustabdytas. Jei norite toliau sinchronizuoti šį įrenginį, iš naujo prisijunkite naudodami kitą įrenginį arba atkūrimo kodą.
nb: Synkronisering er satt på pause. Hvis du vil fortsette å synkronisere denne enheten, må du koble til på nytt ved hjelp av en annen enhet eller gjenopprettingskoden.
nl: Synchronisatie is onderbroken. Als je dit apparaat wilt blijven synchroniseren, maak dan opnieuw verbinding met een ander apparaat of met je herstelcode.
pt: A sincronização foi pausada. Se quiseres continuar a sincronizar este dispositivo, inicia sessão novamente noutro dispositivo ou com o teu código de recuperação.
ro: Sincronizarea a fost întreruptă. Dacă dorești să continui sincronizarea acestui dispozitiv, reconectează-te folosind un alt dispozitiv sau codul de recuperare.
ru: Синхронизация приостановлена. Чтобы возобновить ее, выполните повторную привязку, используя другое устройство или код восстановления.
sk: Synchronizácia bola pozastavená. Ak chcete pokračovať v synchronizácii tohto zariadenia, znova sa pripojte pomocou iného zariadenia alebo prostredníctvom kódu na obnovenie.
sl: Sinhronizacija je bila začasno zaustavljena. Če želite še naprej sinhronizirati to napravo, znova vzpostavite povezavo z uporabo druge naprave ali obnovitvene kode.
sv: Synkroniseringen har pausats. Om du vill fortsätta att synkronisera den här enheten ansluter du igen från en annan enhet eller med din återställningskod.
tr: Senkronizasyon duraklatıldı. Bu cihazın senkronizasyonuna devam etmek istiyorsanız, başka bir cihaz veya kurtarma kodunuzu kullanarak yeniden bağlanın.

# alert.sync-paused-alert-learn-more-button
source: Learn More
bg: Научете повече
cs: Více informací
da: Mere info
de: Mehr erfahren
el: Μάθετε περισσότερα
et: Loe edasi
fi: Lue lisää
fr: En savoir plus
hr: Saznajte više
hu: További részletek
it: Ulteriori informazioni
lt: Sužinoti daugiau
lv: Uzzināt vairāk
nb: Finn ut mer
nl: Meer informatie
pt: Saiba mais
ro: Află mai multe
ru: Узнать больше
sk: Zistite viac
sl: Več
sv: Läs mer
tr: Daha Fazla Bilgi

# alert.sync-paused-alert-ok-button
source: OK
bg: ОК
cs: DOBŘE
da: Okay
el: Εντάξει
hr: U redu
lt: GERAI
lv: Labi
ru: Хорошо
sl: V REDU
tr: Tamam
