Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# subscription.progress.view.completing.purchase
source: Completing purchase...
bg: Завършване на покупката...
cs: Dokončuji nákup...
da: Afslutter køb...
de: Kauf wird abgeschlossen ...
el: Ολοκλήρωση της αγοράς...
et: Ostu sooritamine...
fi: Ostoksen suorittaminen...
fr: Finalisation de l’achat en cours…
hr: Dovršavanje kupnje...
hu: A vásárlás befejezése…
it: Stiamo completando l'acquisto...
lt: Užbaigiama pirkimą...
nb: Fullfører kjøpet...
nl: Je aankoop wordt afgerond ...
pt: A concluir a compra…
ru: Завершение покупки...
sk: Dokončujem nákup...
sl: Dokončujem nakup ...
sv: Slutför köpet ...
tr: Satın alma tamamlanıyor...

# subscription.progress.view.purchasing.subscription
source: Purchase in progress...
bg: Покупката се извършва...
cs: Probíhá nákup...
da: Køb er i gang ...
de: Kauf in Bearbeitung ...
el: Αγορά σε εξέλιξη...
et: Ostmine on käimas...
fi: Osto käynnissä...
fr: Achat en cours…
hr: Kupnja u tijeku...
hu: Vásárlás folyamatban…
it: Acquisto in corso...
lt: Pirkimas vyksta...
nb: Kjøpet behandles...
nl: Je aankoop wordt gedaan ...
pt: Compra em curso…
ru: Оформление покупки...
sk: Prebieha nákup...
sl: Nakup je v teku ...
sv: Köp pågår ...
tr: Satın alma devam ediyor...

# subscription.progress.view.restoring.subscription
source: Restoring subscription...
bg: Възстановяване на абонамента...
cs: Obnovování předplatného...
da: Gendanner abonnement...
de: Abonnement wird wiederhergestellt ...
el: Επαναφορά συνδρομής...
et: Tellimuse taastamine...
fi: Palautetaan tilausta...
fr: Rétablissement de l'abonnement…
hr: Obnavljanje pretplate...
hu: Előfizetés visszaállítása…
it: Stiamo ripristinando l'abbonamento...
lt: Atkuriama prenumerata...
nb: Gjenoppretter abonnementet...
nl: Je abonnement wordt hersteld ...
pt: A restaurar a subscrição…
ru: Восстановление подписки...
sk: Obnovuje sa predplatné...
sl: Obnavljanje naročnine ...
sv: Återställer abonnemang ...
tr: Abonelik geri yükleniyor...

# subscription.remove.from.device.button
source: Remove From This Device
bg: Премахване от това устройство
cs: Odebrat z tohohle zařízení
da: Fjern fra denne enhed
de: Von diesem Gerät entfernen
el: Αφαίρεση από αυτήν τη συσκευή
et: Eemalda sellest seadmest
fi: Poista tältä laitteelta
fr: Supprimer de cet appareil
hr: Ukloni s ovog uređaja
hu: Eltávolítás erről az eszközről
it: Rimuovi da questo dispositivo
lt: Pašalinti iš šio įrenginio
nb: Fjern fra denne enheten
nl: Verwijderen van dit apparaat
pt: Remover Deste Dispositivo
ru: Удалить с этого устройства
sk: Odstrániť z tohto zariadenia
sl: Odstrani iz te naprave
sv: Ta bort från den här enheten
tr: Bu Cihazdan Kaldır

# subscription.remove.from.device.text
source: You will no longer be able to access your Privacy Pro subscription on this device. This will not cancel your subscription, and it will remain active on your other devices.
bg: Вече няма да имате достъп до абонамента си за Privacy Pro на това устройство. Това няма да отмени абонамента и той ще остане активен на останалите устройства.
cs: Na tomhle zařízení už nebudeš mít přístup k předplatnému Privacy Pro. Tím se tvoje předplatné nezruší, na tvých ostatních zařízeních zůstane aktivní.
da: Du vil ikke længere kunne få adgang til dit Privacy Pro-abonnement på denne enhed. Dette vil ikke opsige dit abonnement, og det vil forblive aktivt på dine andre enheder.
de: Dies hat zur Folge, dass du mit diesem Gerät nicht mehr auf dein Privacy-Pro-Abonnement zugreifen kannst. Dein Abonnement wird dadurch nicht gekündigt; es bleibt auf deinen anderen Geräten aktiv.
el: Δεν θα μπορείτε πλέον να έχετε πρόσβαση στη συνδρομή Privacy Pro σε αυτήν τη συσκευή. Αυτό δεν θα ακυρώσει τη συνδρομή σας και θα παραμείνει ενεργή στις υπόλοιπες συσκευές σας.
et: Sa ei pääse enam oma Privacy Pro tellimusele selles seadmes ligi. See ei tühista su tellimust ja see jääb teistel seadmetel aktiivseks.
fi: Et voi enää käyttää Privacy Pro -tilaustasi tällä laitteella. Tämä ei peruuta tilaustasi, vaan se pysyy aktiivisena muilla laitteillasi.
fr: Vous ne pourrez plus accéder à votre abonnement Privacy Pro sur cet appareil. Cela n'annulera pas votre abonnement et il restera actif sur vos autres appareils.
hr: Više nećeš moći pristupiti svojoj pretplati na Privacy Pro na ovom uređaju. Ovo neće otkazati tvoju pretplatu i ostat će aktivna na tvojim drugim uređajima.
hu: Ezen az eszközön többé nem férhetsz hozzá a Privacy Pro-előfizetésedhez. Ez nem szünteti meg az előfizetésedet, amely a többi eszközödön aktív marad.
it: Non potrai più accedere al tuo abbonamento Privacy Pro su questo dispositivo. Questo non annulla il tuo abbonamento, che rimane attivo sugli altri tuoi dispositivi.
lt: Šiame prietaise nebegalėsite naudotis „Privacy Pro“ prenumerata. Tai neatšauks jūsų prenumeratos ir ji liks aktyvi kituose įrenginiuose.
nb: Du får ikke lenger tilgang til Privacy Pro-abonnementet ditt på denne enheten. Dette avslutter ikke abonnementet, det er fortsatt aktivt på de andre enhetene.
nl: Je hebt niet langer toegang tot je Privacy Pro-abonnement op dit apparaat. Je abonnement wordt niet opgezegd en het blijft actief op je andere apparaten.
pt: Perderás acesso à subscrição Privacy Pro neste dispositivo. Isto não irá cancelar a tua subscrição, e ela permanecerá ativa nos teus outros dispositivos.
ru: Вы утратите доступ к возможностям тарифа Privacy Pro на этом устройстве. Сама же подписка не отменяется и по-прежнему будет работать на других устройствах.
sk: Na tomto zariadení už nebudeš mať prístup k predplatnému služby Privacy Pro. Tým sa tvoje predplatné nezruší a zostane aktívne na tvojich ostatných zariadeniach.
sl: V tej napravi ne boste mogli več dostopati do naročnine Privacy Pro. S tem ne boste preklicali naročnine, ki bo ostala aktivna v drugih napravah.
sv: Du kommer inte längre att kunna komma åt ditt Privacy Pro-abonnemang på den här enheten. Det här kommer inte att avsluta ditt abonnemang utan det förblir aktivt på dina andra enheter.
tr: Privacy Pro aboneliğinize artık bu cihaz üzerinden erişemeyeceksiniz. Bu, aboneliğinizi iptal etmez ve abonelik diğer cihazlarınızda aktif kalır.

# subscription.remove.from.device.title
source: Remove from this device?
bg: Премахване от това устройство?
cs: Odebrat z tohohle zařízení?
da: Fjern fra denne enhed?
de: Von diesem Gerät entfernen?
el: Αφαίρεση από αυτήν τη συσκευή;
et: Kas soovid sellest seadmest eemaldada?
fi: Poistetaanko tältä laitteelta?
fr: Supprimer de cet appareil ?
hr: Ukloni s ovog uređaja?
hu: Eltávolítod erről az eszközről?
it: Rimuovere da questo dispositivo?
lt: Pašalinti iš šio įrenginio?
nb: Vil du fjerne det fra denne enheten?
nl: Verwijderen van dit apparaat?
pt: Remover deste dispositivo?
ru: Удалить с этого устройства?
sk: Odstrániť z tohto zariadenia?
sl: Želite odstraniti iz te naprave?
sv: Ta bort från den här enheten?
tr: Bu cihazdan kaldırılsın mı?

# subscription.remove.subscription
source: Remove Subscription
bg: Премахване на абонамент
cs: Odebrat předplatné
da: Fjern abonnement
de: Abonnement entfernen
el: Αφαίρεση συνδρομής
et: Eemalda tellimus
fi: Poista tilaus
fr: Supprimer l'abonnement
hr: Ukloni pretplatu
hu: Előfizetés eltávolítása
it: Rimuovi abbonamento
lt: Pašalinti prenumeratą
nb: Fjern abonnement
nl: Abonnement verwijderen
pt: Remover Subscrição
ru: Удалить подписку
sk: Zrušiť predplatné
sl: Odstranitev naročnine
sv: Ta bort abonnemang
tr: Aboneliği Kaldır

# subscription.remove.subscription.cancel
source: Cancel
bg: Отмени
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
et: Tühista
fi: Peruuta
fr: Annuler
hr: Otkaži
hu: Mégsem
it: Annulla
lt: Atšaukti
nb: Avbryt
nl: Annuleren
pt: Cancelar
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal

# subscription.restore.backend.error.button
source: Back to Settings
bg: Назад към Настройки
cs: Zpět do nastavení
da: Tilbage til indstillinger
de: Zurück zu den Einstellungen
el: Επιστροφή στις Ρυθμίσεις
et: Tagasi seadete juurde
fi: Takaisin asetuksiin
fr: Retour aux paramètres
hr: Povratak na postavke
hu: Vissza a Beállításokhoz
it: Torna a Impostazioni
lt: Grįžti į nustatymus
lv: Atpakaļ uz iestatījumiem
nb: Tilbake til Innstillinger
nl: Terug naar Instellingen
pt: Voltar às Definições
ro: Înapoi la Setări
ru: Назад к настройкам
sk: Späť na nastavenia
sl: Nazaj na nastavitve
sv: Tillbaka till Inställningar
tr: Ayarlara Geri Dön

# subscription.restore.backend.error.message
source: We’re having trouble connecting. Please try again later.
bg: Имаме проблеми със свързването. Моля, опитайте отново по-късно.
cs: Máme potíže s připojením. Zkus to znovu později.
da: Vi har problemer med at få forbindelse. Prøv igen senere.
de: Wir haben Probleme mit der Verbindung. Bitte versuche es zu einem späteren Zeitpunkt erneut.
el: Αντιμετωπίζουμε κάποιο πρόβλημα σύνδεσης. Ξαναδοκιμάστε αργότερα.
et: Meil on probleeme ühenduse loomisega. Proovi hiljem uuesti.
fi: Yhteyden muodostamisessa on ongelmia. Yritä myöhemmin uudelleen.
fr: Nous avons du mal à nous connecter. Veuillez réessayer plus tard.
hr: Imamo problema s povezivanjem. Pokušaj ponovno nešto kasnije.
hu: Hiba történt a csatlakozáskor. Próbálkozz újra később.
it: Stiamo riscontrando problemi di connessione. Riprova più tardi.
lt: Mums kyla problemų prijungiant. Bandykite dar kartą vėliau.
lv: Mums ir problēmas ar savienojuma izveidi. Lūdzu, mēģini vēlreiz vēlāk.
nb: Vi har problemer med å koble til. Prøv igjen senere.
nl: Er zijn problemen met de verbinding. Probeer het later opnieuw.
pt: Falha na ligação. Tenta novamente mais tarde.
ro: Întâmpinăm probleme la conectare. Încearcă din nou mai târziu.
ru: Возникли проблемы с подключением. Повторите попытку позже.
sk: Máme problémy s pripojením. Prosím, skúste to neskôr znova.
sl: Imamo težave pri povezovanju. Poskusite znova pozneje.
sv: Det gick inte att ansluta. Försök igen senare.
tr: Bağlanmakta sorun yaşıyoruz. Lütfen daha sonra tekrar deneyin.

# subscription.restore.backend.error.title
source: Something Went Wrong
bg: Възникна някаква грешка
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schiefgelaufen
el: Κάτι πήγε λάθος
et: Midagi läks valesti
fi: Jokin meni pieleen
fr: Une erreur s'est produite
hr: Nešto nije bilo kako treba
hu: Hiba történt
it: Si è verificato un errore
lt: Įvyko klaida
lv: Kaut kas notika nepareizi
nb: Noe gikk galt
nl: Er is iets misgegaan
pt: Ocorreu um erro
ro: Ceva nu a funcționat corect
ru: Что-то пошло не так
sk: Vyskytla sa chyba
sl: Nekaj je šlo narobe
sv: Något gick fel
tr: Bir hata oluştu

# subscription.restore.general.error.message
source: The App Store was unable to process your purchase. Please try again later.
bg: App Store не успя да обработи Вашата покупка. Моля, опитайте отново по-късно.
cs: App Store nemůže zpracovat tvůj nákup. Zkus to znovu později.
da: App Store kunne ikke behandle dit køb. Prøv igen senere.
de: Der App Store konnte deinen Kauf nicht verarbeiten. Bitte versuche es zu einem späteren Zeitpunkt erneut.
el: Το App Store δεν μπόρεσε να επεξεργαστεί την αγορά σας. Ξαναδοκιμάστε αργότερα.
et: App Store ei suutnud su ostu töödelda. Proovi hiljem uuesti.
fi: App Store ei voinut käsitellä ostoasi. Yritä myöhemmin uudelleen.
fr: L'App Store n'a pas pu traiter votre achat. Veuillez réessayer plus tard.
hr: App Store nije mogao obraditi tvoju kupnju. Pokušaj ponovno nešto kasnije.
hu: Az App Store nem tudta feldolgozni a vásárlást. Próbálkozz újra később.
it: L'App Store non è riuscito a elaborare l'acquisto. Riprova in seguito.
lt: „App Store“ nepavyko apdoroti jūsų pirkinio. Bandykite dar kartą vėliau.
nb: App Store kunne ikke behandle kjøpet ditt. Prøv igjen senere.
nl: De App Store kan je aankoop niet verwerken. Probeer het later opnieuw.
pt: A App Store não conseguiu processar a tua compra. Tenta novamente mais tarde.
ru: Сервису App Store не удалось обработать вашу покупку. Повторите попытку позже.
sk: App Store nemohol spracovať tvoj nákup. Skús to neskôr znova, prosím.
sl: App Store ni mogel obdelati vašega nakupa. Poskusite znova pozneje.
sv: App Store kunde inte behandla ditt köp. Försök igen senare.
tr: App Store satın alma işleminizi gerçekleştiremedi. Lütfen daha sonra tekrar deneyin.

# subscription.restore.general.error.title
source: Something Went Wrong
bg: Възникна някаква грешка
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schiefgelaufen
el: Κάτι πήγε λάθος
et: Midagi läks valesti
fi: Jokin meni pieleen
fr: Une erreur s'est produite
hr: Nešto nije bilo kako treba
hu: Hiba történt
it: Si è verificato un errore
lt: Įvyko klaida
nb: Noe gikk galt
nl: Er is iets misgegaan
pt: Ocorreu um erro
ru: Что-то пошло не так
sk: Vyskytla sa chyba
sl: Nekaj je šlo narobe
sv: Något gick fel
tr: Bir hata oluştu

# subscription.restore.success.alert.button
source: OK
bg: ОК
cs: DOBŘE
da: Okay
el: Εντάξει
hr: U redu
lt: GERAI
ru: Хорошо
sl: V REDU
tr: Tamam

# subscription.restore.success.alert.message
source: Your purchases have been restored.
bg: Вашите покупки са възстановени.
cs: Tvoje nákupy byly obnovené.
da: Dine køb er blevet gendannet.
de: Deine Käufe wurden wiederhergestellt.
el: Οι αγορές σας έχουν αποκατασταθεί.
et: Sinu ostud on taastatud.
fi: Ostosi on palautettu.
fr: Vos achats ont été rétablis.
hr: Tvoje kupnje su vraćene.
hu: A vásárlások vissza lettek állítva.
it: I tuoi acquisti sono stati ripristinati.
lt: Jūsų pirkiniai atkurti.
nb: Kjøpene dine er gjenopprettet.
nl: Je aankopen zijn hersteld.
pt: As tuas compras foram restauradas.
ru: Ваши покупки восстановлены.
sk: Tvoje nákupy boli obnovené.
sl: Vaši nakupi so bili obnovljeni.
sv: Dina köp har återställts.
tr: Satın aldıklarınız geri yüklendi.

# subscription.restore.success.alert.title
source: You’re all set.
bg: Всичко е готово.
cs: Všechno je hotové.
da: Så er du klar.
de: Alles bereit.
el: Είστε πανέτοιμοι.
et: Sa oled valmis.
fi: Kaikki on valmista.
fr: Tout est prêt !
hr: Sve je spremno.
hu: Minden készen áll.
it: Tutto pronto.
lt: Tu pasiruošęs.
nb: Alt i orden.
nl: Je bent helemaal klaar.
pt: Está tudo pronto.
ru: Готово!
sk: Všetko je hotové.
sl: Vse je pripravljeno.
sv: Nu är du redo.
tr: Artık hazırsınız.

# subscription.subscribed
source: Subscribed
bg: Активен абонамент
cs: Přihlášeno
da: Abonneret
de: Abonniert
el: Έχει γίνει εγγραφή
et: Tellitud
fi: Tilattu
fr: Abonné(e)
hr: Pretplaćen
hu: Előfizetve
it: Iscritto
lt: Prenumeruota
nb: Abonnerer
nl: Geabonneerd
pt: Subscrito
ru: Подписка оформлена
sk: Prihlásený/-á
sl: Naročeni
sv: Prenumererad
tr: Abone olundu

# subscription.subscription.expired.caption
source: Your subscription expired on %@
bg: Абонаментът ви е изтекъл на %@
cs: Tvoje předplatné vypršelo %@
da: Dit abonnement udløb den %@
de: Dein Abonnement ist am %@ abgelaufen
el: Η συνδρομή σας έληξε %@
et: Sinu tellimus lõppes %@
fi: Tilauksesi päättyi %@
fr: Votre abonnement a expiré le % @
hr: Tvoja je pretplata istekla %@
hu: Az előfizetésed lejárt ekkor: %@
it: Il tuo abbonamento è scaduto il % @
lt: Jūsų prenumerata baigėsi %@
nb: Abonnementet ditt utløp den %@
nl: Je abonnement is verlopen op % @
pt: A tua subscrição expirou a %@
ro: Abonamentul tău a expirat la data de %@
ru: Срок действия вашей подписки истек %@
sk: Platnosť vášho predplatného vypršala dňa %@
sl: Vaša naročnina se je iztekla dne %@
sv: Din prenumeration gick ut den %@
tr: Aboneliğinizin süresi %@ tarihinde doldu

# subscription.subscription.expiring.monthly.caption
source: Your monthly subscription expires on %@.
bg: Месечният ви абонамент изтича на %@.
cs: Tvoje měsíční předplatné vyprší %@.
da: Dit månedlige abonnement udløber den %@.
de: Dein Monatsabonnement läuft am %@ ab.
el: Η μηνιαία συνδρομή σας λήγει %@.
et: Teie igakuine tellimus aegub %@.
fi: Kuukausitilauksesi vanhenee %@.
fr: Votre abonnement mensuel expire le %@.
hr: Tvoja mjesečna pretplata istječe %@.
hu: A havi előfizetésed lejár ekkor: %@.
it: Il tuo abbonamento mensile scade il %@.
lt: Tavo mėnesio prenumerata baigiasi %@.
nb: Månedsabonnementet ditt utløper %@.
nl: Je maandabonnement verloopt op %@.
pt: A tua subscrição mensal expira a %@.
ru: Ваша ежемесячная подписка завершится %@.
sk: Tvoje mesačné predplatné vyprší dňa %@.
sl: Vaša mesečna naročnina poteče dne %@.
sv: Ditt månadsabonnemang löper ut den %@.
tr: Aylık aboneliğiniz %@ tarihinde sona erecek.

# subscription.subscription.expiring.unknown.caption
source: Your subscription expires on %@.
bg: Абонаментът ви изтича на %@.
cs: Tvoje předplatné vyprší %@.
da: Dit abonnement udløber den %@.
de: Dein Abonnement läuft am %@ ab.
el: Η συνδρομή σας λήγει %@.
et: Teie tellimus aegub %@.
fi: Tilauksesi vanhenee %@.
fr: Votre abonnement expire le %@.
hr: Tvoja pretplata istječe %@.
hu: Az előfizetésed lejár ekkor: %@.
it: Il tuo abbonamento scade il %@.
lt: Tavo prenumerata baigiasi %@.
nb: Abonnementet ditt utløper %@.
nl: Je abonnement verloopt op %@.
pt: A tua subscrição expira a %@.
ru: Ваша подписка завершится %@.
sk: Platnosť tvojho predplatného vyprší dňa %@.
sl: Vaša naročnina poteče dne %@.
sv: Ditt abonnemang löper ut den %@.
tr: Aboneliğiniz %@ tarihinde sona erecek.

# subscription.subscription.expiring.yearly.caption
source: Your annual subscription expires on %@.
bg: Годишният ви абонамент изтича на %@.
cs: Tvoje roční předplatné vyprší %@.
da: Dit årlige abonnement udløber den %@.
de: Dein Jahresabonnement läuft am %@ ab.
el: Η ετήσια συνδρομή σας λήγει %@.
et: Teie aastane tellimus aegub %@.
fi: Vuositilauksesi päättyy %@.
fr: Votre abonnement annuel expire le %@.
hr: Tvoja godišnja pretplata istječe %@.
hu: Az éves előfizetésed lejár ekkor: %@.
it: Il tuo abbonamento annuale scade il %@.
lt: Tavo metinė prenumerata baigiasi %@.
nb: Årsabonnementet ditt utløper %@.
nl: Je jaarabonnement verloopt op %@.
pt: A tua subscrição anual expira a %@.
ru: Ваша годовая подписка завершится %@.
sk: Tvoje ročné predplatné vyprší dňa %@.
sl: Vaša letna naročnina poteče dne %@.
sv: Ditt årsabonnemang löper ut den %@.
tr: Yıllık aboneliğiniz %@ tarihinde sona erecek.

# subscription.subscription.renewing.monthly.caption
source: Your monthly subscription renews on %@.
bg: Месечният ви абонамент се подновява на %@.
cs: Tvoje měsíční předplatné se obnoví %@.
da: Dit månedlige abonnement fornys den %@.
de: Dein monatliches Abonnement verlängert sich am %@.
el: Η μηνιαία συνδρομή σας ανανεώνεται %@.
et: Teie kuutellimus uueneb %@.
fi: Kuukausitilauksesi uusiutuu %@.
fr: Votre abonnement mensuel sera renouvelé le %@.
hr: Tvoja će se mjesečna pretplata obnoviti %@.
hu: A havi előfizetésed megújul ekkor: %@.
it: Il tuo abbonamento mensile si rinnova il %@.
lt: Tavo mėnesinė prenumerata atnaujinama %@.
nb: Månedsabonnementet ditt fornyes %@.
nl: Je maandabonnement wordt verlengd op %@.
pt: A tua subscrição mensal renova-se a %@.
ru: Ваша ежемесячная подписка продлится %@.
sk: Tvoje mesačné predplatné sa obnoví %@.
sl: Vaša mesečna naročnina se bo obnovila dne %@.
sv: Ditt månadsabonnemang förnyas den %@.
tr: Aylık aboneliğiniz %@ tarihinde yenilenecek.

# subscription.subscription.renewing.unknown.caption
source: Your subscription renews on %@.
bg: Абонаментът ви се подновява на %@.
cs: Tvoje předplatné se obnoví %@.
da: Dit abonnement fornys den %@.
de: Dein Abonnement verlängert sich am %@.
el: Η συνδρομή σας ανανεώνεται %@.
et: Teie tellimus uueneb %@.
fi: Tilauksesi uusiutuu %@.
fr: Votre abonnement sera renouvelé le %@.
hr: Tvoja će se pretplata obnoviti %@.
hu: Az előfizetésed megújul ekkor: %@.
it: Il tuo abbonamento si rinnova il %@.
lt: Tavo prenumerata atsinaujina %@.
nb: Abonnementet ditt fornyes %@.
nl: Je abonnement wordt verlengd op %@.
pt: A tua subscrição renova-se a %@.
ru: Ваша подписка продлится %@.
sk: Tvoje predplatné sa obnoví %@.
sl: Vaša naročnina se bo obnovila dne %@.
sv: Ditt abonnemang förnyas den %@.
tr: Aboneliğiniz %@ tarihinde yenilenecek.

# subscription.subscription.renewing.yearly.caption
source: Your annual subscription renews on %@.
bg: Годишният ви абонамент се подновява на %@.
cs: Tvoje roční předplatné se obnoví %@.
da: Dit årlige abonnement fornys den %@.
de: Dein Jahresabonnement verlängert sich am %@.
el: Η ετήσια συνδρομή σας ανανεώνεται %@.
et: Teie aastane tellimus uueneb %@.
fi: Vuositilauksesi uusiutuu %@.
fr: Votre abonnement annuel sera renouvelé le %@.
hr: Tvoja će se godišnja pretplata obnoviti %@.
hu: Az éves előfizetésed megújul ekkor: %@.
it: Il tuo abbonamento annuale si rinnova il %@.
lt: Tavo metinė prenumerata atnaujinama %@.
nb: Årsabonnementet ditt fornyes %@.
nl: Je jaarlijkse abonnement wordt verlengd op %@.
pt: A tua subscrição anual renova-se a %@.
ru: Ваша годовая подписка продлится %@.
sk: Tvoje ročné predplatné sa obnoví %@.
sl: Vaša letna naročnina se bo obnovila dne %@.
sv: Ditt årsabonnemang förnyas den %@.
tr: Yıllık aboneliğiniz %@ tarihinde yenilenecek.

# sync.code.copied
source: Recovery code copied to clipboard
bg: Кодът за възстановяване и копиран в клипборда
cs: Kód pro obnovení je zkopírovaný do schránky
da: Gendannelseskode kopieret til udklipsholder
de: Wiederherstellungscode in Zwischenablage kopiert
el: Ο κωδικός ανάκτησης αντιγράφηκε στο πρόχειρο
et: Taastamiskood kopeeriti lõikelauale
fi: Palautuskoodi kopioitu leikepöydälle
fr: Code de récupération copié dans le presse-papiers
hr: Šifra za oporavak kopirana je u međuspremnik
hu: Helyreállítási kód a vágólapra másolva
it: Codice di recupero copiato negli appunti
lt: Atkūrimo kodas nukopijuotas į mainų sritį
lv: Atgūšanas kods ir nokopēts starpliktuvē
nb: Gjenopprettingskoden er kopiert til utklippstavlen
nl: Herstelcode gekopieerd naar klembord
pt: Código de recuperação copiado para a área de transferência
ro: Codul de recuperare a fost copiat în clipboard
ru: Код восстановления скопирован в буфер обмена
sk: Kód obnovenia bol skopírovaný do schránky
sl: Obnovitvena koda je bila kopirana v odložišče
sv: Återställningskoden har kopierats till urklipp
tr: Kurtarma kodu panoya kopyalandı

# sync.delete.all.confirm.action
source: Delete Server Data
bg: Изтриване на данните от сървъра
cs: Smazat data ze serveru
da: Slet serverdata
de: Serverdaten löschen
el: Διαγραφή δεδομένων διακομιστή
et: Kustuta serveri andmed
fi: Poista palvelimen tiedot
fr: Supprimer les données du serveur
hr: Brisanje podataka poslužitelja
hu: Szerveradatok törlése
it: Eliminare i dati del server
lt: Ištrinti serverio duomenis
lv: Dzēst servera datus
nb: Slett serverdata
nl: Servergegevens verwijderen
pt: Eliminar dados do servidor
ro: Șterge datele serverului
ru: Удалить данные с сервера
sk: Zmazanie údajov servera
sl: Izbriši podatke strežnika
sv: Radera serverdata
tr: Sunucu Verilerini Sil
