Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# vpn.settings.dns.section-disclaimer
source: Using a custom DNS server can impact browsing speeds and expose your activity to third parties if the server isn't secure or reliable.
bg: Използването на персонализиран DNS сървър може да повлияе на скоростта на сърфиране и дейността да стане видима за трети страни, ако сървърът не е сигурен или надежден.
cs: Používání vlastního serveru DNS může ovlivnit rychlost procházení a odhalit tvoji aktivitu třetím stranám, pokud server není bezpečný nebo spolehlivý.
da: Brug af en brugerdefineret DNS-server kan påvirke browsinghastigheder og afsløre din aktivitet for tredjeparter, hvis serveren ikke er sikker eller pålidelig.
de: Die Verwendung eines benutzerdefinierten DNS-Servers kann die Geschwindigkeit beim Browsen beeinträchtigen und deine Aktivitäten Dritten preisgeben, wenn der Server nicht sicher oder zuverlässig ist.
el: Η χρήση ενός προσαρμοσμένου διακομιστή DNS μπορεί να επηρεάσει τις ταχύτητες περιήγησης και να εκθέσει τη δραστηριότητά σας σε τρίτους, αν ο διακομιστής δεν είναι ασφαλής ή αξιόπιστος.
et: Kohandatud DNS-serveri kasutamine võib mõjutada sirvimise kiirust ja paljastada su tegevuse kolmandatele osapooltele, kui server ei ole turvaline või usaldusväärne.
fi: Mukautetun DNS-palvelimen käyttö voi vaikuttaa selausnopeuteen ja altistaa toimintasi kolmansille osapuolille, jos palvelin ei ole turvallinen tai luotettava.
fr: L'utilisation d'un serveur DNS personnalisé peut avoir un impact sur la vitesse de navigation et exposer votre activité à des tiers si le serveur n'est pas sécurisé ou fiable.
hr: Korištenje prilagođenog DNS poslužitelja može utjecati na brzinu pregledavanja i izložiti tvoju aktivnost trećim stranama ako poslužitelj nije zaštićen ili pouzdan.
hu: Egy egyedi DNS-kiszolgáló használata befolyásolhatja a böngészési sebességet, és harmadik felek számára is láthatóvá teheti a tevékenységedet, ha a kiszolgáló nem biztonságos vagy nem megbízható.
it: L'utilizzo di un server DNS personalizzato può incidere sulla velocità di navigazione ed esporre la tua attività a terzi se il server non è sicuro o affidabile.
lt: Pasirinktinio DNS serverio naudojimas gali turėti įtakos naršymo greičiui ir atskleisti jūsų veiklą trečiosioms šalims, jei serveris nėra saugus ar patikimas.
nb: Bruk av en tilpasset DNS-server kan påvirke surfehastigheter og eksponere aktiviteten din til tredjeparter hvis serveren ikke er sikker eller pålitelig.
nl: Het gebruik van een aangepaste DNS-server kan de surfsnelheid beïnvloeden en je activiteiten blootstellen aan derden als de server niet veilig of betrouwbaar is.
pt: A utilização de um servidor DNS personalizado pode afetar as velocidades de navegação e expor a tua atividade a terceiros se o servidor não for seguro ou fiável.
ru: Использование собственного DNS-сервера может снизить скорость просмотра веб-страниц и обнаружить ваши действия для третьих лиц, если сервер плохо защищен или работает ненадежно.
sk: Používanie vlastného servera DNS môže ovplyvniť rýchlosť prehliadania a vystaviť tvoju aktivitu tretím stranám, ak server nie je zabezpečený alebo spoľahlivý.
sl: Uporaba strežnika DNS po meri lahko vpliva na hitrost brskanja, če strežnik ni varen ali zanesljiv, pa lahko vaše dejavnosti razkrije tretjim osebam.
sv: När du använder en anpassad DNS-server kan det påverka surfhastigheten och exponera din aktivitet för tredje part om servern inte är säker eller tillförlitlig.
tr: Özel bir DNS sunucusu kullanmak, tarama hızlarını etkileyebilir ve sunucu güvenli veya güvenilir değilse etkinliğini üçüncü taraflara ifşa edebilir.

# vpn.settings.dns.server.apply.button.title
source: Apply
bg: Приложи
cs: Aplikovat
da: Ansøg
de: Übernehmen
el: Εφαρμογή
et: Rakenda
fi: Käytä
fr: Appliquer
hr: Primijeni
hu: Alkalmaz
it: Applica
lt: Taikyti
nb: Bruk
nl: Toepassen
pt: Aplicar
ru: Применить
sk: Použiť
sl: Uporabi
sv: Tillämpa
tr: Uygula

# vpn.settings.dns.server.ipv4.title
source: IPv4 Address
bg: IPv4 адрес
cs: Adresa IPv4
da: IPv4-adresse
de: IPv4-Adresse
el: Διεύθυνση IPv4
et: IPv4 aadress
fi: IPv4-osoite
fr: Adresse IPv4
hr: IPv4 adresa
hu: IPv4-cím
it: Indirizzo IPv4
lt: IPv4 adresas
nb: IPv4-adresse
nl: IPv4-adres
pt: Endereço IPv4
ru: IPv4-адрес
sk: Adresa IPv4
sl: Naslov IPv4
sv: IPv4-adress
tr: IPv4 Adresi

# vpn.settings.dns.server.option.custom
source: Custom
bg: Потребителско
cs: Vlastní
da: Tilpasset
de: Benutzerdefiniert
el: Προσαρμογή
et: Kohandatud
fi: Kustomoitu
fr: Personnalisé
hr: Prilagođeno
hu: Egyéni
it: Personalizzato
lt: Pasirinkti kitą
nb: Tilpasset
nl: Pas Aan
pt: Personalizado
ru: Свой
sk: Vlastné
sl: Druga
sv: Anpassat
tr: Özelleştirme

# vpn.settings.dns.server.option.default
source: DuckDuckGo (Recommended)
bg: DuckDuckGo (Препоръчително)
cs: DuckDuckGo (doporučeno)
da: DuckDuckGo (Anbefalet)
de: DuckDuckGo (empfohlen)
el: DuckDuckGo (Συνιστάται)
et: DuckDuckGo (soovitatav)
fi: DuckDuckGo (Suositeltu)
fr: DuckDuckGo (recommandé)
hr: DuckDuckGo (preporučeno)
hu: DuckDuckGo (ajánlott)
it: DuckDuckGo (consigliato)
lt: „DuckDuckGo“ (rekomenduojama)
nb: DuckDuckGo (anbefalt)
nl: DuckDuckGo (aanbevolen)
pt: DuckDuckGo (Recomendado)
ru: DuckDuckGo (рекомендуется)
sk: DuckDuckGo (odporúčané)
sl: DuckDuckGo (priporočeno)
sv: DuckDuckGo (rekommenderas)
tr: DuckDuckGo (Önerilen)

# vpn.settings.dns.server.screen.title
source: DNS Server
bg: DNS сървър
el: Διακομιστής DNS
fi: DNS-palvelin
fr: Serveur DNS
hr: DNS poslužitelj
hu: DNS-kiszolgáló
it: Server DNS
lt: DNS serveris
pt: Servidor DNS
ru: DNS-сервер
sl: Strežnik DNS
tr: DNS Sunucusu

# vpn.settings.dns.server.title
source: DNS Server
bg: DNS сървър
el: Διακομιστής DNS
fi: DNS-palvelin
fr: Serveur DNS
hr: DNS poslužitelj
hu: DNS-kiszolgáló
it: Server DNS
lt: DNS serveris
pt: Servidor DNS
ru: DNS-сервер
sl: Strežnik DNS
tr: DNS Sunucusu

# waitlist.allow-notifications
source: Allow Notifications
bg: Разрешаване на известия
cs: Povolit oznámení
da: Tillad meddelelser
de: Benachrichtigungen zulassen
el: Επιτρέψτε ειδοποιήσεις
et: Luba teavitused
fi: Salli ilmoitukset
fr: Autoriser les notifications
hr: Dopusti obavijesti
hu: Értesítések engedélyezése
it: Consenti notifiche
lt: Leisti pranešimus
lv: Atļaut paziņojumus
nb: Tillat varsler
nl: Meldingen toestaan
pt: Permitir notificações
ro: Permite notificările
ru: Разрешить уведомления
sk: Povoliť oznámenia
sl: Dovoli obvestila
sv: Tillåt aviseringar
tr: Bildirimlere İzin Ver

# waitlist.available.notification.body
source: Open your invite
bg: Отворете поканата
cs: Otevřít pozvánku
da: Åbn din invitation
de: Öffne deine Einladung
el: Ανοίξτε την πρόσκλησή σας
et: Ava oma kutse
fi: Avaa kutsusi
fr: Ouvrez votre invitation
hr: Otvori svoju pozivnicu
hu: Meghívó megnyitása
it: Apri il tuo invito
lt: Atidaryti pakvietimą
lv: Atver savu ielūgumu
nb: Åpne invitasjonen din
nl: Open je uitnodiging
pt: Abra o seu convite
ro: Deschide invitația ta
ru: Откройте приглашение
sk: Otvorte svoju pozvánku
sl: Odprite svoje povabilo
sv: Öppna din inbjudan
tr: Davetiyenizi açın

# waitlist.copy
source: Copy
bg: Копиране
cs: Kopírovat
da: Kopi
de: Kopieren
el: Αντιγραφή
et: Kopeeri
fi: Kopioi
fr: Copier
hr: Kopiraj
hu: Másolás
it: Copia
lt: Kopijuoti
lv: Kopēt
nb: Kopier
nl: Kopiëren
pt: Copiar
ro: Copiere
ru: Копировать
sk: Kopírovať
sl: Kopiraj
sv: Kopiera
tr: Kopyala

# waitlist.invite-code
source: Invite Code
bg: Код за покана
cs: Zvací kód
da: Invitationskode
de: Einladungscode
el: Κωδικός πρόσκλησης
et: Kutsekood
fi: Kutsukoodi
fr: Code d'invitation
hr: Pozivni kôd
hu: Meghívókód
it: Codice invito
lt: Pakvietimo kodas
lv: Uzaicinājuma kods
nb: Invitasjonskode
nl: Uitnodigingscode
pt: Código de Convite
ro: Codul de invitație
ru: Код приглашения
sk: Pozývací kód
sl: Koda povabila
sv: Inbjudningskod
tr: Davet Kodu

# waitlist.invite-screen.step.title
source: Step %d
bg: Стъпка %d
cs: Krok %d
da: Trin %d
de: Schritt %d
el: Βήμα %d
et: Samm %d
fi: Vaihe %d
fr: Étape %d
hr: Korak %d
hu: %d. lépés
it: Fase %d
lt: %d veiksmas
lv: %d. solis
nb: Trinn %d
nl: Stap %d
pt: Passo %d
ro: Pasul %d
ru: Шаг %d
sk: Krok %d
sl: %d. korak
sv: Steg %d
tr: Adım %d

# waitlist.invite-screen.youre-invited
source: You’re Invited!
bg: Имате покана!
cs: Zveme tě!
da: Du er inviteret!
de: Du bist eingeladen!
el: Έχετε προσκληθεί!
et: Oled kutsutud!
fi: Sinut on kutsuttu!
fr: Vous avez reçu une invitation !
hr: Pozvani ste!
hu: Meghívót kaptál!
it: Hai ricevuto un invito!
lt: Esate pakviesti!
lv: Tu esi uzaicināts!
nb: Du er invitert!
nl: Je bent uitgenodigd!
pt: Está convidado!
ro: Ești invitat(ă)!
ru: Вас пригласили!
sk: Ste pozvaný/-á!
sl: Povabljeni ste!
sv: Du är inbjuden!
tr: Davetlisiniz!

# waitlist.join-waitlist-screen.join
source: Join the Private Waitlist
bg: Включване в списък с чакащи за личен адрес
cs: Připojte se k soukromému pořadníku
da: Slut dig til den private venteliste
de: Auf die private Warteliste setzen
el: Εγγραφείτε στην Ιδιωτική λίστα αναμονής
et: Liituge privaatse ootenimekirjaga
fi: Liity yksityiselle odotuslistalle
fr: Rejoindre la liste d'attente privée
hr: Pridružite se privatnoj listi čekanja
hu: Csatlakozz a privát várólistához
it: Iscriviti alla lista d'attesa privata
lt: Prisijungti prie privataus laukimo sąrašo
lv: Pievienojies privātajam nogaides sarakstam
nb: Sett deg på den private ventelisten
nl: Schrijf je in voor de privéwachtlijst
pt: Adira à Lista de Espera Privada
ro: Alătură-te listei de așteptare private
ru: Приглашаем встать в очередь
sk: Pridajte sa do súkromného zoznamu čakateľov
sl: Pridruži se zasebnemu čakalnemu seznamu
sv: Ställ dig i den privata väntelistan
tr: Özel Bekleme Listesine Katılın

# waitlist.join-waitlist-screen.joining
source: Joining Waitlist...
bg: Включване в списъка с чакащи...
cs: Zapiš se do pořadníku...
da: Tilmelder dig ventelisten ...
de: Auf Warteliste setzen ...
el: Εγγραφή στη λίστα αναμονής...
et: Ootenimekirjaga liitumine ...
fi: Liitytään odotuslistalle...
fr: Inscription à la liste d'attente...
hr: Pridruživanje listi čekanja...
hu: Csatlakozás a várólistához…
it: Iscrizione alla lista d'attesa...
lt: Prisijungiama prie laukimo sąrašo...
lv: Notiek pievienošanās gaidīšanas sarakstam...
nb: Setter deg på ventelisten…
nl: Deelnemen aan wachtlijst ...
pt: A aderir à Lista de Espera...
ro: Te alături listei de așteptare...
ru: Добавление в список ожидания...
sk: Pridáva sa na zoznam čakateľov...
sl: Pridružitev čakalni listi ...
sv: Går med i väntelista ...
tr: Bekleme listesine katılıyorsunuz...

# waitlist.join-waitlist-screen.share-link
source: Share Link
bg: Споделяне на връзка
cs: Sdílet odkaz
da: Del link
de: Link teilen
el: Κοινή χρήση συνδέσμου
et: Jaga linki
fi: Jaa linkki
fr: Partager le lien
hr: Podijeli poveznicu
hu: Link megosztása
it: Condividi link
lt: Bendrinti nuorodą
lv: Kopīgot saiti
nb: Del lenke
nl: Link delen
pt: Partilhar ligação
ro: Trimite linkul
ru: Поделиться ссылкой
sk: Zdieľať odkaz
sl: Daj povezavo v skupno rabo
sv: Dela länk
tr: Bağlantıyı paylaş

# waitlist.joined.no-notification.get-notification
source: Notify Me
bg: УВЕДОМЕТЕ МЕ
cs: UPOZORNĚTE MĚ
da: UNDERRET MIG
de: ICH MÖCHTE BENACHRICHTIGT WERDEN
el: ΝΑ ΕΙΔΟΠΟΙΗΘΩ
et: TEAVITAGE MIND
fi: HALUAN ILMOITUKSEN
fr: ME PRÉVENIR
hr: OBAVIJESTI ME
hu: ÉRTESÍTSETEK
it: INVIAMI UNA NOTIFICA
lt: INFORMUOTI
lv: INFORMĒT MANI
nb: VARSLE MEG
nl: MELDING STUREN
pt: NOTIFICAR-ME
ro: DORESC SĂ PRIMESC NOTIFICĂRI
ru: ОПОВЕСТИТЬ
sk: UPOZORNITE MA
sl: OBVESTI ME
sv: MEDDELA MIG
tr: BANA BİLDİR

# waitlist.joined.no-notification.get-notification-confirmation-title
source: Get a notification when it’s your turn?
bg: Искате ли да получите известие, когато дойде Вашият ред?
cs: Chceš dostávat upozornění, když jsi na řadě?
da: Få en notifikation, når det er din tur?
de: Benachrichtigung erhalten, wenn du an der Reihe bist?
el: Θα θέλατε να λάβετε ειδοποίηση όταν έρθει η σειρά σας;
et: Kas soovid saada teavituse, kui on sinu kord?
fi: Haluatko saada ilmoituksen, kun on sinun vuorosi?
fr: Recevoir une notification lorsque ce sera votre tour ?
hr: Primi obavijest kada dođeš na red?
hu: Szeretnél értesítést kapni, ha sorra kerülsz?
it: Vuoi ricevere una notifica per sapere quando è il tuo turno?
lt: Ar norite gauti pranešimą, kai ateis jūsų eilė?
lv: Vai saņemt paziņojumu, kad pienāks tava kārta?
nb: Skal vi varsle deg når det er din tur?
nl: Een melding krijgen als je aan de beurt bent?
pt: Receber uma notificação quando for a tua vez?
ro: Primești o notificare când este rândul tău?
ru: Сообщить, когда придет ваша очередь?
sk: Chcete dostať upozornenie, keď budete na rade?
sl: Želite prejeti obvestilo, ko boste na vrsti?
sv: Vill du få ett meddelande när det är din tur?
tr: Sıra size geldiğinde bildirim gelsin mi?

# waitlist.joined.no-notification.no-thanks
source: No Thanks
bg: Не, благодаря
cs: Ne, děkuji
da: Nej tak.
de: Nein, danke
el: Όχι, ευχαριστώ
et: Ei aitäh
fi: Ei kiitos
fr: Non merci
hr: Ne, hvala
hu: Nem, köszönöm
it: No, grazie
lt: Ne, dėkoju
lv: Nē, paldies
nb: Nei takk
nl: Nee, bedankt
pt: Não, obrigado
ro: Nu, mulțumesc
ru: Нет, спасибо
sk: Nie, ďakujem
sl: Ne, hvala
sv: Nej tack
tr: Hayır Teşekkürler

# waitlist.notification.disabled
source: We can notify you when it’s your turn, but notifications are currently disabled for DuckDuckGo.
bg: Можем да ви изпратим известие, когато дойде вашият ред, но в момента известията за DuckDuckGo са деактивирани.
cs: Můžeme ti dát vědět, až budeš na řadě, ale aktuálně jsou oznámení pro DuckDuckGo vypnutá.
da: Vi kan give dig besked, når det er din tur, men beskeder er i øjeblikket deaktiveret for DuckDuckGo.
de: Wir können dich benachrichtigen, wenn es soweit ist, aber Benachrichtigungen sind derzeit für DuckDuckGo deaktiviert.
el: Μπορούμε να σας ειδοποιήσουμε όταν έρθει η σειρά σας, ωστόσο οι ειδοποιήσεις είναι προς το παρόν απενεργοποιημένες για το DuckDuckGo.
et: Võime sind teavitada, kui on sinu kord aga DuckDuckGo jaoks on teavitused praegu keelatud.
fi: Voimme ilmoittaa sinulle, kun on sinun vuorosi, mutta ilmoitukset ovat tällä hetkellä poissa käytöstä DuckDuckGossa.
fr: Nous pouvons vous avertir lorsque ce sera votre tour, mais les notifications sont actuellement désactivées pour DuckDuckGo.
hr: Možemo vas obavijestiti kada dođete na red, ali obavijesti su trenutačno onemogućene za DuckDuckGo.
hu: Értesíthetünk, ha sorra kerülsz, de a DuckDuckGo értesítései jelenleg le vannak tiltva.
it: Possiamo informarti non appena sarà il tuo turno, tuttavia le notifiche sono attualmente disabilitate per DuckDuckGo.
lt: Galime jus informuoti, kai bus jūsų eilė, tačiau šiuo metu pranešimai yra išjungti „DuckDuckGo“.
lv: Mēs varam tev paziņot, kad būs pienākusi tava kārta, taču pašlaik DuckDuckGo paziņojumi ir atspējoti.
nb: Vi kan varsle deg når det er din tur, men varsler er for øyeblikket deaktivert for DuckDuckGo.
nl: We kunnen je informeren wanneer je aan de beurt bent, maar meldingen zijn momenteel uitgeschakeld voor DuckDuckGo.
pt: Podemos notificá-lo quando for a sua vez, mas as notificações, de momento, estão desativadas para o DuckDuckGo.
ro: Te putem înștiința când este rândul tău, însă notificările sunt momentan dezactivate pentru DuckDuckGo.
ru: Мы можем уведомить вас, когда подойдет ваша очередь, но для этого нужно включить уведомления от DuckDuckGo.
sk: Môžeme vám poslať upozornenie, keď na vás príde rad, ale pre DuckDuckGo sú v súčasnosti upozornenia vypnuté.
sl: Lahko vas obvestimo, ko boste na vrsti, toda obvestila za DuckDuckGo so trenutno onemogočena.
sv: Vi kan meddela dig när det är din tur, men meddelanden är för närvarande avstängda för DuckDuckGo.
tr: Sıra size geldiğinde bunu bildirebiliriz, ancak bildirimler şu anda DuckDuckGo için devre dışı bırakılmış.

# waitlist.privacy-disclaimer
source: You won’t need to share any personal information to join the waitlist. You’ll secure your place in line with a timestamp that exists solely on your device so we can notify you when it’s your turn.
bg: Не е необходимо да споделяте лична информация, за да се включите в списъка с чакащи. Ще си осигурите място на опашката с клеймо за време, което съществува само на Вашето устройство, така можем да Ви уведомим, когато дойде Вашият ред.
cs: Kvůli zařazení do pořadníku není nutné sdílet žádné osobní údaje. Tvé místo se určuje podle časového razítka uloženého jen ve tvém zařízení tak, abychom tě mohli upozornit, až budeš na řadě.
da: Du behøver ikke at dele nogen personlige oplysninger for at komme på ventelisten. Du sikrer din plads i køen med et tidsstempel, der udelukkende findes på din enhed, så vi kan give dig besked, når det er din tur.
de: Um dich in die Warteliste einzutragen, musst du keine persönlichen Daten angeben. Du sicherst deinen Platz mit einem Zeitstempel, der nur auf deinem Gerät vorhanden ist, damit wir dich benachrichtigen können, wenn du an der Reihe bist.
el: Δεν θα χρειαστεί να κοινοποιήσετε προσωπικά στοιχεία για εγγραφή στη λίστα αναμονής. Θα εξασφαλίσετε τη θέση σας στη λίστα αναμονής βάσει χρονικής σήμανσης που υπάρχει αποκλειστικά στη συσκευή σας, ώστε να μπορούμε να σας ειδοποιήσουμε μόλις έρθει η σειρά σας.
et: Ootenimekirjaga liitumiseks ei pea isikuandmeid jagama. Sinu järjekorrakoht on kinnitatud ainult sinu seadmes oleva ajatempliga ja me teavitame sind, kui on sinu kord.
fi: Sinun ei tarvitse jakaa henkilötietoja liittyäksesi jonotuslistalle. Varmistat paikkasi jonossa aikaleimalla, joka on olemassa vain laitteessasi. Näin voimme ilmoittaa sinulle, kun on sinun vuorosi.
fr: Vous n'aurez pas à fournir d'informations personnelles pour vous inscrire sur la liste d'attente. Votre place sera assurée par un horodatage associé uniquement à votre appareil, qui nous permettra de vous informer quand viendra votre tour.
hr: Nećete morati podijeliti nikakve osobne podatke za pridruživanje listi čekanja. Svoje ćete mjesto osigurati u skladu s vremenskom oznakom koja postoji samo na vašem uređaju kako bismo vas mogli obavijestiti kada na vas dođe red.
hu: Nem kell megosztanod a személyes adataid a várólistához való csatlakozáshoz. A sorban elfoglalt helyedet egy olyan időbélyegző igazolja, amely kizárólag az eszközödön található meg, így értesíteni tudunk, amikor sorra kerülsz.
it: Per iscriverti alla lista d'attesa non dovrai comunicare alcuna informazione personale. Ti assicurerai un posto in fila con un timestamp presente esclusivamente sul tuo dispositivo, così potremo avvisarti quando sarà il tuo turno.
lt: Jums nereikia dalintis savo asmenine informacija, kad prisijungtumėte prie laukimo sąrašo. Užsitikrinsite vietą eilėje laiko žyma, kuri egzistuoja tik jūsų įrenginyje, kad galėtume jus įspėti, kai ateis jūsų eilė.
lv: Lai pievienotos gaidīšanas sarakstam, tev nav jādalās ar personisku informāciju. Tu ieņemsi vietu rindā, izmantojot laikspiedolu, kas pastāv tikai tavā ierīcē, lai mēs varētu tevi informēt, kad pienāks tava kārta.
nb: Du behøver ikke å dele noen personopplysninger for å sette deg på ventelisten. Du sikrer plassen din i køen med et tidsstempel som kun eksisterer på enheten din, så vi kan varsle deg når det er din tur.
nl: Je hoeft geen persoonsgegevens te delen om op de wachtlijst te komen. Je stelt je plaats veilig met een tijdstempel die alleen op jouw apparaat bestaat. Zo kunnen we je informeren wanneer je aan de beurt bent.
pt: Não precisará de partilhar nenhuma informação pessoal para aderir à lista de espera. Irá proteger o seu lugar na fila com um carimbo de data/hora que existe exclusivamente em seu dispositivo, para que possamos notificá-lo quando for a sua vez.
ro: Nu va trebui să comunici informații personale, pentru a te înscrie pe lista de așteptare. Îți vei asigura locul la coadă, folosind o marcă de timp care există numai pe dispozitivul tău, astfel încât să te putem înștiința când ți-a sosit rândul.
ru: Чтобы записаться в список ожидания, не нужно делиться личной информацией. Временная метка, хранящаяся только на вашем устройстве, позволит нам определить, когда подойдет ваша очередь, о чем мы сообщим вам дополнительно.
sk: Pri pridávaní sa na zoznam čakateľov nemusíte zadávať žiadne osobné údaje. Svoje miesto si zabezpečíte časovou pečiatkou, ktorá existuje výlučne vo vašom zariadení, aby sme vás mohli upozorniť, keď budete na rade.
sl: Za pridružitev čakalnemu seznamu vam ne bo treba posredovati nobenih osebnih podatkov. Svoje mesto si boste zagotovili v skladu s časovnim žigom, ki obstaja samo v vaši napravi, tako da vas lahko obvestimo, ko boste na vrsti.
sv: Du behöver inte dela någon personlig information för att ställa dig på väntelistan. Du reserverar din plats i kön med en tidsstämpel som bara finns på din enhet, så att vi kan meddela dig när det är din tur.
tr: Bekleme listesine katılmak için kişisel bilgilerinizi paylaşmanız gerekmez. Yerinizi yalnızca cihazınıza yerleştirilen bir zaman damgası ile güvence altına alacaksınız. Böylece sıranız geldiğinde sizi bilgilendirebiliriz.

# waitlist.queue-screen.on-the-list
source: You’re on the list!
bg: Включени сте в списъка с чакащи!
cs: Jsi v pořadníku!
da: Du er på listen!
de: Du stehst auf der Liste!
el: Βρίσκεστε στη λίστα!
et: Oled ootenimekirjas!
fi: Olet odotuslistalla!
fr: Vous êtes sur liste d'attente !
hr: Na popisu ste!
hu: Felkerültél a listára!
it: Sei in lista d'attesa.
lt: Esate sąraše!
lv: Tu esi sarakstā!
nb: Du står på listen!
nl: Je staat op de lijst!
pt: Está na lista!
ro: Ești pe listă!
ru: Вы в списке!
sk: Ste na zozname čakateľov!
sl: Na seznamu ste!
sv: Du står på listan!
tr: Listedesiniz!

# waitlist.settings.download-available
source: Download available
bg: Налично за изтегляне
cs: Ke stažení
da: Download tilgængelig
de: Download verfügbar
el: Διαθέσιμη λήψη
et: Saadaval on allalaadimine
fi: Lataus saatavilla
fr: Téléchargement disponible
hr: Preuzimanje je dostupno
hu: Letöltés elérhető
it: Download disponibile
lt: Galima atsisiųsti
lv: Pieejama lejupielāde
nb: Nedlasting tilgjengelig
nl: Download beschikbaar
pt: Transferência disponível
ro: Descărcare disponibilă
ru: Готово к загрузке
sk: K dispozícii na stiahnutie
sl: Na voljo za prenos
sv: Nedladdning tillgänglig
tr: İndirme mevcut

# waitlist.share-sheet.title
source: You’re Invited!
bg: Имате покана!
cs: Zveme tě!
da: Du er inviteret!
de: Du bist eingeladen!
el: Έχετε προσκληθεί!
et: Oled kutsutud!
fi: Sinut on kutsuttu!
fr: Vous avez reçu une invitation !
hr: Pozvani ste!
hu: Meghívót kaptál!
it: Hai ricevuto un invito!
lt: Esate pakviesti!
lv: Tu esi uzaicināts!
nb: Du er invitert!
nl: Je bent uitgenodigd!
pt: Está convidado!
ro: Ești invitat(ă)!
ru: Вас пригласили!
sk: Ste pozvaný/-á!
sl: Povabljeni ste!
sv: Du är inbjuden!
tr: Davetlisiniz!

# web.url.remove.favorite.done
source: Favorite removed
bg: Премахнато от любими
cs: Oblíbená položka odstraněna
da: Favorit fjernet
de: Favorit wurde entfernt
el: Το Αγαπημένο αφαιρέθηκε
et: Lemmik on eemaldatud
fi: Suosikki poistettu
fr: Favori supprimé
hr: Omiljena je stavka uklonjena
hu: Kedvenc eltávolítva
it: Preferito rimosso
lt: Mėgstamas pašalintas
lv: Izlase ir noņemta
nb: Favoritt er fjernet
nl: Favoriet verwijderd
pt: Favorito removido
ro: Favorit eliminat
ru: Страница удалена из избранного
sk: Obľúbená položka bola odstránená
sl: Priljubljeni odstranjeni
sv: Favorit borttagen
tr: Favori kaldırıldı
uk: Улюблене видалено

# web.url.save.bookmark.done
source: Bookmark added
bg: Добавена е отметка
cs: Záložka přidána
da: Bogmærke tilføjet
de: Lesezeichen hinzugefügt
el: Προστέθηκε σελιδοδείκτης
et: Järjehoidja lisatud
fi: Kirjanmerkki lisätty
fr: Signet ajouté
hr: Knjižna oznaka je dodana
hu: Könyvjelző hozzáadva
it: Segnalibro aggiunto
lt: Žymė pridėta
lv: Pievienota grāmatzīme
nb: Bokmerke lagt til
nl: Bladwijzer toegevoegd
pt: Marcador adicionado
ro: Semn de carte adăugat
ru: Закладка добавлена
sk: Záložka je pridaná
sl: Zaznamek je dodan
sv: Bokmärket har lagts till
tr: Yer imi eklendi
uk: Додано закладку
