Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# ppro.feedback-form.text-5
source: By tapping "Submit" you agree that DuckDuckGo may use information submitted to improve the app.
bg: С натискането на бутона „Изпращане“ се съгласявате, че DuckDuckGo може да използва предоставената информация за подобряване на приложението.
cs: Klepnutím na Odeslat vyjadřuješ souhlas s tím, že DuckDuckGo může použít poskytnuté informace ke zlepšení aplikace.
da: Ved at trykke på "Send" accepterer du, at DuckDuckGo må bruge de indsendte oplysninger til at forbedre appens funktioner.
de: Indem du auf „Absenden“ tippst, erklärst du dich damit einverstanden, dass DuckDuckGo die übermittelten Informationen zur Verbesserung der App verwenden darf.
el: Πατώντας «Υποβολή» συμφωνείτε ότι το DuckDuckGo μπορεί να χρησιμοποιήσει τις πληροφορίες που υποβάλλονται για βελτίωση της εφαρμογής.
et: Puudutades nuppu „Saada“, nõustute, et DuckDuckGo võib kasutada esitatud teavet rakenduse täiustamiseks.
fi: Napauttamalla "Lähetä" hyväksyt, että DuckDuckGo voi käyttää annettuja tietoja sovelluksen parantamiseen.
fr: En appuyant sur « Envoyer », vous autorisez DuckDuckGo à utiliser les informations fournies pour améliorer l'application.
hr: Dodirom na "Pošalji" slažeš se da DuckDuckGo može koristiti poslane informacije za poboljšanje aplikacije.
hu: Az „Elküldés” gombra koppintva elfogadod, hogy a DuckDuckGo felhasználhatja a megadott információkat az alkalmazás fejlesztése céljából.
it: Toccando "Invia" accetti che DuckDuckGo possa usare le informazioni inviate per migliorare l'app.
lt: Bakstelėdamas „Pateikti“ sutinku, kad „DuckDuckGo“ gali naudoti pateiktą informaciją programėlės funkcijų gerinimo tikslais.
nb: Ved å trykke på «Send inn» godtar du at DuckDuckGo kan bruke den innsendte informasjonen til å forbedre appen.
nl: Door op 'Verzenden' te tikken, geef je akkoord dat DuckDuckGo de verzonden informatie mag gebruiken om de app te verbeteren.
pt: Ao tocares em "Enviar", concordas que o DuckDuckGo pode utilizar as informações enviadas para melhorar a aplicação.
ru: Нажимая кнопку «Отправить», вы разрешаете DuckDuckGo использовать предоставленную информацию для улучшения работы приложения.
sk: Klepnutím na „Odoslať“ súhlasíš s tým, že DuckDuckGo môže použiť poskytnuté informácie na zlepšenie aplikácie.
sl: Z dotikom možnosti »Pošlji« se strinjate, da lahko DuckDuckGo uporabi poslane informacije za izboljšanje aplikacije.
sv: Genom att trycka på ”Skicka” godkänner du att DuckDuckGo får använda den inskickade informationen för att förbättra appen.
tr: "Gönder"e dokunarak, DuckDuckGo'nun gönderilen bilgileri uygulamayı iyileştirmek için kullanabileceğini kabul ediyorsunuz.

# ppro.feedback-form.text-box.title
source: Feedback
bg: Обратна връзка
cs: Zpětná vazba
el: Σχόλια
et: Tagasiside
fi: Palaute
fr: Avis
hr: Povratne informacije
hu: Visszajelzés
lt: Atsiliepimai
nb: Tilbakemelding
pt: Comentários
ru: Отзыв
sk: Spätná väzba
sl: Povratne informacije
tr: Geri Bildirim

# ppro.feedback-form.title
source: Send Feedback
bg: Изпратете отзив
cs: Odeslat zpětnou vazbu
da: Send tilbagemelding
de: Rückmeldung senden
el: Αποστολή σχολίου
et: Saada tagasisidet
fi: Lähetä palautetta
fr: Envoyer vos remarques
hr: Pošalji povratnu informaciju
hu: Visszajelzés küldése
it: Invia feedback
lt: Siųsti atsiliepimą
nb: Send tilbakemelding
nl: Verstuur feedback
pt: Enviar comentário
ru: Отправить отзыв
sk: Odoslať spätnú väzbu
sl: Pošljite povratne informacije
sv: Skicka återkoppling
tr: Geri Bildirim gönder

# prefrences.sync.bookmarks-limit-exceeded-action
source: Manage Bookmarks
bg: Управление на отметки
cs: Spravovat záložky
da: Administrer bogmærker
de: Lesezeichen verwalten
el: Διαχείριση σελιδοδεικτών
et: Halda järjehoidjaid
fi: Hallitse kirjanmerkkejä
fr: Gérer les signets
hr: Upravljanje knjižnim oznakama
hu: Könyvjelzők kezelése
it: Gestisci segnalibri
lt: Tvarkyti žymes
nb: Administrer bokmerker
nl: Bladwijzers beheren
pt: Gerir marcadores
ro: Gestionează marcajele
ru: Управление закладками
sk: Správa záložiek
sl: Upravljanje zaznamkov
sv: Hantera bokmärken
tr: Yer İmlerini Yönet

# prefrences.sync.bookmarks-limit-exceeded-description
source: You've reached the maximum number of bookmarks. Please delete some to resume sync.
bg: Достигнахте максималния брой отметки. Изтрийте някои от тях, за да възобновите синхронизирането.
cs: Už máš maximální počet záložek. Jestli chceš synchronizaci obnovit, některé smaž.
da: Du har nået det maksimale antal bogmærker. Slet nogle af dem for at genoptage synkroniseringen.
de: Du hast die maximale Anzahl von Lesezeichen erreicht. Lösche Lesezeichen, um die Synchronisierung fortzusetzen.
el: Έχετε φτάσει στον μέγιστο αριθμό σελιδοδεικτών. Διαγράψτε ορισμένους για να συνεχίσετε τον συγχρονισμό.
et: Oled saavutanud maksimaalse järjehoidjate arvu. Kustuta mõni, et jätkata sünkroonimisega.
fi: Kirjanmerkkikiintiösi on täynnä. Poista jotakin niistä jatkaaksesi synkronointia.
fr: Vous avez atteint le nombre maximal de signets. Veuillez en supprimer quelques-uns pour reprendre la synchronisation.
hr: Dosegnut je maksimalni broj knjižnih oznaka. Izbriši neke za nastavak sinkronizacije.
hu: Elérted a könyvjelzők maximális számát. A szinkronizálás folytatásához törölj néhányat.
it: Hai raggiunto il numero massimo di segnalibri. Eliminane alcuni per riprendere la sincronizzazione.
lt: Pasiekėte didžiausią žymių skaičių. Ištrinkite kai kurias žymes, kad tęstumėte sinchronizavimą.
nb: Du har nådd det maksimale antallet bokmerker. Slett noen for å gjenoppta synkronisering.
nl: Je hebt het maximumaantal bladwijzers bereikt. Verwijder er een paar om de synchronisatie te hervatten.
pt: Atingiste o número máximo de marcadores. Elimina algumas para retomar a sincronização.
ro: Ai atins numărul maxim de marcaje. Șterge câteva pentru a relua sincronizarea.
ru: Достигнуто максимальное число закладок. Чтобы возобновить синхронизацию, удалите некоторые из них.
sk: Dosiahli ste maximálny počet záložiek. Ak chcete obnoviť synchronizáciu, odstráňte niektoré záložky.
sl: Dosegli ste največje število zaznamkov. Izbrišite jih nekaj, če želite nadaljevati sinhronizacijo.
sv: Du har nått det maximala antalet bokmärken. Ta bort några för att återuppta synkronisering.
tr: Maksimum yer işareti sayısına ulaştınız. Lütfen senkronizasyona devam etmek için bazılarını silin.

# prefrences.sync.credentials-limit-exceeded-action
source: Manage passwords…
bg: Управление на пароли…
cs: Spravovat hesla…
da: Administrer adgangskoder...
de: Passwörter verwalten …
el: Διαχείριση κωδικών πρόσβασης…
et: Halda paroole…
fi: Hallitse salasanoja…
fr: Gérer les mots de passe…
hr: Upravljanje lozinkama…
hu: Jelszavak kezelése…
it: Gestisci password…
lt: Slaptažodžių valdymas…
nb: Administrer passord …
nl: Wachtwoorden beheren …
pt: Gerir palavras-passe…
ro: Gestionează parolele…
ru: Управление паролями...
sk: Spravovať heslá…
sl: Upravljanje gesel…
sv: Hantera lösenord…
tr: Şifreleri yönet…

# prefrences.sync.credentials-limit-exceeded-description
source: You've reached the maximum number of passwords. Please delete some to resume sync.
bg: Достигнахте максималния брой пароли. Изтрийте някои от тях, за да възобновите синхронизирането.
cs: Už máš maximální počet hesel. Jestli chceš synchronizaci obnovit, některá smaž.
da: Du har nået det maksimale antal adgangskoder. Slet nogle af dem for at genoptage synkroniseringen.
de: Du hast die maximale Anzahl von Passwörtern erreicht. Lösche einige, um die Synchronisierung fortzusetzen.
el: Έχετε φτάσει στον μέγιστο αριθμό κωδικών πρόσβασης. Διαγράψτε ορισμένους για να συνεχίσετε τον συγχρονισμό.
et: Oled saavutanud maksimaalse paroolide arvu. Kustuta mõni, et jätkata sünkroonimisega.
fi: Salasanakiintiösi on täynnä. Poista joitain salasanoja jatkaaksesi synkronointia.
fr: Vous avez atteint le nombre maximal de mots de passe. Veuillez en supprimer quelques-uns pour reprendre la synchronisation.
hr: Dosegnut je maksimalni broj lozinki. Izbriši neke za nastavak sinkronizacije.
hu: Elérted a jelszavak maximális számát. A szinkronizálás folytatásához törölj néhányat.
it: Hai raggiunto il numero massimo di password. Eliminane alcuni per riprendere la sincronizzazione.
lt: Pasiekėte maksimalų slaptažodžių skaičių. Ištrinkite kai kuriuos slaptažodžius, kad tęstumėte sinchronizavimą.
nb: Du har nådd det maksimale antallet passord. Slett noen for å gjenoppta synkronisering.
nl: Je hebt het maximumaantal wachtwoorden bereikt. Verwijder er een paar om de synchronisatie te hervatten.
pt: Atingiste o número máximo de palavras-passe. Elimina algumas para retomar a sincronização.
ro: Ai atins numărul maxim de parole. Șterge câteva pentru a relua sincronizarea.
ru: Достигнуто максимальное число паролей. Чтобы возобновить синхронизацию, удалите некоторые из них.
sk: Dosiahli ste maximálny počet hesiel. Ak chcete obnoviť synchronizáciu, odstráňte niektoré záložky.
sl: Dosegli ste največje število gesel. Izbrišite jih nekaj, če želite nadaljevati sinhronizacijo.
sv: Du har nått det maximala antalet lösenord. Ta bort några för att återuppta synkroniseringen.
tr: Maksimum şifre sayısına ulaştınız. Lütfen senkronizasyona devam etmek için bazılarını silin.

# prefrences.sync.invalid-login-description
source: Sync encountered an error. Try disabling sync on this device and then reconnect using another device or your recovery code.
bg: Някои отметки или пароли са форматирани неправилно или са твърде дълги и не бяха синхронизирани.
cs: Některé záložky nebo hesla jsou nesprávně naformátované nebo příliš dlouhé, takže jsme je nemohli synchronizovat.
da: Nogle bogmærker eller adgangskoder er formateret forkert eller er for lange og blev ikke synkroniseret.
de: Einige Lesezeichen oder Passwörter sind falsch formatiert oder zu lang und wurden nicht synchronisiert.
et: Mõned järjehoidjad või paroolid on valesti vormindatud või liiga pikad ja neid ei sünkroonitud.
fi: Jotkin kirjanmerkit tai salasanat on väärin muotoiltuja tai liian pitkiä, eikä niitä ole synkronoitu.
fr: Certains signets ou mots de passe sont mal formatés ou trop longs et n'ont pas été synchronisés.
hr: Neke oznake ili lozinke formatirane su pogrešno, ili su preduge i nisu sinkronizirane.
hu: Egyes könyvjelzők vagy jelszavak helytelen formátumúak vagy túl hosszúak, és nem lettek szinkronizálva.
it: Alcuni segnalibri o password sono formattati in modo errato o sono troppo lunghi e non sono stati sincronizzati.
nb: Noen bokmerker eller passord er formatert feil eller for lange og ble ikke synkronisert.
nl: Sommige bladwijzers of wachtwoorden hebben de verkeerd indeling of te lang en werden niet gesynchroniseerd.
pt: Alguns marcadores ou palavras-passe estão formatados incorretamente ou são demasiado longos e não foram sincronizados.
ro: A apărut o eroare în timpul sincronizării. Încearcă să dezactivezi sincronizarea pe acest dispozitiv și apoi reconectează-te folosind un alt dispozitiv sau codul de recuperare.
ru: Некоторые закладки или пароли не синхронизируются из-за неверного формата или превышения ограничений по длине.
sk: Niektoré záložky alebo heslá sú nesprávne naformátované alebo príliš dlhé a neboli synchronizované.
sl: Nekateri zaznamki ali gesla so napačno oblikovani ali predolgi in niso bili sinhronizirani.
sv: Vissa bokmärken eller lösenord är felaktigt formaterade eller för långa och synkroniserades inte.

# prefrences.sync.limit-exceeded-title
source: Sync Paused
bg: Синхронизирането е на пауза
cs: Synchronizace je pozastavená
da: Synkronisering sat på pause
de: Synchronisierung angehalten
el: Παύση συγχρονισμού
et: Sünkroonimine peatatud
fi: Synkronointi keskeytetty
fr: Synchronisation suspendue
hr: Sinkronizacija je zaustavljena
hu: Szinkronizálás szüneteltetve
it: Sincronizzazione in pausa
lt: Sinchronizavimas pristabdytas
nb: Synkronisering satt på pause
nl: Synchronisatie onderbroken
pt: Sincronização em pausa
ro: Sincronizarea întreruptă
ru: Синхронизация на паузе
sk: Synchronizácia bola pozastavená
sl: Sinhronizacija je začasno zaustavljena
sv: Synkronisering pausad
tr: Senkronizasyon Duraklatıldı

# preserveLogins.domain.list.footer
source: Websites rely on cookies to keep you signed in. When you Fireproof a site, cookies won’t be erased and you’ll stay signed in, even after using the Fire Button. We still block third-party trackers found on Fireproof websites.
bg: Уеб сайтовете разчитат на бисквитки, за да поддържат сесията ви активна. Когато направите сайта огнеустойчив, бисквитките няма да бъдат изтрити и ще останете вписани, дори след като използвате огнения бутон. Ние все пак блокираме тракери на трети страни, които се намират на огнеустойчиви сайтове.
cs: Webové stránky spoléhají na soubory cookie, aby vás udržely přihlášené. Když na webu zapnete ochranu, soubory cookie se nevymažou a zůstanete přihlášeni, a to i po použití tlačítka pro mazání. Stále přitom blokujeme sledovací programy třetích stran nalezené na webových stránkách s ochranou.
da: Websider er afhængige af cookies for at bevare dig logget ind. Når du Brandsikrer et websted, slettes cookies ikke, og du forbliver logget ind, selv efter, at du har brugt Brand-knappen. Vi blokerer stadig tredjeparts-trackere, der findes på Brandsikre-websteder.
de: Websites sorgen mit Cookies dafür, dass du angemeldet bleibst. Wenn du eine Website feuerfest machst, werden Cookies nicht gelöscht und du bleibst angemeldet – auch nach Verwendung der Schaltfläche „Feuer“. Wir blockieren weiterhin auf feuerfest gemachten Websites gefundene Tracker von Dritten.
el: Οι ιστότοποι βασίζονται σε cookies για να σας διατηρούν συνδεδεμένους. Όταν ενεργοποιείτε τη διαγραφή δραστηριότητας για έναν ιστότοπο, τα cookies δεν διαγράφονται και παραμένετε συνδεδεμένοι, ακόμα και μετά τη χρήση του Κουμπιού διαγραφής δραστηριότητας. Εξακολουθούμε να αποκλείουμε εφαρμογές παρακολούθησης από τρίτους που υπάρχουν σε ιστότοπους με διαγραφή δραστηριότητας.
et: Veebisaidid kasutavad küpsiseid, et hoida sind sisse logitud. Kui teed saidi tulekindlaks, ei kustutata küpsiseid ja sa jääd sisse logituks isegi pärast tulenupu kasutamist. Me blokeerime endiselt kolmanda poole jälitajad, kelle me tulekindlatelt lehtedelt leiame.
fi: Verkkosivustot käyttävät evästeitä, joilla pysyt kirjautuneena sisään. Kun teet sivustosta palonkestävän, evästeitä ei poisteta ja pysyt kirjautuneena sisään, vaikka käytät Liekki-painiketta. Estämme edelleen kolmannen osapuolen seurannan palonkestävillä sivustoilla.
fr: Les sites Web utilisent des cookies pour maintenir votre connexion. Quand vous placez un site en mode coupe-feu, les cookies sont conservés et vous restez connecté(e), même après avoir utilisé le bouton en forme de flamme. Ceci dit, les traqueurs tiers sont bloqués sur les sites coupe-feu.
hr: Web-mjesta oslanjaju se na kolačiće kako bi te zadržala prijavljenim/om. Kada je web-mjesto označeno kao zaštićeno, kolačići neće biti izbrisani i ostat ćeš prijavljen/a čak i nakon upotrebe gumba Fire. I dalje blokiramo alate za praćenje trećih strana koje pronađemo na mrežnim mjestima označenim kao Fireproof.
hu: A webhelyek sütik segítségével teszik lehetővé, hogy bejelentkezve maradhass. Ha tűzállóvá teszel egy weboldalt, a sütik nem törlődnek, és még a Tűz gomb használata után is bejelentkezve maradsz. A tűzálló webhelyeken a külső felek nyomkövetőit azonban blokkoljuk.
it: Per mantenere l'accesso degli utenti, i siti web si affidano ai cookie. Quando attivi la Protezione dal fuoco per un sito, i cookie non verranno cancellati e manterrai l'accesso, anche dopo aver usato il Fire Button (icona del fuoco). Continueremo a bloccare i tracker di terze parti anche sui siti ignifughi.
lt: Svetainės pagrįstos slapukais, kad liktumėte prisijungę. Apsaugojus svetainę, slapukai nėra ištrinami ir liksite prisijungę net paspaudę apsaugojimo mygtuką. Vis tiek blokuosime trečiųjų šalių stebėjimo priemones, randamas svetainėse, kuriose pasinaudosite parinktimi „Fireproof“.
lv: Vietnes lieto sīkfailus, lai tu varētu turpināt būt pierakstījies(-usies). Padarot vietni ugunsdrošu, sīkfaili netiek dzēsti, bet tu vari turpināt būt pierakstījies(-usies) arī pēc Uguns pogas lietošanas. Mēs joprojām bloķēsim trešo pušu izsekotājus, kas atrodami ugunsdrošās vietnēs.
nb: Nettsider anvender informasjonskapsler for å holde deg innlogget. Når du gjør en side brannsikker, slettes ikke informasjonskapslene, og du forblir innlogget, selv etter å ha brukt brannknappen. Vi blokkerer fortsatt tredjeparters sporingsanordninger som blir funnet på Brannsikre nettsteder.
nl: Websites gebruiken cookies om te zorgen dat je ingelogd blijft. Als je een site brandveilig maakt, worden de cookies niet gewist en blijf je ingelogd, zelfs nadat je de vuurknop hebt gebruikt. Trackers van derden worden ook op brandveilige websites geblokkeerd.
pt: Os websites confiam nos cookies para o manter ligado. Quando se usa uma barreira de segurança num site, os cookies não são apagados e permanecerá ligado, mesmo após usar o botão de segurança. Ainda bloqueamos rastreadores de terceiros encontrados em sites com barreiras de segurança.
ro: Site-urile web se bazează pe cookie-uri pentru a te menține conectat. Atunci când ștergi activitatea și istoricul unui site, cookie-urile nu vor fi șterse și vei rămâne conectat, chiar și după utilizarea butonului Ștergere activitate și istoric. Blocăm totuși instrumentele de urmărire terțe găsite pe site-urile web cu ștergerea activității și istoricului din browser la ieșire.
ru: Чтобы вам не приходилось каждый раз входить в свою учетную запись, сайты используют куки-файлы. Если сделать сайт огнеупорным, мы не будем стирать его куки-файлы, даже если вы воспользуетесь кнопкой «Огонь». Но мы по-прежнему будем блокировать сторонние трекеры, в том числе на огнеупорных сайтах.
sk: Webové stránky sa spoliehajú na súbory cookie, aby ste zostali prihlásení. Keď webovú stránku zabezpečíte funkciou ohňovzdornosti, súbory cookie nebudú zmazané a zostanete prihlásení aj po použití tlačidla Oheň. Stále budeme blokovať sledovacie zariadenia tretích strán, ktoré sa nachádzajú na webových stránkach zabezpečených funkciou ohňovzdornosti.
sl: Spletne strani se zanašajo na piškotke, da boš vedno prijavljen. Ko spletno mesto požarno zaščitiš, piškotki ne bodo izbrisani in ostal boš prijavljen tudi po uporabi gumba Fire. Še vedno blokiramo zunanje sledilce, ki jih najdemo na požarno izoliranih spletnih mestih.
sv: Webbplatser använder kakor för att hålla dig inloggad. Om du brandsäkrar en webbplats kommer kakor inte att raderas och du förblir inloggad även efter att du har använt brännarknappen. Vi blockerar fortfarande tredje parters spårare som finns på brandsäkrade webbplatser.
tr: Web siteleri oturumunuzu açık tutmak için çerezler kullanır. Bir siteyi Korumalı hâle getirdiğinizde çerezler silinmez ve Yangın Düğmesi'ni kullandıktan sonra bile oturumunuz açık kalır. Korumalı web sitelerinde bulunan üçüncü taraf izleyicileri yine engelleriz.
uk: Вебсайти покладаються на файли cookie, щоб ви залишалися в системі. Коли ви захищаєте сайт від вогнетривкості, файли cookie не видаляються, і ви залишаєтеся в системі навіть після використання Кнопки Вогню. Ми все ще блокуємо сторонні трекери, знайдені на вогнетривких вебсайтах.

# preserveLogins.domain.list.title
source: Fireproof Sites
bg: Огнеустойчиви сайтове
cs: Stránky s ochranou
da: Brandsikre websteder
de: Feuerfeste Seiten
el: Ασφαλείς ιστότοποι
et: Tulekindlad veebisaidid
fi: Tee sivustoista palonkestäviä
fr: Sites coupe-feu
hr: Zaštićena web-mjesta
hu: Tűzálló weboldalak
it: Siti a prova di fuoco
lt: Apsaugoti svetaines
lv: Ugunsdrošas vietnes
nb: Brannsikre nettsteder
nl: Brandveilige websites
pt: Sites com barreira de segurança
ro: Site-uri cu ștergerea activității și istoricului din browser la ieșire
ru: Огнеупорные сайты
sk: Zabezpečené stránky
sl: Spletne strani s požarno zaščito
sv: Brandsäkra webbplatser
tr: Korumalı Siteler
uk: Вогнетривкі Сайти

# preserveLogins.fireproof.message
source: Fireproofing this site will keep you signed in after using the Fire Button.
bg: Ако направите този сайт огнеустойчив, ще останете вписани, след като използвате огнения бутон.
cs: Když na těchto stránkách zapnete ochranu, zůstanete přihlášeni i po použití tlačítka pro mazání.
da: Brandsikring af dette websted holder dig logget ind efter brug af Brand-knappen.
de: Wenn du diese Website feuerfest machst, bleibst du nach Verwendung der Schaltfläche „Feuer“ angemeldet.
el: Ενεργοποιώντας τη διαγραφή δραστηριότητας για αυτόν τον ιστότοπο, θα παραμείνετε συνδεδεμένοι μετά τη χρήση του Κουμπιού διαγραφής δραστηριότητας.
et: Selle lehe muutmine tulekindaks hoiab sind sisse logitud pärast tulenupu kasutamist.
fi: Sivuston tekeminen palonkestäväksi tarkoittaa, että pysyt kirjautuneena, vaikka käytät Liekki-painiketta.
fr: Placer ce site en mode coupe-feu et utiliser le bouton en forme de flamme ne vous déconnectera pas.
hr: Postavljanjem Fireproof za ovo web-mjesto i dalje ćete ostati prijavljeni nakon korištenja gumba Fire.
hu: Ha tűzállóvá teszel egy weboldalt, a Fire gomb használata után is bejelentkezve maradsz.
it: Proteggere dal fuoco questo sito manterrà valido l'accesso dopo aver utilizzato il Fire Button (icona del fuoco).
lt: Pasirinkę parinktį „Fireproof“ šioje svetainėje, liksite prisijungę net panaudoję mygtuką „Fire“.
lv: Padarot šo vietni ugunsdrošu, varēsi turpināt būt pierakstījies(-usies) arī pēc Uguns pogas lietošanas.
nb: Hvis du brannsikrer dette nettstedet, vil du fortsatt være innlogget etter å ha brukt brannknappen.
nl: Als je deze site brandveilig maakt, blijf je ook na het gebruiken van de vuurknop ingelogd.
pt: Utilizar uma barreira de segurança neste site vai mantê-lo ligado após utilizar o botão de segurança.
ro: Ștergerea activității și istoricului din browser pentru acest site te va menține conectat după utilizarea butonului Ștergere activitate și istoric.
ru: Вам не придется заново входить в свою учетную запись даже после применения кнопки «Огонь».
sk: Zabezpečenie tejto webovej stránky funkciou ohňovzdornosti zaistí, aby ste zostali prihlásení aj po použití tlačidla Oheň.
sl: S požarno zaščito tega spletnega mesta se boste prijavili po uporabi gumba Fire.
sv: Om du brandsäkrar denna webbplats förblir du inloggad även efter att du har använt brännarknappen.
tr: Korumalı yaptığınızda, Yangın düğmesini kullanıktan sonra da oturumunuz açık kalır.
uk: Зробивши цей сайт вогнетривким дозволить вам ввійти в систему після використання Кнопки Вогню.

# preserveLogins.fireproof.title
source: Fireproof %@ to stay signed in?
bg: Направете %@ огнеустойчив, за да останете вписани?
cs: Aktivovat ochranu stránky %@, abyste zůstali přihlášeni?
da: Vil du brandsikre %@ for at forblive logget ind?
de: %@ feuerfest machen, um angemeldet zu bleiben?
el: Διαγραφή δραστηριότητας στο %@ για να παραμείνετε συνδεδεμένοι;
et: Tagada %@ tulekindlus, et jääda sisselogituks?
fi: Tehdäänkö kohteesta %@ palonkestävä, jotta voit pysyä sisäänkirjautuneena?
fr: Placer %@ en mode coupe-feu pour rester connecté ?
hr: Označiti %@ kao zaštićenu adresu kao biste ostali prijavljeni?
hu: Legyen a(z) %@ tűzálló, hogy bejelentkezve maradj?
it: Proteggi dal fuoco %@ per mantenere l'accesso?
lt: Apsaugoti %@ ir likti prisijungus?
lv: Padarīt %@ ugunsdrošu, lai paliktu pierakstījies?
nb: Vil du brannsikre %@ for å forbli pålogget?
nl: %@ brandveilig maken om ingelogd te blijven?
pt: Colocar Barreira de segurança em %@ para ficar conectado?
ro: Ignifughezi %@ pentru a rămâne autentificat(ă)?
ru: Сделать сайт %@ огнеупорным, чтобы не выходить из учетной записи?
sk: Zakázať cookie pre %@ a zostať prihlásený?
sl: Želite nastaviti požarno zaščito spletnega mesta %@, da ostanete prijavljeni?
sv: Brandsäkra %@ för att förbli inloggad?
tr: Oturumun açık tutulması için %@ korumalı hâle getirilsin mi?
uk: Зробити %@ вогнетривким для того щоб залишатись в системі?
