Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# settings.accessibility
source: Accessibility
bg: Достъпност
cs: Usnadnění
da: Tilgængelighed
de: Barrierefreiheit
el: Προσβασιμότητα
et: Hõlpsus
fi: Käytettävyys
fr: Accessibilité
hr: Pristupačnost
hu: Kisegítő lehetőségek
it: Accessibilità
lt: Pritaikymas neįgaliems
lv: Pieejamība
nb: Tilgjengelighet
nl: Toegankelijkheid
pt: Acessibilidade
ro: Accesibilitate
ru: Универсальный доступ
sk: Zjednodušenie prístupu
sl: Dostopnost
sv: Tillgänglighet
tr: Erişilebilirlik

# settings.add.to.dock
source: Add App to Your Dock
bg: Добавяне на приложението към панела
cs: Přidat aplikaci do docku
da: Føj appen til din dock
de: App zum Dock hinzufügen
el: Προσθήκη εφαρμογής στο Dock σας
et: Lisa rakendus oma dokki
fi: Lisää sovellus telakkaasi
fr: Ajouter l'application à votre Dock
hr: Dodajte aplikaciju na Dock
hu: Alkalmazás hozzáadása a dokkodhoz
it: Aggiungi app al tuo dock
lt: Įtraukti programėlę į stotelę
lv: Pievienot lietotni dokam
nb: Legg til appen i docken
nl: App toevoegen aan je dock
pt: Adicionar aplicação à sua dock
ro: Adaugă aplicația la secțiunea ta fixă
ru: Добавьте приложение на док-панель
sk: Pridať aplikáciu do Docku
sl: Dodajte aplikacijo na svoj domači zaslon
sv: Lägg till app i din Dock
tr: Uygulamayı Dock'a Ekle

# settings.add.widget
source: Add Widget to Home Screen
bg: Добавяне на приспособлението към началния екран
cs: Přidat widget na domovskou obrazovku
da: Tilføj widget til startskærmen
de: Widget zum Startbildschirm hinzufügen
el: Προσθήκη μικροεφαρμογής στην Αρχική οθόνη
et: Lisa vidin avakuvale
fi: Lisää widget aloitusnäyttöön
fr: Ajouter le widget à l'écran d'accueil
hr: Dodajte widget na početni zaslon
hu: Minialkalmazás hozzáadása a kezdőképernyőhöz
it: Aggiungi widget alla schermata iniziale
lt: Įtraukti valdiklį į pagrindinį ekraną
lv: Pievienot logrīku sākuma ekrānam
nb: Legg til widgeten på startskjermen
nl: Widget toevoegen aan startscherm
pt: Adicionar widget ao ecrã inicial
ro: Adaugă un widget la ecranul de întâmpinare
ru: Добавьте виджет на домашний экран
sk: Pridať miniaplikáciu na domovskú obrazovku
sl: Dodajte pripomoček na domači zaslon
sv: Lägg till widget på startsidan
tr: Widget'ı Ana Ekrana Ekle

# settings.add.widget.vpn
source: Add DuckDuckGo VPN Widget to Your Home Screen
bg: Добавяне на приспособлението DuckDuckGo VPN към началния екран
cs: Přidej widget VPN DuckDuckGo na svou plochu
da: Tilføj DuckDuckGo VPN-widget til din startskærm
de: Füge deinem Startbildschirm das DuckDuckGo VPN-Widget hinzu
el: Προσθέστε τη μικροεφαρμογή VPN DuckDuckGo στην αρχική οθόνη σας
et: Lisa DuckDuckGo VPN vidin oma avakuvale
fi: Lisää DuckDuckGo VPN -widget aloitusnäyttöön.
fr: Ajouter le widget VPN DuckDuckGo à votre écran d'accueil
hr: Dodaj DuckDuckGo VPN widget na svoj početni zaslon
hu: Add hozzá a DuckDuckGo VPN widgetet a főképernyőhöz
it: Aggiungi il widget VPN DuckDuckGo alla schermata iniziale
lt: Pridėkite „DuckDuckGo“ VPN valdiklį prie pagrindinio ekrano
nb: Legg til DuckDuckGos VPN-widget på startskjermen din
nl: Voeg de DuckDuckGo VPN-widget toe aan je startscherm
pt: Adiciona o widget da VPN DuckDuckGo ao ecrã inicial
ru: Добавить виджет DuckDuckGo VPN на главный экран
sk: Pridaj si miniaplikáciu DuckDuckGo VPN na svoju úvodnú obrazovku
sl: Dodajte pripomoček DuckDuckGo VPN na začetni zaslon
sv: Lägg till DuckDuckGo VPN-widgeten på din startsida
tr: DuckDuckGo VPN Widget'ını Ana Ekranına Ekle

# settings.address.bar
source: Address Bar
bg: Адресна лента
cs: Adresní řádek
da: Adresselinje
de: Adresszeile
el: Γραμμή διευθύνσεων
et: Aadressiriba
fi: Osoitekenttä
fr: Barre d'adresse
hr: Adresna traka
hu: Címsor
it: Barra degli indirizzi
lt: Adreso juosta
lv: Adreses josla
nb: Adressefelt
nl: Adresbalk
pt: Barra de endereço
ro: Bara de adrese
ru: Адресная строка
sk: Riadok adresy
sl: Naslovna vrstica
sv: Adressfält
tr: Adres Çubuğu

# settings.address.full.url
source: Show Full Site Address
bg: Показване на пълния адрес на сайта
cs: Zobrazovat celou adresu webu
da: Vis hele webstedsadressen
de: Vollständige Website-Adresse anzeigen
el: Εμφάνιση πλήρους διεύθυνσης ιστότοπου
et: Näita kogu saidi aadressi
fi: Näytä sivuston osoite kokonaan
fr: Afficher l'adresse complète du site
hr: Pokaži cijelu adresu web-mjesta
hu: Teljes webhelycím megjelenítése
it: Mostra l'indirizzo completo del sito
lt: Rodyti visą svetainės adresą
lv: Rādīt pilnu vietnes adresi
nb: Vis fullstendig nettstedsadresse
nl: Volledig siteadres weergeven
pt: Mostrar endereço completo do site
ro: Afișați adresa completă a site-ului
ru: Показывать полный адрес сайта
sk: Zobraziť úplnú adresu lokality
sl: Prikaži polni naslov spletnega mesta
sv: Visa hela webbplatsadressen
tr: Tam Site Adresini Göster

# settings.always.on
source: Always On
bg: Винаги включено
cs: Vždycky zapnuté
da: Altid aktiv
de: Immer aktiviert
el: Πάντα σε λειτουργία
et: Alati sisse lülitatud
fi: Aina käytössä
fr: Toujours activé
hr: Uvijek uključeno
hu: Mindig be van kapcsolva
it: Sempre attiva
lt: Visada įjungta
nb: Alltid på
nl: Altijd aan
pt: Sempre ligada
ro: Întotdeauna activat
ru: Всегда включено
sk: Vždy zapnuté
sl: Vedno vklopljeno
sv: Alltid på
tr: Her Zaman Açık

# settings.appearance
source: Appearance
bg: Външен Вид
cs: Vzhled
da: udseende
de: Aussehen
el: Εμφάνιση
et: Välimus
fi: Ulkoasu
fr: Apparence
hr: Izgled
hu: Megjelenés
it: Aspetto
lt: Išvaizda
lv: Parādas
nb: Utseende
nl: Uiterlijk
pt: Aparência
ro: Aspect
ru: Внешний вид
sk: Vzhľad
sl: Izgled
sv: Utseende
tr: Görünüm

# settings.associated.apps
source: Open Links in Associated Apps
bg: Отваряне на връзките в свързаните приложения
cs: Otevřít odkazy v přidružených aplikacích
da: Åbn links i tilknyttede apps
de: Links in den dazugehörigen Apps öffnen
el: Ανοίξτε τους συνδέσμους στις σχετικές εφαρμογές
et: Ava lingid seotud rakendustes
fi: Avaa linkit liittyvissä sovelluksissa
fr: Ouvrir les liens dans les applications associées
hr: Otvori veze u povezanim aplikacijama
hu: Hivatkozások megnyitása társított alkalmazásokban
it: Apri i collegamenti nelle loro app associate
lt: Atidaryti nuorodas susijusiose programose
lv: Atvērt saites saistītajās lietotnēs
nb: Åpne lenker i tilknyttede apper
nl: Links openen in bijbehorende apps
pt: Abrir links nas aplicações associadas
ro: Deschide linkuri în aplicațiile asociate
ru: Открывать ссылки в связанных приложениях
sk: Otvárať odkazy v pridružených aplikáciách
sl: Odpri povezave v povezanih aplikacijah
sv: Öppna länkar i associerade appar
tr: Bağlantıları İlişkili Uygulamalarda Aç

# settings.associated.apps.description
source: Disable to prevent links from automatically opening in other installed apps.
bg: Деактивирайте, за да предотвратите автоматично отваряне на връзки в други инсталирани приложения.
cs: Zakažte, chcete-li zabránit automatickému otevírání odkazů v jiných nainstalovaných aplikacích.
da: Deaktiver for at forhindre, at links automatisk åbnes i andre installerede apps.
de: Aktivieren, damit sich Links nicht automatisch in anderen installierten Apps öffnen.
el: Απενεργοποιήστε για να αποτρέψετε το αυτόματο άνοιγμα συνδέσμων σε άλλες εγκατεστημένες εφαρμογές.
et: Keela, et takistada linkide automaatset avanemist teistes installitud rakendustes.
fi: Ota pois käytöstä estääksesi linkkejä avautumasta automaattisesti muissa asennetuissa sovelluksissa.
fr: Désactiver pour empêcher l'ouverture automatique des liens dans d'autres applications installées.
hr: Onemogući da spriječiš automatsko otvaranje poveznica u drugim instaliranim aplikacijama.
hu: Letiltásával megakadályozhatod, hogy a hivatkozások automatikusan megnyíljanak más telepített alkalmazásokban.
it: Disattiva per impedire che i collegamenti si aprano automaticamente in altre app installate.
lt: Išjungti, kad nuorodos automatiškai neatsidarytų kitose įdiegtose programose.
lv: Atspējo, lai novērstu saišu automātisku atvēršanu citās instalētajās lietotnēs.
nb: Deaktiver for å forhindre at lenker automatisk åpnes i andre installerte apper.
nl: Uitschakelen om te voorkomen dat links automatisch geopend worden in andere geïnstalleerde apps.
pt: Desative para prevenir que ligações sejam abertas automaticamente noutras aplicações instaladas.
ro: Dezactivează pentru a preveni deschiderea automată a linkurilor în alte aplicații instalate.
ru: Отключение этой функции не позволит ссылкам автоматически открываться в других приложениях.
sk: Zakážte a zabráňte tak automatickému otváraniu odkazov v iných nainštalovaných aplikáciách.
sl: Onemogoči, da preprečiš samodejno odpiranje povezav v drugih nameščenih aplikacijah.
sv: Inaktivera för att förhindra att länkar automatiskt öppnas i andra installerade appar.
tr: Bağlantıların yüklenmiş olan diğer uygulamalarda otomatik olarak açılmasını önlemek için devre dışı bırakın.

# settings.autocomplete
source: Search Suggestions
bg: Предложения за търсене
cs: Návrhy vyhledávání
da: Søgeforslag
de: Vorschläge für die Suche
el: Προτάσεις αναζήτησης
et: Otsingusoovitused
fi: Hakuehdotukset
fr: Suggestions de recherche
hr: Prijedlozi za pretraživanje
hu: Keresési javaslatok
it: Suggerimenti di ricerca
lt: Paieškos pasiūlymai
lv: Automātiski pabeigt ieteikumus
nb: Søkeforslag
nl: Zoeksuggesties
pt: Sugestões de pesquisa
ro: Sugestii de căutare
ru: Поисковые рекомендации
sk: Návrhy na vyhľadávanie
sl: Predlogi za iskanje
sv: Sökförslag
tr: Arama Önerileri

# settings.autocomplete.recentlyvisited
source: Recently Visited Sites
bg: Наскоро посетени сайтове
cs: Nedávno navštívené stránky
da: Nyligt besøgte websteder
de: Kürzlich besuchte Seiten
el: Πρόσφατα επισκεφθέντες ιστότοποι
et: Hiljuti külastatud saidid
fi: Viimeksi käydyt sivustot
fr: Sites récemment visités
hr: Nedavno posjećena web-mjesta
hu: Legutóbb meglátogatott webhelyek
it: Siti visitati di recente
lt: Neseniai aplankytos svetainės
nb: Nylig besøkte nettsteder
nl: Onlangs bezochte websites
pt: Sites visitados recentemente
ro: Site-uri vizitate recent
ru: Недавно посещенные сайты
sk: Nedávno navštívené weby
sl: Nedavno obiskana spletna mesta
sv: Senast besökta webbplatser
tr: Son Ziyaret Edilen Siteler

# settings.autocomplete.recentlyvisited.subtitle
source: Show recently visited sites in search suggestions. Recently visited sites are private, only stored on your device, and can be cleared with the Fire Button.
bg: Показване на наскоро посетени сайтове в предложенията за търсене. Наскоро посетените сайтове са поверителни, съхраняват се само на вашето устройство и могат да бъдат изтрити с Fire Button.
cs: Zobrazovat poslední navštívené weby v návrzích vyhledávání. Poslední navštívené weby jsou soukromé, ukládají se jen do tvého zařízení a dají se vymazat tlačítkem Fire Button.
da: Vis nyligt besøgte websteder i søgeforslag. Nyligt besøgte sider er private, gemmes kun på din enhed og kan slettes med Fire Button.
de: Kürzlich besuchte Websites in den Suchvorschlägen anzeigen. Kürzlich besuchte Websites sind privat, werden nur auf deinem Gerät gespeichert und können mit dem Fire Button gelöscht werden.
el: Προβολή ιστότοπων που επισκεφθήκατε πρόσφατα σε προτάσεις αναζήτησης. Οι ιστότοποι που επισκεφθήκατε πρόσφατα είναι ιδιωτικοί, αποθηκεύονται μόνο στη συσκευή σας και μπορούν να διαγραφούν με το κουμπί Fire Button.
et: Kuva hiljuti külastatud saidid otsingusoovitustes. Viimased külastatud saidid on privaatsed, salvestatakse ainult sinu seadmesse ja neid saab tühjendada nupu Fire Button abil.
fi: Näytä viimeksi käydyt sivustot hakuehdotuksissa. Viimeksi käydyt sivustot ovat yksityisiä, tallennetaan vain laitteeseen ja ne voidaan tyhjentää Fire Buttonilla.
fr: Affichez les sites récemment visités dans les suggestions de recherche. Les sites récemment visités sont confidentiels, ne sont stockés que sur votre appareil et peuvent être effacés avec le Fire Button.
hr: Prikaži nedavno posjećena mrežna mjesta u prijedlozima pretraživanja. Nedavno posjećena mrežna mjesta su privatna, pohranjena samo na tvom uređaju i mogu se izbrisati pomoću Fire Buttona.
hu: A legutóbb meglátogatott webhelyek megjelenítése a keresési javaslatokban. A legutóbb meglátogatott webhelyek privátak, csak az eszközödön tárolódnak, és a Tűz gombbal törölheted őket.
it: Mostra i siti visitati di recente nei suggerimenti di ricerca. Questi siti sono privati, vengono memorizzati solo sul tuo dispositivo e possono essere rimossi con il Fire Button.
lt: Rodyti neseniai aplankytas interneto svetaines paieškos pasiūlymuose. Neseniai aplankytos interneto svetainės yra privačios, saugomos tik jūsų įrenginyje ir gali būti išvalytos naudojant mygtuką „Fire Button“.
nb: Vis nylig besøkte nettsteder i søkeforslag. Nylig besøkte nettsteder er private, lagres bare på enheten din og kan slettes med Fire Button.
nl: Toon onlangs bezochte websites in zoeksuggesties. Onlangs bezochte websites zijn privé, worden alleen op je apparaat opgeslagen en kunnen worden gewist met de Fire Button.
pt: Mostrar sites visitados recentemente nas sugestões de pesquisa. Os sites visitados recentemente são privados, guardados apenas no teu dispositivo e podem ser apagados com o Fire Button.
ro: Afișează site-urile accesate recent în sugestiile de căutare. Site-urile accesate recent sunt private, stocate doar pe dispozitiv și pot fi șterse cu Fire Button.
ru: Показывать в рекомендациях поиска недавно посещенные сайты. Их список хранится только на вашем устройстве, и его можно удалить с помощью кнопки Fire Button.
sk: Zobrazte naposledy navštívené lokality v návrhoch vyhľadávania. Naposledy navštívené lokality sú súkromné, ukladajú sa len v zariadení a môžete ich vymazať pomocou tlačidla Fire Button.
sl: Prikaži nedavno obiskana spletna mesta v predlogih za iskanje. Nedavno obiskana spletna mesta so zasebna, shranjena samo v vaši napravi in jih lahko izbrišete z gumbom Fire Button.
sv: Visa nyligen besökta webbplatser i sökförslag. Nyligen besökta webbplatser är privata. De lagras endast på din enhet och kan rensas med Fire Button.
tr: Son ziyaret edilen siteleri arama önerilerinde göster. Son ziyaret edilen siteler özeldir, yalnızca cihazınızda saklanır ve Fire Button ile temizlenebilir.

# settings.autocomplete.subtitle
source: Show search suggestions as you type, including your bookmarks. All searches are private.
bg: Показване на предложения за търсене при въвеждане, включително от отметките. Всички търсения са поверителни.
cs: Nech si při psaní zobrazovat návrhy vyhledávání včetně záložek. Všechna vyhledávání jsou soukromá.
da: Vis søgeforslag, mens du skriver, inklusive fra dine bogmærker. Alle søgninger er private.
de: Zeige Suchvorschläge während du tippst, einschließlich deiner Lesezeichen. Alle Suchanfragen sind privat.
el: Προβολή προτάσεων αναζήτησης καθώς πληκτρολογείτε, συμπεριλαμβανομένων των σελιδοδεικτών σας. Όλες οι αναζητήσεις είναι ιδιωτικές.
et: Kuva sisestamisel otsingusoovitusi, sealhulgas järjehoidjaid. Kõik otsingud on privaatsed.
fi: Näytä hakuehdotuksia kirjoittaessasi, mukaan lukien kirjanmerkit. Kaikki haut ovat yksityisiä.
fr: Affichez les suggestions de recherche au fur et à mesure que vous tapez, y compris vos signets. Toutes les recherches sont privées.
hr: Prikaži prijedloge pretraživanja dok tipkaš, uključujući knjižne oznake. Sve pretrage su privatne.
hu: Keresési javaslatok megjelenítése gépelés közben, beleértve a könyvjelzőket is. Minden keresés privát.
it: Visualizza i suggerimenti di ricerca mentre digiti, inclusi i tuoi segnalibri. Tutte le ricerche sono private.
lt: Įvesdami tekstą matysite paieškos pasiūlymus, įskaitant žymes. Visos paieškos yra privačios.
nb: Vis søkeforslag mens du skriver, inkludert bokmerkene dine. Alle søk er private.
nl: Toon suggesties voor zoekopdrachten terwijl je typt, inclusief je bladwijzers. Alle zoekopdrachten zijn privé.
pt: Mostra sugestões de pesquisa enquanto escreves, incluindo os teus marcadores. Todas as pesquisas são privadas.
ro: Afișează sugestii de căutare, inclusiv marcajele tale, pe măsură ce tastezi. Toate căutările sunt private.
ru: Показывать поисковые рекомендации (включая закладки) по мере ввода текста. Все поисковые запросы конфиденциальны.
sk: Zobrazenie návrhov vyhľadávania pri písaní vrátane záložiek. Všetky vyhľadávania sú súkromné.
sl: Med vnašanjem si oglejte predloge iskanja, vključno z zaznamki. Vsa iskanja so zasebna.
sv: Visa sökförslag medan du skriver, inklusive dina bokmärken. Alla sökningar är privata.
tr: Yazarken yer imleriniz de dahil olmak üzere arama önerilerini gösterin. Tüm aramalar özeldir.

# settings.autolock
source: Application Lock
bg: Заключване на приложение
cs: Zámek aplikace
da: Applikationslås
de: Anwendungssperre
el: Κλείδωμα εφαρμογής
et: Rakenduse lukk
fi: Sovelluksen lukitus
fr: Verrouillage de l'application
hr: Zaključavanje aplikacije
hu: Alkalmazás zárolás
it: Blocco applicazione
lt: Programos užraktas
lv: Lietojumprogrammas bloķēšana
nb: Applås
nl: App-vergrendeling
pt: Bloqueio de aplicações
ro: Blocarea aplicației
ru: Блокировка
sk: Zámok aplikácie
sl: Zaklepanje aplikacije
sv: App-lås
tr: Uygulama Kilidi

# settings.autolock.description
source: If Touch ID, Face ID, or a system passcode is enabled, you'll be asked to unlock the app when opening it.
bg: Ако сте активирали пръстов отпечатък, лицево разпознаване или системна парола, ще бъдете приканени да отключите приложението при отваряне.
cs: Pokud je zapnuté Touch ID nebo Face ID, případně nastavený přístupový kód k systému, zobrazí se při otevírání aplikace výzva k jejímu odemknutí.
da: Hvis Touch ID, Face ID eller en systemadgangskode er aktiveret, bliver du bedt om at låse appen op, når du åbner den.
de: Wenn Touch ID, Face ID oder ein Systempasswort aktiviert ist, wirst du aufgefordert, die App beim Öffnen zu entsperren.
el: Εάν έχει ενεργοποιηθεί το Touch ID, το Face ID ή ο κωδικός πρόσβασης συστήματος, θα σας ζητηθεί να ξεκλειδώσετε την εφαρμογή κατά το άνοιγμά της.
et: Kui on lubatud Touch ID, Face ID või süsteemi pääsukood, palutakse selle avamisel rakendus avada.
fi: Jos käytössä on Touch ID, Face ID tai järjestelmän salasana, sinua pyydetään poistamaan lukitus, kun avaat sovelluksen.
fr: Si Touch ID, Face ID ou un code d'accès au système est activé, il vous sera demandé de déverrouiller l'application lors de son ouverture.
hr: Ako su omogućeni Touch ID, Face ID ili pristupna šifra sustava, od tebe će se tražiti da otključaš aplikaciju prilikom otvaranja.
hu: Ha az ujjlenyomat- vagy az arcfelismerés, illetve rendszerjelszó engedélyezve van, az alkalmazást annak megnyitásakor fel kell oldanod.
it: Se hai attivato Touch ID, Face ID o un passcode di sistema, ti verrà chiesto di sbloccare l'app al momento dell'apertura.
lt: Jei įjungtas „Touch ID“, „Face ID“ arba sistemos slaptažodis, prieš atidarydami programą būsite paprašyti ją atrakinti.
lv: Ja ir iespējots Touch ID, Face ID vai sistēmas piekļuves kods, atverot lietotni, tev tā būs jāatbloķē.
nb: Hvis Touch ID, Face ID eller et systempassord er aktivert, blir du bedt om å låse opp appen når du åpner den.
nl: Als Touch ID, Face ID of een systeemwachtwoord is ingeschakeld, word je gevraagd om de app te ontgrendelen als je deze opent.
pt: Se estiver definido um Touch ID, Face ID ou código de acesso de sistema, é-te pedido que desbloqueies a aplicação quando a abres.
ro: Dacă identificatorul tactil, identificatorul facial sau parola de sistem sunt activate, ți se va solicita să deblochezi aplicația la deschidere.
ru: Если в системе работает технология Touch ID, Face ID или код-пароль, при запуске вам придется разблокировать приложение.
sk: Ak je povolená funkcia Touch ID, Face ID alebo systémový prístupový kód, pri otvorení aplikácie sa zobrazí výzva na odomknutie.
sl: Če je omogočena identifikacija s prepoznavanjem prstnega odtisa ali obraza ali s sistemsko kodo za dostop, boste pri odpiranju aplikacije pozvani, da jo odklenete.
sv: Om Touch ID, Face ID eller ett systemlösenord har aktiverats blir du ombedd att låsa upp appen när du öppnar den.
tr: Touch ID, Face ID veya sistem parolası etkinleştirilmişse, uygulamayı açtığınızda kilidi açmanız istenir.

# settings.browser.feedback
source: Browser Feedback
bg: Отзив за браузъра
cs: Zpětná vazba k prohlížeči
el: Σχόλια για το πρόγραμμα περιήγησης
et: Brauseri tagasiside
fi: Selainpalaute
fr: Commentaires sur le navigateur
hr: Povratne informacije preglednika
hu: Böngésző-visszajelzés
it: Feedback sul browser
lt: Naršyklės atsiliepimai
nb: Nettlesertilbakemelding
pt: Feedback do navegador
ru: Отзыв о браузере
sk: Spätná väzba prehliadača
sl: Povratne informacije o brskalniku
sv: Webbläsarfeedback
tr: Tarayıcı Geri Bildirimi

# settings.clear.data
source: Automatically Clear Data
bg: Автоматично изчистване на данните
cs: Automaticky vymazat data
da: Ryd data automatisk
de: Daten automatisch löschen
el: Αυτόματη απαλοιφή δεδομένων
et: Kustuta andmed automaatselt
fi: Tyhjennä tiedot automaattisesti
fr: Effacer automatiquement les données
hr: Automatsko brisanje podataka
hu: Adatok automatikus törlése
it: Cancellazione automatica dei dati
lt: Automatiškai valyti duomenis
lv: Automātiski notīrīt datus
nb: Slett data automatisk
nl: Gegevens automatisch wissen
pt: Limpar os dados automaticamente
ro: Șterge automat datele
ru: Автоудаление данных
sk: Automaticky vymazať údaje
sl: Samodejno počisti podatke
sv: Rensa data automatiskt
tr: Verileri Otomatik Olarak Temizle

# settings.cookie.pop-up-protection.protection
source: Cookie Pop-Up Protection
bg: Защита от изскачащи прозорци за бисквитки
cs: Ochrana před vyskakovacími okny ohledně cookies
da: Beskyttelse mod pop op-beskeder om cookies
de: Cookie-Pop-up-Schutz
el: Προστασία αναδυόμενων παραθύρων για cookies
et: Küpsiste hüpikakna kaitse
fi: Evästeiden ponnahdusikkuna -suojaus
fr: Protection contre les fenêtres contextuelles des cookies
hr: Zaštita od kolačića i skočnih prozora
hu: Felugró sütiablak elleni védelem
it: Protezione pop-up dei cookie
lt: Apsauga nuo slapukų iškylančiųjų langų
lv: Sīkfailu uznirstošo logu aizsardzība
nb: Beskyttelse mot popup-vinduer om informasjonskapsler
nl: Bescherming tegen cookiepop-ups
pt: Proteção contra pop-ups de cookies
ro: Protecție pentru ferestre pop-up aferente modulelor cookie
ru: Защита от всплывающих окон куки
sk: Ochrana proti automatickému otváraniu okien o súboroch cookie
sl: Zaščita pred pojavnimi okni piškotkov
sv: Skydd mot popup-fönster för cookies
tr: Çerez Açılır Pencere Engelleyici
