Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# autoconsent.info.header
source: When DuckDuckGo detects cookie consent pop-ups on sites you visit, we can try to automatically set your cookie preferences to minimize cookies and maximize privacy, then close the pop-ups. Some sites don't provide an option to manage cookie preferences, so we can only hide pop-ups like these.
bg: Когато DuckDuckGo открие изскачащи прозорци за съгласие за използване на бисквитки в сайтовете, които посещавате, можем да опитаме автоматично да настроим предпочитанията Ви за бисквитки, така че бисквитките да са сведени до минимум, а поверителността да е максимална, след което да затворим изскачащите прозорци. Някои сайтове не предоставят възможност за управление на предпочитанията за бисквитки, затова можем само да скрием техните изскачащи прозорци.
cs: Když DuckDuckGo na navštívené stránce zjistí vyskakovací okno žádající o souhlas se soubory cookie, můžeme zkusit automaticky nastavit tvou předvolbu na co nejméně souborů cookie a maximální ochranu soukromí a potom vyskakovací okno zavřít. Některé weby nenabízejí možnost si nastavit předvolby souborů cookie, takže podobná vyskakovací okna můžeme jen skrýt.
da: Når DuckDuckGo registrerer pop op-vinduer med samtykke til brug af cookies på websteder, du besøger, kan vi automatisk indstille dine cookiepræferencer til at minimere cookies og maksimere privatlivets fred og derefter lukke pop op-vinduer. Nogle websteder giver ikke mulighed for at administrere cookiepræferencer, så vi kan kun skjule pop op-vinduer som disse.
de: Wenn DuckDuckGo Pop-ups zur Cookie-Zustimmung auf den von dir besuchten Websites erkennt, können wir deine Cookie-Einstellungen automatisch so festlegen, dass Cookies minimiert werden und der Datenschutz maximiert wird, und dann die Pop-ups schließen. Einige Websites bieten keine Option zur Verwaltung von Cookie-Einstellungen, sodass wir Pop-ups wie diese nur ausblenden können.
el: Όταν το DuckDuckGo εντοπίζει αναδυόμενα παράθυρα συναίνεσης για cookies σε ιστότοπους που επισκέπτεστε, μπορούμε να προσπαθήσουμε να ρυθμίσουμε αυτόματα τις προτιμήσεις σας για τα cookies ώστε να ελαχιστοποιήσετε τα cookies και να μεγιστοποιήσετε το απόρρητο. Έπειτα μπορείτε να κλείσετε τα αναδυόμενα παράθυρα. Ορισμένοι ιστότοποι δεν παρέχουν επιλογή για διαχείριση των προτιμήσεων cookies, οπότε μπορούμε μόνο να αποκρύψουμε αναδυόμενα παράθυρα όπως αυτά.
et: Kui DuckDuckGo tuvastab külastatavatel veebisaitidel küpsiste nõusoleku hüpikaknad, saame proovida automaatselt seadistada sinu küpsise-eelistused selliselt, et minimeerida küpsised ja maksimeerida privaatsust, ning seejärel hüpikaknad sulgeda. Mõned saidid ei paku võimalust küpsise-eelistuste haldamiseks, seega saame sellised hüpikaknad ainult peita.
fi: Kun DuckDuckGo havaitsee evästeiden hallinnan ponnahdusikkunoita vierailemillasi sivustoilla, voimme yrittää määrittää evästeasetuksesi automaattisesti evästeiden minimoimiseksi ja yksityisyyden maksimoimiseksi ja sulkea sitten ponnahdusikkunat. Joillakin sivustoilla evästeiden hallinta ei ole mahdollista, joten voimme vain piilottaa tällaiset ponnahdusikkunat.
fr: Lorsque DuckDuckGo détecte les fenêtres contextuelles de consentement aux cookies sur les sites que vous visitez, vos préférences peuvent, dans la mesure du possible, être configurées automatiquement de façon à ce que les cookies soient réduits au minimum et la confidentialité maximisée, puis les fenêtres contextuelles sont fermées. Certains sites ne proposent pas d'option pour gérer les préférences en matière de cookies. Nous ne pouvons donc masquer que des fenêtres contextuelles comme celles-ci.
hr: Kada DuckDuckGo otkrije skočne prozore pristanka na kolačiće na web lokacijama koje posjećuješ, mi možemo pokušati automatski odrediti tvoje postavke kolačića kako bismo minimizirali kolačiće i maksimizirali privatnost, a zatim zatvorili skočne prozore. Neke web lokacije ne nude opciju upravljanja postavkama kolačića, tako da možemo sakriti samo ovakve skočne prozore.
hu: Amikor a DuckDuckGo a meglátogatott webhelyeken sütik elfogadására szolgáló felugró ablakokat észlel, a sütik minimalizálása és az adatvédelem maximalizálása érdekében automatikusan megpróbálhatjuk megadni a sütikre vonatkozó beállításaidat, és bezárhatjuk a felugró ablakokat. Egyes webhelyek nem adnak lehetőséget a sütikre vonatkozó beállítások kezelésére, így csak az ilyen felugró ablakokat tudjuk elrejteni.
it: Quando DuckDuckGo rileva la presenza di popup per il consenso ai cookie sui siti che visiti, può tentare di impostare automaticamente le tue preferenze in modo da ridurre al minimo i cookie e aumentare la privacy, chiudendo poi i popup. Alcuni siti non forniscono un'opzione di gestione delle preferenze sui cookie, quindi possiamo nascondere solo popup come questi.
lt: Kai „DuckDuckGo“ jūsų lankomose svetainėse aptinka sutikimo su slapukais iškylančiuosius langus, galime automatiškai nustatyti jūsų slapukų nuostatas, kad sumažintume slapukų skaičių, sustiprintume privatumą ir uždarytume iškylančiuosius langus. Kai kuriose svetainėse nėra galimybės tvarkyti slapukų nuostatas, todėl galime tik paslėpti tokius iškylančiuosius langus.
lv: Ja DuckDuckGo tevis apmeklētajās vietnēs atklāj sīkfailu piekrišanas uznirstošos logus, mēs varam automātiski iestatīt tavas sīkfailu preferences, lai samazinātu sīkfailus un stiprinātu privātumu, un pēc tam aizvērt šos uznirstošos logus. Dažās vietnēs nav iespējas pārvaldīt sīkfailu preferences, tāpēc mēs varam tikai paslēpt šādus uznirstošos logus.
nb: Når DuckDuckGo oppdager popup-vinduer om samtykke til informasjonskapsler på nettsteder du besøker, kan vi automatisk angi innstillingene for å minimere informasjonskapslene og maksimere personvernet, og deretter lukke popup-vinduene. Noen nettsteder tilbyr ikke noe alternativ for å administrere preferanser for informasjonskapsler, så slike popup-vinduer kan vi bare skjule.
nl: Wanneer DuckDuckGo pop-ups voor cookietoestemming op bezochte websites detecteert, kunnen we proberen automatisch je cookievoorkeuren in te stellen om het aantal cookies tot een minimum te beperken en je privacy te maximaliseren. De pop-ups worden vervolgens gesloten. Sommige sites bieden geen optie om cookievoorkeuren te beheren, zodat we pop-ups zoals deze alleen kunnen verbergen.
pt: Quando o DuckDuckGo deteta pop-ups de consentimento de cookies nos sites que visitas, podemos tentar definir automaticamente as tuas preferências de cookies para minimizar os cookies e maximizar a privacidade e, em seguida, fechar os pop-ups. Alguns sites não te dão a opção de gerir preferências de cookies, por isso só podemos ocultar pop-ups como estes.
ro: Când DuckDuckGo detectează ferestre pop-up în care ți se solicită consimțământul cu privire la modulele cookie pe site-urile pe care le vizitezi, putem încerca să îți setăm automat preferințele privind modulele cookie pentru a minimiza modulele cookie și a maximiza confidențialitatea și, apoi, pentru a închide ferestrele pop-up. Unele site-uri nu oferă o opțiune de gestionare a preferințelor privind modulele cookie, prin urmare putem doar să ascundem ferestrele pop-up precum acestea.
ru: Если DuckDuckGo обнаружит всплывающее окно выбора куки-файлов на каком-либо сайте, мы попытаемся автоматически выбрать минимум куки, максимально защитив ваши данные, а затем закроем окно. Некоторые сайты не позволяют контролировать настройки куки-файлов. В этом случае мы можем их только скрыть.
sk: Keď DuckDuckGo zistí na vami navštívených lokalitách kontextové okná týkajúce sa súhlasu so súbormi cookie, môžeme sa pokúsiť automaticky nastaviť vaše možnosti súborov cookie tak, aby sa využívanie súborov cookie minimalizovali a aby sa maximalizovala ochrana súkromia, a potom môžeme kontextové automaticky okná zavrieť. Niektoré lokality neponúkajú možnosť spravovať preferencie súborov cookie, takže takéto kontextové okná môžeme iba skryť.
sl: DuckDuckGo na spletnih mestih, ki jih obiščete, zazna pojavna okna s soglasjem za piškotke, zato lahko samodejno nastavimo vaše nastavitve piškotkov, da zmanjšamo uporabo piškotkov in povečamo zasebnost, nato pa pojavna okna zapremo. Nekatera spletna mesta pa ne omogočajo upravljanja nastavitev piškotkov, zato lahko takšna pojavna okna le skrijemo.
sv: När DuckDuckGo upptäcker popup-fönster för godkännande av cookies på webbplatser som du besöker kan vi försöka att automatiskt ställa in dina cookieinställningar på att minimera cookies och maximera din integritet, och därefter stänga popup-fönstren. På vissa webbplatser finns ingen möjlighet att justera cookieinställningarna, så vi kan enbart dölja popup-fönster som dessa.
tr: DuckDuckGo ziyaret ettiğiniz sitelerde çerez onayı açılır pencereleri tespit ederse çerez tercihlerinizi çerezleri en aza indirecek ve gizliliği en üst düzeye çıkaracak şekilde otomatik olarak ayarlayabilir ve ardından açılır pencereleri kapatabiliriz. Bazı siteler çerez tercihlerini yönetmek için bir seçenek sunmaz. Bu nedenle yalnızca bu gibi açılır pencereleri gizleyebiliriz.

# autofill.disable.prompt.action.open-settings
source: Open Settings
bg: Отваряне на настройки
cs: Otevřené nastavení
da: Åbn Indstillinger
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
et: Ava seaded
fi: Avaa asetukset
fr: Ouvrez les Paramètres
hr: Otvori Postavke
hu: Beállítások megnyitása
it: Apri Impostazioni
lt: Atidaryti Nustatymus
nb: Åpne innstillingene
nl: Open Instellingen
pt: Abre Definições
ro: Deschide Setări
ru: Открыть Настройки
sk: Otvoriť nastavenia
sl: Odpri nastavitve
sv: Öppna inställningar
tr: Ayarları Aç

# autofill.disable.prompt.message
source: You can turn off password saving anytime.
bg: Можете да изключите запазването на пароли по всяко време.
cs: Ukládání hesel můžeš kdykoli vypnout.
da: Du kan slå lagring af adgangskoder fra når som helst.
de: Du kannst das Speichern von Passwörtern jederzeit deaktivieren.
el: Μπορείτε να απενεργοποιήσετε την αποθήκευση κωδικού πρόσβασης οποιαδήποτε στιγμή.
et: Paroolide salvestamise saad igal ajal välja lülitada.
fi: Voit poistaa salasanojen tallennuksen käytöstä milloin tahansa.
fr: Vous pouvez désactiver l'enregistrement des mots de passe à tout moment.
hr: Spremanje lozinke možeš isključiti u svakom trenutku.
hu: A jelszó mentése bármikor kikapcsolható.
it: Puoi disattivare il salvataggio della password in qualsiasi momento.
lt: Bet kuriuo metu galite išjungti slaptažodžių išsaugojimą.
nb: Du kan slå av passordlagring når som helst.
nl: Je kunt het opslaan van wachtwoorden op elk gewenst moment uitschakelen.
pt: Podes desativar a funcionalidade para guardar palavras-passe em qualquer altura.
ro: Poți dezactiva oricând salvarea parolelor.
ru: Хранение паролей можно отключить в любой момент.
sk: Ukladanie hesla môžete kedykoľvek vypnúť.
sl: Shranjevanje gesel lahko kadar koli izklopite.
sv: Du kan stänga av lösenordssparande när som helst.
tr: Parola kaydetmeyi istediğiniz zaman kapatabilirsiniz.

# autofill.enable.email.protection
source: Enable Email Protection
bg: Активиране на Email Protection
cs: Povol funkci Email Protection
da: Aktivér Email Protection
de: Email Protection aktivieren
el: Ενεργοποίηση Email Protection
et: Luba Email Protection
fi: Ota Email Protection käyttöön
fr: Activez Email Protection
hr: Omogući Email Protection
hu: E-mail-védelem engedélyezése
it: Abilita Email Protection
lt: Įjungti „Email Protection“
lv: Iespējo e-pasta aizsardzību
nb: Aktiver e-postbeskyttelse
nl: E-mailbeveiliging inschakelen
pt: Ativa a Email Protection
ro: Activează Email Protection
ru: Включите защиту электронной почты
sk: Povoliť ochranu e-mailu
sl: Omogočite zaščito e-pošte Email Protection
sv: Aktivera Email Protection
tr: Email Protection'ı Etkinleştir

# autofill.hide-password
source: Hide Password
bg: Скриване на паролата
cs: Skrýt heslo
da: Skjul adgangskode
de: Passwort ausblenden
el: Απόκρυψη κωδικού πρόσβασης
et: Peida parool
fi: Piilota salasana
fr: Masquer le mot de passe
hr: Sakrij lozinku
hu: Jelszó elrejtése
it: Nascondi password
lt: Paslėpti slaptažodį
lv: Paslēpt paroli
nb: Skjul passord
nl: Wachtwoord verbergen
pt: Ocultar palavra-passe
ro: Ascunde parola
ru: Скрыть пароль
sk: Skryť heslo
sl: Skrij geslo
sv: Dölj lösenord
tr: Parolayı gizle

# autofill.import.passwords.get-browser-button
source: Get Desktop Browser
bg: Вземете браузъра за работен плот
cs: Nainstalovat prohlížeč pro počítač
da: Hent browser til computeren
de: Desktop-Browser herunterladen
el: Αποκτήστε το πρόγραμμα περιήγησης για υπολογιστές
et: Hangi töölaua brauser
fi: Hanki pöytäkoneselain
fr: Télécharger le navigateur de bureau
hr: Nabavi preglednik za PC
hu: Asztali böngésző letöltése
it: Scarica il browser per desktop
lt: Gaukite kompiuterio naršyklę
lv: Iegūsti galddatora pārlūku
nb: Skaff deg nettleseren for datamaskin
nl: Download de desktopbrowser
pt: Obter navegador para computador
ro: Obține browserul pentru desktop
ru: Скачать настольный браузер
sk: Získajte prehliadač pre desktop PC
sl: Namesti namizni brskalnik
sv: Hämta webbläsare för dator
tr: Masaüstü Tarayıcısını Edinin

# autofill.import.passwords.instructions.step1
source: Open DuckDuckGo on Mac or Windows
bg: Отворете DuckDuckGo на Mac или Windows
cs: Spusť DuckDuckGo na systému Mac nebo Windows
da: Åbn DuckDuckGo på Mac eller Windows
de: Öffne DuckDuckGo auf Mac oder Windows
el: Ανοίξτε το DuckDuckGo σε Mac ή Windows
et: Ava DuckDuckGo Macis või Windowsis
fi: Avaa DuckDuckGo Macissa tai Windowsissa
fr: Ouvrez DuckDuckGo sur Mac ou Windows
hr: Otvori DuckDuckGo na Macu ili u Windowsima
hu: Nyisd meg Mac vagy Windows rendszeren a DuckDuckGo böngészőt
it: Apri DuckDuckGo su Mac o Windows
lt: Atidarykite „DuckDuckGo“ sistemoje „Mac“ arba „Windows“
lv: Atver DuckDuckGo Mac vai Windows datorā
nb: Åpne DuckDuckGo på Mac eller Windows
nl: Open DuckDuckGo op Mac of Windows
pt: Abre o DuckDuckGo no Mac ou Windows
ro: Deschide DuckDuckGo pe Mac sau Windows
ru: Запустите DuckDuckGo на Mac или Windows
sk: Otvoriť DuckDuckGo na Macu alebo v systéme Windows
sl: Odprite DuckDuckGo v sistemu Mac ali Windows
sv: Öppna DuckDuckGo på Mac eller Windows
tr: DuckDuckGo'yu Mac veya Windows'ta açın

# autofill.import.passwords.instructions.step2
source: Go to %1$@ > %2$@
bg: Отидете на „%1$@ > %2$@“
cs: Přejdi na %1$@ > %2$@
da: Gå til %1$@ > %2$@
de: Gehe zu %1$@ > %2$@
el: Μεταβείτε στις επιλογές %1$@ > %2$@
et: Mine %1$@ > %2$@
fi: Siirry kohtaan %1$@ > %2$@
fr: Allez dans %1$@ > %2$@
hr: Idi na %1$@ > %2$@
hu: Lépj a %1$@ > %2$@ menüpontra
it: Vai su %1$@ > %2$@
lt: Eiti į %1$@ > %2$@
lv: Ej uz %1$@ > %2$@
nb: Gå til %1$@ > %2$@
nl: Ga naar '%1$@' > '%2$@'
pt: Acede a %1$@ > %2$@
ro: Accesează %1$@ > %2$@
ru: Откройте раздел «%1$@ > %2$@»
sk: Prejsť na %1$@ > %2$@
sl: Odprite %1$@ > %2$@
sv: Gå till %1$@ > %2$@
tr: 1$@ > %2$@ adresine gidin

# autofill.import.passwords.instructions.step2.passwords
source: Passwords
bg: Пароли
cs: Hesla
da: Adgangskoder
de: Passwörter
el: Κωδικός πρόσβασης
et: Paroolid
fi: Salasanat
fr: Mots de passe
hr: Lozinke
hu: Jelszavak
it: Password
lt: Slaptažodžiai
lv: Paroles
nb: Passord
nl: Wachtwoorden
pt: Palavras-passe
ro: Parole
ru: Пароли
sk: Heslo
sl: Gesla
sv: Lösenord
tr: Şifreler

# autofill.import.passwords.instructions.step2.settings
source: Settings
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
et: Seaded
fi: Asetukset
fr: Paramètres
hr: Postavke
hu: Beállítások
it: Impostazioni
lt: Nustatymai
lv: Iestatījumi
nb: Innstillinger
nl: Instellingen
pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
tr: Ayarlar

# autofill.import.passwords.instructions.step3
source: Select %@ and follow the steps to import
bg: Изберете „%@“ и следвайте стъпките за импортиране
cs: Vyber %@ a postupuj podle pokynů pro import
da: Vælg %@, og følg trinene for at importere
de: Wähle %@ aus und folge den Schritten zum Importieren
el: Επιλέξτε %@ και ακολουθήστε τα βήματα για εισαγωγή
et: Vali %@ ja järgi importimiseks juhiseid
fi: Valitse %@ ja noudata tuontia koskevia ohjeita
fr: Sélectionnez %@ et suivez les étapes pour l'importation
hr: Odaberi %@ i slijedi korake za uvoz
hu: Válaszd a %@ lehetőséget, és kövesd az importálás lépéseit
it: Seleziona %@ e segui i passaggi per l'importazione
lt: Pasirinkite %@ ir atlikite importavimo veiksmus
lv: Izvēlies %@ un veic importēšanas darbības
nb: Velg %@ og følg trinnene for å importere
nl: Selecteer '%@' en volg de stappen om gegevens te importeren
pt: Seleciona %@ e segue os passos para importar
ro: Selectează %@ și urmează pașii pentru a importa
ru: Выберите вариант «%@» и следуйте дальнейшим инструкциям
sk: Vyberte %@ a postupujte podľa pokynov na importovanie
sl: Izberite %@ in upoštevajte navodila za uvoz
sv: Välj %@ och följ anvisningarna för att importera
tr: %@ seçeneğini seçin ve içe aktarma adımlarını izleyin

# autofill.import.passwords.instructions.step3.import
source: Import Passwords...
bg: Импортиране на пароли...
cs: Import hesel...
da: Importer adgangskoder...
de: Passwörter importieren …
el: Εισαγωγή κωδικών πρόσβασης...
et: Impordi paroolid...
fi: Tuo salasanat...
fr: Importation des mots de passe…
hr: Uvezi lozinke...
hu: Jelszavak importálása…
it: Importa password...
lt: Importuoti slaptažodžius...
lv: Importēt paroles...
nb: Importer passord ...
nl: Wachtwoorden importeren
pt: Importar palavras-passe...
ro: Importă parolele...
ru: Импортировать пароли...
sk: Importovať heslá...
sl: Uvoz gesel ...
sv: Importera lösenord …
tr: Şifreleri İçe Aktar...

# autofill.import.passwords.instructions.step4
source: Once imported on your computer you can set up sync on this %@
bg: След като бъдат импортирани на вашия компютър, можете да настроите синхронизирането на %@
cs: Po importu hesel do počítače můžeš na tomhle %@ nastavit synchronizaci
da: Når de er importeret til din computer, kan du konfigurere synkronisering på denne %@
de: Sobald du sie auf deinen Computer importiert hast, kannst du die Synchronisierung auf diesem %@ einrichten
el: Μόλις εισαχθεί στον υπολογιστή σας, μπορείτε να ρυθμίσετε το συγχρονισμό σε %@
et: Kui oled oma arvutisse importinud, saad seadistada selle %@ sünkroonimise
fi: Kun suorittanut tuonnin tietokoneellesi, voit määrittää synkronoinnin tälle %@
fr: Une fois l'importation effectuée sur votre ordinateur, vous pouvez configurer la synchronisation sur cet % @
hr: Nakon uvoza na svoje računalo možeš postaviti sinkronizaciju na ovom uređaju %@
hu: A számítógépre való importálás után beállíthatod a szinkronizálást ezen az %@
it: Una volta importate sul tuo computer, puoi impostare la sincronizzazione su questo %@
lt: Kai importuosite į savo kompiuterį, galite nustatyti sinchronizavimą šiame %@
lv: Kad esi importējis datorā, vari iestatīt sinhronizāciju šajā %@
nb: Når de er importert til datamaskinen, kan du sette opp synkronisering på denne %@
nl: Na het importeren op uw computer, kunt u synchronisatie instellen op deze '%@'
pt: Depois de importares as palavras-passe, podes configurar a sincronização neste %@
ro: Odată importate pe computer, poți configura sincronizarea pe acest %@
ru: По окончании импортирования на компьютер вы сможете настроить синхронизацию на данном %@
sk: Po importovaní do počítača môžete nastaviť synchronizáciu na tomto %@
sl: Ko jih uvozite v računalnik, lahko nastavite sinhronizacijo v tej napravi %@
sv: När du har importerat till din dator kan du ställa in synkronisering på denna %@
tr: Bilgisayarınıza aktarıldıktan sonra bu %@ üzerinde senkronizasyon ayarlayabilirsiniz.

# autofill.import.passwords.instructions.title
source: Import from the desktop browser:
bg: Импортиране от браузъра на работния плот:
cs: Import z prohlížeče na počítači:
da: Importer fra browseren på computeren:
de: Aus dem Desktop-Browser importieren:
el: Εισαγωγή από το πρόγραμμα περιήγησης για υπολογιστές:
et: Impordi töölaua brauserist:
fi: Tuo pöytäkoneselaimesta:
fr: Importer depuis le navigateur de bureau :
hr: Uvoz iz preglednika PC-a:
hu: Importálás az asztali böngészőből:
it: Importa dal browser desktop:
lt: Importuoti iš kompiuterio naršyklės:
lv: Importēšana no galddatora pārlūka:
nb: Importer fra datamaskinnettleseren:
nl: Importeren vanuit de desktopbrowser:
pt: Importar do navegador para computadores:
ro: Importă din browserul desktop:
ru: Импорт из настольного браузера:
sk: Importovať z prehliadača na počítači:
sl: Uvoz iz namiznega brskalnika:
sv: Importera från webbläsare för dator:
tr: Masaüstü tarayıcısından içe aktarın:

# autofill.import.passwords.subtitle
source: Import passwords in the desktop version of the DuckDuckGo browser, then sync across devices.
bg: Импортирайте пароли в десктоп версията на браузъра DuckDuckGo, след което ги синхронизирайте с различни устройства.
cs: Importuj hesla do desktopové verze prohlížeče DuckDuckGo a potom je synchronizuj mezi zařízeními.
da: Importer adgangskoder i computerversionen af DuckDuckGo-browseren, og synkroniser derefter på tværs af enheder.
de: Importiere Passwörter in der Desktop-Version des DuckDuckGo-Browsers und synchronisiere sie dann auf allen Geräten.
el: Εισαγάγετε κωδικούς πρόσβασης στην έκδοση του προγράμματος περιήγησης DuckDuckGo για υπολογιστές και έπειτα συγχρονίστε τους σε όλες τις συσκευές.
et: Impordi paroolid DuckDuckGo brauseri töölauaversiooni, seejärel sünkrooni need kõigis seadmetes.
fi: Tuo DuckDuckGo-selaimen pöytäkoneversiossa olevat salasanat ja synkronoi eri laitteiden kanssa.
fr: Importez les mots de passe dans la version de bureau du navigateur DuckDuckGo, puis synchronisez-les sur tous les appareils.
hr: Uvezi lozinke u stolnu verziju preglednika DuckDuckGo, a zatim sinkroniziraj preko uređaja.
hu: Importálj jelszavakat a DuckDuckGo böngésző asztali verziójába, majd szinkronizáld őket az eszközök között.
it: Importa le password nella versione desktop del browser DuckDuckGo, quindi sincronizza su tutti i dispositivi.
lt: Importuokite slaptažodžius „DuckDuckGo“ naršyklės versijoje kompiuteriui, tada sinchronizuokite juos visuose įrenginiuose.
lv: Importē paroles DuckDuckGo pārlūka galddatora versijā un pēc tam sinhronizē tās visās ierīcēs.
nb: Importer passord i datamaskinversjonen av DuckDuckGo-nettleseren, og så kan du synkronisere mellom enheter.
nl: Importeer wachtwoorden in de desktopversie van de DuckDuckGo-browser en synchroniseer ze vervolgens tussen apparaten.
pt: Importa palavras-passe na versão para computadores do navegador DuckDuckGo e sincroniza-as entre dispositivos.
ro: Importă parolele în versiunea desktop a browserului DuckDuckGo, apoi sincronizează-le între dispozitive.
ru: Импортируйте пароли в настольную версию браузера DuckDuckGo, а затем синхронизируйте их между устройствами.
sk: Heslá môžete importovať do počítačovej verzie prehliadača DuckDuckGo a potom ich synchronizovať medzi zariadeniami.
sl: V namizni različici brskalnika DuckDuckGo uvozite gesla in jih nato sinhronizirajte med napravami.
sv: Importera lösenord i versionen av DuckDuckGo-webbläsaren för dator och synkronisera sedan mellan enheter.
tr: DuckDuckGo tarayıcısının masaüstü sürümünde şifreleri içe aktarın, ardından cihazlar arasında senkronize edin.
