Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# feedback.ddgSearch.autocomplete
source: Better autocomplete
bg: По-добро автозавършване
cs: Lepší automatické doplňování
da: Bedre autoudfyld
de: Bessere Autovervollständigung
el: Καλύτερη αυτόματη συμπλήρωση
et: Parem automaatne täitmine
fi: Parempi automaattinen täydennys
fr: Meilleure saisie semi-automatique
hr: Bolje automatsko ispunjavanje
hu: Jobb automatikus kiegészítés
it: Il completamento automatico deve essere migliorato
lt: Geresnis automatinis užbaigimas
lv: Labāka automātiskā pabeigšana
nb: Bedre autofullføring
nl: Betere automatische aanvulling
pt: Melhor preenchimento automático
ro: Completare automată mai bună
ru: Улучшение автозаполнения
sk: Lepšie automatické dopĺňanie
sl: Boljše samodokončanje
sv: Förbättring av Komplettera automatiskt
tr: Daha iyi otomatik tamamlama
uk: Краще автозаповнення

# feedback.ddgSearch.caption
source: Which search feature can we add or improve?
bg: Коя функция за търсене можем да добавим или да подобрим?
cs: Kterou funkci vyhledávání můžeme přidat nebo vylepšit?
da: Hvilken søgefunktion kan vi tilføje eller forbedre?
de: Welche Suchfunktion können wir hinzufügen oder verbessern?
el: Ποια δυνατότητα αναζήτησης μπορούμε να προσθέσουμε ή να βελτιώσουμε;
et: Millist otsingufunktsiooni saame lisada või täiustada?
fi: Mitä hakuominaisuuksia voimme lisätä tai parantaa?
fr: Quelle fonctionnalité de recherche pouvons-nous ajouter ou améliorer ?
hr: Koju značajku pretraživanja možemo dodati ili poboljšati?
hu: Melyik keresési funkciót vezessük be vagy javítsuk?
it: Quale funzionalità di ricerca possiamo aggiungere o migliorare?
lt: Kokią paieškos funkciją galime pridėti arba patobulinti?
lv: Kuru meklēšanas funkciju mēs varam pievienot vai uzlabot?
nb: Hvilken søkefunksjon kan vi legge til eller forbedre?
nl: Welke zoekfunctie kunnen we toevoegen of verbeteren?
pt: Que funcionalidade de pesquisa podemos adicionar ou melhorar?
ro: Ce funcție de căutare putem adăuga sau îmbunătăți?
ru: Какую функцию поиска мы могли бы добавить или улучшить?
sk: Ktorú funkciu vyhľadávania môžeme pridať alebo zlepšiť?
sl: Katero funkcijo iskanja lahko dodamo ali izboljšamo?
sv: Vilken sökfunktion kan vi lägga till eller förbättra?
tr: Hangi arama özelliğini ekleyebilir veya geliştirebiliriz?
uk: Яку функцію пошуку ми можемо додати чи покращити?

# feedback.ddgSearch.description
source: DuckDuckGo Search Issues
bg: Проблеми при търсенето с DuckDuckGo
cs: Potíže s vyhledáváním DuckDuckGo
da: DuckDuckGo-søgeproblemer
de: DuckDuckGo-Suchprobleme
el: Προβλήματα αναζήτησης DuckDuckGo
et: DuckDuckGo otsingu probleemid
fi: DuckDuckGo-hakuongelmat
fr: Problèmes liés à la recherche DuckDuckGo
hr: Problemi s pretraživanjem u DuckDuckGo
hu: DuckDuckGo keresési problémák
it: La ricerca con DuckDuckGo presenta dei problemi
lt: Problemos paieškai naudojant „DuckDuckGo“
lv: DuckDuckGo meklēšanas problēmas
nb: DuckDuckGo-søkeproblemer
nl: DuckDuckGo-zoekproblemen
pt: Problemas com a pesquisa do DuckDuckGo
ro: Probleme privind funcția de căutare a DuckDuckGo
ru: Проблемы с поиском DuckDuckGo
sk: Problémy s vyhľadávaním DuckDuckGo
sl: Težave z iskanjem DuckDuckGo
sv: Problem med DuckDuckGo-sökning
tr: DuckDuckGo Arama Sorunları
uk: Проблеми пошуку DuckDuckGo

# feedback.ddgSearch.entry
source: DuckDuckGo search isn’t good enough
bg: Търсенето с DuckDuckGo не е достатъчно добро
cs: Vyhledávání DuckDuckGo není dostatečně dobré
da: DuckDuckGo-søgningen er ikke god nok
de: Die DuckDuckGo-Suche ist nicht gut genug
el: Η αναζήτηση DuckDuckGo δεν είναι αρκετά καλή
et: DuckDuckGo otsing pole piisavalt hea
fi: DuckDuckGo-haku ei ole riittävän hyvä
fr: La recherche DuckDuckGo n’est pas satisfaisante
hr: Pretraživanje u DuckDuckGo nije dovoljno dobro
hu: A DuckDuckGo keresés nem elég jó
it: L'esperienza di ricerca con DuckDuckGo non è abbastanza soddisfacente
lt: „DuckDuckGo“ paieška nepakankamai gera
lv: DuckDuckGo meklētājs nav pietiekami labs
nb: DuckDuckGo-søket er ikke bra nok
nl: DuckDuckGo-zoekfunctie is niet goed genoeg
pt: A pesquisa do DuckDuckGo não é suficiente boa
ro: Căutarea DuckDuckGo nu este suficient de bună
ru: Не устраивает поиск в DuckDuckGo
sk: Vyhľadávanie DuckDuckGo nie je dosť dobré
sl: Iskanje DuckDuckGo ni dovolj dobro
sv: DuckDuckGo-sökning är inte tillräckligt bra
tr: DuckDuckGo arama özelliği yeterince iyi değil
uk: Пошук DuckDuckGo недостатньо хороший

# feedback.ddgSearch.languageOrRegion
source: Searching in a specific language or region
bg: Търсене на специфичен език или в специфичен район
cs: Vyhledávání v určitém jazyce nebo regionu
da: Søgning på et bestemt sprog eller en bestemt region
de: Suche in einer bestimmten Sprache oder Region
el: Αναζήτηση σε μια συγκεκριμένη γλώσσα ή περιοχή
et: Otsimine konkreetses keeles või piirkonnas
fi: Haku tietyllä kielellä tai tietyllä alueella
fr: Recherche dans une langue ou une région spécifique
hr: Pretraživanje na određenom jeziku ili području
hu: Keresés egy adott nyelven vagy régióban
it: Possibilità di effettuare ricerche in base a una lingua o regione specifica
lt: Paieška konkrečia kalba ar konkrečiame regione
lv: Meklēšana noteiktā valodā vai reģionā
nb: Søk på et bestemt språk eller i en bestemt region
nl: Zoeken in een specifieke taal of regio
pt: Pesquisar num determinado idioma ou região
ro: Căutarea într-o anumită limbă sau regiune
ru: Поиск по определённому языку или региону
sk: Vyhľadávanie v konkrétnom jazyku alebo geografickej oblasti
sl: Iskanje v določenem jeziku ali regiji
sv: Sökning på ett specifikt språk eller i en viss region
tr: Belirli bir dilde veya bölgede arama yapma
uk: Пошук певною мовою чи регіоном

# feedback.ddgSearch.layout
source: The layout should be more like Google
bg: Оформлението трябва да бъде повече като Google
cs: Rozložení by mělo být více podobné Googlu.
da: Layoutet bør være mere som Google
de: Das Layout sollte mehr dem von Google ähneln
el: Η διάταξη θα πρέπει να μοιάζει περισσότερο με το Google
et: Paigutus peaks olema rohkem nagu Google
fi: Ulkoasun pitäisi muistuttaa enemmän Googlea
fr: La mise en page devrait ressembler davantage à Google
hr: Izgled bi trebao biti više nalik Googleu
hu: Az elrendezés hasonlítson jobban a Google elrendezéséhez
it: Il layout dovrebbe essere più simile a Google
lt: Išdėstymas turėtų būti panašesnis į „Google“
lv: Izkārtojumam vajadzētu vairāk līdzināties Google izkārtojumam
nb: Layout burde ligne mer på Google
nl: De lay-out zou meer op Google moeten lijken
pt: A disposição deveria ser mais parecida com o Google
ro: Aspectul ar trebui să semene mai mult cu Google
ru: Оформление должно быть больше похоже на поиск Google
sk: Rozloženie by sa malo viac podobať na Google
sl: Postavitev bi morala biti bolj podobna Googlu
sv: Layouten borde vara mer lik Googles
tr: Düzen daha çok Google gibi olmalı
uk: Макет має бути більше схожим на Google

# feedback.ddgSearch.loadTime
source: Faster load time
bg: По-бързо зареждане
cs: Rychlejší načtení
da: Hurtigere indlæsningstid
de: Schnellere Ladezeit
el: Ταχύτερος χρόνος φόρτωσης
et: Kiirem laadimisaeg
fi: Nopeampi latausaika
fr: Temps de chargement plus rapide
hr: Brže vrijeme učitavanja
hu: Gyorsabb betöltési idő
it: Il tempo di caricamento deve essere velocizzato
lt: Spartesnis krovimasis
lv: Ātrāks ielādes laiks
nb: Raskere innlasting
nl: Snellere laadtijd
pt: Tempo de carregamento mais rápido
ro: Timp de încărcare mai rapid
ru: Ускорение загрузки
sk: Rýchlejšie načítavanie
sl: Hitrejše nalaganje
sv: Snabbare laddningstid
tr: Daha hızlı yükleme süresi
uk: Швидший час завантаження

# feedback.ddgSearch.other
source: None of these
bg: Никое от тези
cs: Žádné z výše uvedených
da: Ingen af disse
de: Keine davon
el: Τίποτα από τα παραπάνω
et: Mitte ükski neist
fi: Ei mikään näistä
fr: Aucune de ces options
hr: Ništa od navedenog
hu: Ezek közül egyik sem
it: Nessuna di queste opzioni
lt: Nei vienas iš šių
lv: Neviens no šiem
nb: Ingen av disse
nl: Geen van deze
pt: Nenhuma das opções anteriores
ro: Niciuna dintre acestea
ru: Ничего из перечисленного
sk: Nič z uvedeného
sl: Nič od tega
sv: Inget av ovanstående
tr: Bunların hiçbiri
uk: Ніщо з цього

# feedback.ddgSearch.technical
source: Programming/technical search
bg: Програмиращо/техническо търсене
cs: Programování/technické vyhledávání
da: Programmering/teknisk søgning
de: Programmierung/technische Suche
el: Προγραμματισμός/τεχνική αναζήτηση
et: Programmeerimine / tehniline otsing
fi: Ohjelmointi-/tekninen haku
fr: Programmation/recherche technique
hr: Programiranje/tehničko pretraživanje
hu: Programozás/műszaki keresés
it: Programmazione/ricerca tecnica
lt: Programavimas / techninė paieška
lv: Programmēšana/tehniskā meklēšana
nb: Programmerings- og tekniske søk
nl: Programmeren/technisch zoeken
pt: Programação/pesquisa técnica
ro: Căutare privind programarea/tehnica
ru: Программирование/технический поиск
sk: Programovanie/technické vyhľadávanie
sl: Programsko/tehnično iskanje
sv: Programmering/teknisk sökning
tr: Programlama/teknik arama
uk: Програмування?/технічний пошук

# feedback.form.caption
source: Please tell us what we can improve
bg: Моля, кажете ни какво можем да подобрим
cs: Řekněte nám prosím, co můžeme zlepšit
da: Fortæl os, hvad vi kan forbedre.
de: Teile uns bitte mit, was wir verbessern können
el: Πείτε μας τι μπορούμε να βελτιώσουμε
et: Ütle meile, mida saaksime parandada
fi: Kerro meille, mitä voimme parantaa
fr: Dites-nous ce que nous pouvons améliorer
hr: Reci nam što možemo poboljšati
hu: Kérjük, mondd el, min tudunk még javítani.
it: Dicci cosa potremmo migliorare
lt: Papasakokite, ką galime patobulinti
lv: Lūdzu, pastāsti, ko mēs varam uzlabot.
nb: Fortell oss hva vi kan gjøre bedre
nl: Vertel ons wat we kunnen verbeteren
pt: Diga-nos o que podemos melhorar
ro: Te rugăm să ne spui ce putem îmbunătăți
ru: Что мы можем улучшить?
sk: Povedzte nám, čo sa dá zlepšiť.
sl: Povejte nam, kaj lahko izboljšamo
sv: Berätta vad vi kan förbättra.
tr: Neleri geliştirebileceğimizi lütfen bize söyleyin
uk: Підкажіть, будь ласка, що ми можемо покращити

# feedback.form.submit
source: Submit
bg: Изпрати
cs: Odeslat
da: Indsend
de: Abschicken
el: Υποβολή
et: Esita
fi: Lähetä
fr: Envoyer
hr: Pošalji
hu: Elküldés
it: Invia
lt: Pateikti
lv: Iesniegt
nb: Send
nl: Verzenden
pt: Submeter
ro: Trimite
ru: Отправить
sk: Potvrdiť
sl: Potrdi
sv: Skicka
tr: Gönder
uk: Подати

# feedback.form.title
source: Help Improve Privacy Pro
bg: Помощ за подобряване на Privacy Pro
cs: Pomoz zlepšit službu Privacy Pro
da: Hjælp med at forbedre Privacy Pro
de: Hilf mit, Privacy Pro zu verbessern
el: Βοηθήστε να βελτιώσουμε το Privacy Pro
et: Aidake täiustada Privacy Pro'd
fi: Auta parantamaan Privacy Prota
fr: Aidez-nous à améliorer Privacy Pro
hr: Pomogni poboljšati Privacy Pro
hu: Segíts a Privacy Pro fejlesztésében
it: Aiuta a migliorare Privacy Pro
lt: Padėk pagerinti „Privacy Pro“
nb: Hjelp oss med å forbedre Privacy Pro
nl: Help Privacy Pro te verbeteren
pt: Ajuda a melhorar o Privacy Pro
ru: Помогите нам улучшить Privacy Pro
sk: Pomôž zlepšiť ochranu osobných údajov Pro
sl: Pomagajte izboljšati Privacy Pro
sv: Hjälp till att förbättra Privacy Pro
tr: Privacy Pro'nun İyileştirilmesine Yardımcı Olun

# feedback.general.category.itr
source: Identity Theft Restoration
sl: Identity Theft Restoration (Obnovitev v primeru kraje identitete)

# feedback.general.category.pir
source: Personal Info Removal
bg: Премахване на лични данни
cs: Odstranění osobních údajů
da: Fjernelse af personlige oplysninger
de: Entfernen personenbezogener Daten
el: Αφαίρεση προσωπικών πληροφοριών
et: Isikliku teabe eemaldamine
fi: Henkilötietojen poistaminen
fr: Suppression des informations personnelles
hr: Uklanjanje osobnih podataka
hu: Személyes információ eltávolítása
it: Rimozione delle informazioni personali
lt: Asmeninės informacijos pašalinimas
nb: Fjerning av personopplysninger
nl: Verwijdering van persoonlijke informatie
ru: Удаление личной информации
sk: Odstránenie osobných informácií
sl: Odstranitev osebnih podatkov
tr: Kişisel Bilgilerin Silinmesi

# feedback.general.category.ppro
source: Subscription and Payments
bg: Абонамент и плащания
cs: Předplatné a platby
da: Abonnement og betalinger
de: Abonnement und Zahlungen
el: Συνδρομές και πληρωμές
et: Tellimused ja maksed
fi: Tilaus ja maksut
fr: Abonnement et paiements
hr: Pretplata i plaćanja
hu: Előfizetés és befizetések
it: Abbonamento e pagamenti
lt: Prenumerata ir mokėjimai
nb: Abonnement og betalinger
nl: Abonnementen en betalingen
pt: Subscrição e Pagamentos
ru: Подписки и платежи
sk: Predplatné a platby
sl: Naročnine in plačila
sv: Abonnemang och betalningar
tr: Abonelik ve Ödemeler

# feedback.general.category.select
source: Select a category
bg: ИЗБЕРЕТЕ КАТЕГОРИЯ
cs: VYBER KATEGORII
da: VÆLG EN KATEGORI
de: EINE KATEGORIE AUSWÄHLEN
el: ΕΠΙΛΕΞΤΕ ΚΑΤΗΓΟΡΙΑ
et: VALI KATEGOORIA
fi: VALITSE KATEGORIA
fr: SÉLECTIONNER UNE CATÉGORIE
hr: ODABERI KATEGORIJU
hu: VÁLASSZ KATEGÓRIÁT
it: SELEZIONA UNA CATEGORIA
lt: PASIRINKITE KATEGORIJĄ
nb: VELG EN KATEGORI
nl: SELECTEER EEN CATEGORIE
pt: SELECIONA UMA CATEGORIA
ru: ВЫБЕРИТЕ КАТЕГОРИЮ
sk: VYBERTE KATEGÓRIU
sl: IZBERITE KATEGORIJO
sv: VÄLJ EN KATEGORI
tr: BİR KATEGORİ SEÇİN

# feedback.itr.category.access-code
source: Issue with access code
bg: Проблем с кода за достъп
cs: Problém s přístupovým kódem
da: Problem med adgangskoden
de: Problem mit dem Zugangscode
el: Πρόβλημα με τον κωδικό πρόσβασης
et: Probleem pääsukoodiga
fi: Ongelma pääsykoodin kanssa
fr: Problème avec le code d'accès
hr: Problem s pristupnim kodom
hu: Hozzáférési kóddal kapcsolatos probléma
it: Problema con il codice di accesso
lt: Problema su prieigos kodu
nb: Problem med tilgangskode
nl: Probleem met toegangscode
pt: Problema com o código de acesso
ru: Проблема с кодом доступа
sk: Problém s prístupovým kódom
sl: Težava s kodo za dostop
sv: Problem med åtkomstkod
tr: Erişim koduyla ilgili sorun

# feedback.itr.category.cant-contact-advisor
source: Unable to contact advisor
bg: Неуспешно свързване с консултант
cs: Nejde kontaktovat poradce
da: Kan ikke kontakte rådgiver
de: Berater kann nicht kontaktiert werden
el: Αδυναμία επικοινωνίας με τον σύμβουλο
et: Ei saa nõustajaga ühendust võtta
fi: Yhteydenotto neuvonantajaan ei onnistu
fr: Impossible de contacter le conseiller
hr: Nije moguće kontaktirati savjetnika
hu: Nem sikerült felvenni a kapcsolatot az ügyintézővel
it: Impossibile contattare il consulente
lt: Nepavyksta susisiekti su konsultantu
nb: Kan ikke kontakte rådgiver
nl: Kan geen contact opnemen met de adviseur
pt: Não é possível contactar o consultor
ru: Невозможно связаться с консультантом
sk: Nemôžem sa spojiť s poradcom.
sl: Ne morem vzpostaviti stika s svetovalcem
sv: Det går inte att kontakta rådgivaren
tr: Danışmanla iletişime geçilemiyor

# feedback.itr.category.select
source: Select a category
bg: ИЗБЕРЕТЕ КАТЕГОРИЯ
cs: VYBER KATEGORII
da: VÆLG EN KATEGORI
de: EINE KATEGORIE AUSWÄHLEN
el: ΕΠΙΛΕΞΤΕ ΚΑΤΗΓΟΡΙΑ
et: VALI KATEGOORIA
fi: VALITSE KATEGORIA
fr: SÉLECTIONNER UNE CATÉGORIE
hr: ODABERI KATEGORIJU
hu: VÁLASSZ KATEGÓRIÁT
it: SELEZIONA UNA CATEGORIA
lt: PASIRINKITE KATEGORIJĄ
nb: VELG EN KATEGORI
nl: SELECTEER EEN CATEGORIE
pt: SELECIONA UMA CATEGORIA
ru: ВЫБЕРИТЕ КАТЕГОРИЮ
sk: VYBERTE KATEGÓRIU
sl: IZBERITE KATEGORIJO
sv: VÄLJ EN KATEGORI
tr: BİR KATEGORİ SEÇİN

# feedback.itr.category.something-else
source: Something else
bg: Нещо друго
cs: Něco jiného
da: Noget andet
de: Etwas anderes
el: Κάτι άλλο
et: Midagi muud
fi: Jotain muuta
fr: Autre chose
hr: Nešto drugo
hu: Valami más
it: Qualcos'altro
lt: Kažkas kito
nb: Noe annet
nl: Iets anders
pt: Outra coisa
ru: Что-то другое
sk: Niečo iné
sl: Nekaj drugega
sv: Övrigt
tr: Başka bir şey

# feedback.itr.category.unhelpful
source: Call to Advisor was unhelpful
bg: Разговорът с консултанта беше неефективен
cs: Hovor s poradcem mi nepomohl
da: Opkald til rådgiver var ikke hjælpsomt
de: Anruf beim Berater war nicht hilfreich
el: Η κλήση στον Σύμβουλο δεν βοήθησε
et: Nõustajale helistamine ei aidanud
fi: Soitto neuvonantajalle ei ollut hyödyllinen
fr: L'échange avec le conseiller n'a pas été utile
hr: Poziv savjetniku nije bio od pomoći
hu: Az ügyintézővel folytatott hívás nem volt hasznos
it: Chiamata al consulente inutile
lt: Skambutis konsultantui buvo nenaudingas
nb: Det hjalp ikke å ringe til rådgiveren
nl: Telefoontje naar adviseur hielp niet
pt: A chamada para o consultor não foi útil
ru: Мало толку от звонка консультанту
sk: Telefonát s poradcom nebol užitočný
sl: Klic s svetovalcem ni bil koristen
sv: Samtal till rådgivare var inte hjälpsamt
tr: Danışmanı aramak işe yaramadı

# feedback.negative.form.genericPlaceholder
source: Please be as specific as possible
bg: Моля, бъдете колкото може по-конкретни
cs: Buďte co nejkonkrétnější.
da: Vær så specifik som muligt
de: Bitte sei so genau wie möglich
el: Να είστε όσο το δυνατόν πιο συγκεκριμένοι
et: Palun ole võimalikult konkreetne
fi: Kerro mahdollisimman tarkasti
fr: Veuillez être aussi précis que possible
hr: Budi što precizniji/a
hu: Kérjük, a lehető legpontosabban írj meg mindent
it: Sii quanto più specifico possibile
lt: Nurodykite kuo konkrečiau
lv: Lūdzu, norādi pēc iespējas precīzāk
nb: Vær så spesifikk som mulig
nl: Wees zo specifiek mogelijk
pt: Seja o mais específico possível
ro: Vă rugăm să furnizați detalii cât mai concrete
ru: Опишите максимально подробно
sk: Buďte čo najkonkrétnejší
sl: Bodite čim bolj natančni
sv: Beskriv så noggrant som möjligt
tr: Lütfen mümkün olduğunca spesifik olun
uk: Будь ласка, будьте максимально конкретними

# feedback.negative.form.placeholder
source: Are there any specifics you’d like to include?
bg: Искате ли да споделите нещо по-конкретно?
cs: Máte něco konkrétního, co byste chtěli zahrnout?
da: Er der nogen detaljer, du gerne vil inkludere?
de: Gibt es etwas Bestimmtes, das du einbeziehen möchtest?
el: Υπάρχει κάτι συγκεκριμένο που θα θέλατε να προστεθεί;
et: Kas on mingeid üksikasju, mida soovid lisada?
fi: Haluaisitko kertoa tarkempia tietoja?
fr: Y a-t-il des informations dont vous aimeriez nous faire part ?
hr: Postoje li neke specifičnosti koje želiš dodati?
hu: Van valami olyan jellemző, amit szeretnél belefoglalni?
it: Vuoi includere qualche informazione specifica?
lt: Ar norėtumėte įtraukti konkrečios informacijos?
lv: Vai vēlies iekļaut specifisku informāciju?
nb: Er det noe spesielt du vil ha med?
nl: Zijn er details die je wilt vermelden?
pt: Há algum pormenor que deseje incluir?
ro: Există anumite specificații pe care dorești să le incluzi?
ru: Хотите добавить что-то конкретное?
sk: Chceli by ste zahrnúť nejaké špecifiká?
sl: Ali bi želeli vključiti kakšne podrobnosti?
sv: Finns det någon specifik information som du vill ta med?
tr: Ayrıntılı olarak belirtmek istediğiniz herhangi bir şey var mı?
uk: Чи є якісь особливості, які ви хотіли б включити?

# feedback.negative.header
source: We’re Sorry to Hear That
bg: Съжаляваме да чуем това
cs: Je nám líto, že nejste spokojení
da: Det er vi kede af at høre
de: Es tut uns leid, das zu hören
el: Λυπούμαστε πολύ για αυτό
et: Meil on kahju seda kuulda
fi: Ikävä kuulla
fr: Nous sommes désolés de l'apprendre
hr: Žao nam je što to čujemo
hu: Sajnálattal halljuk.
it: Ci dispiace
lt: Apgailestaujame
lv: Mums žēl to dzirdēt
nb: Det var leit å høre
nl: Dat vinden we jammer om te horen
pt: Lamentamos ouvir isso
ro: Ne pare rău să auzim aceasta
ru: Очень жаль
sk: Mrzí nás to
sl: Žal nam je, da to slišimo
sv: Det var tråkigt att höra
tr: Bunu Duyduğumuza Üzüldük
uk: Нам шкода це чути

# feedback.negative.supplementary
source: What is your frustration most related to?
bg: С какво най-вече са свързани отрицателните Ви впечатления?
cs: S čím souvisí vaše frustrace nejvíce?
da: Hvad handler din frustration mest om?
de: Was stört dich am meisten?
el: Με τι σχετίζεται περισσότερο το πρόβλημά σας;
et: Millega on teie pettumus kõige rohkem seotud?
fi: Mikä turhauttaa sinua eniten?
fr: À quoi votre insatisfaction est-elle la plus liée ?
hr: Zbog čega si najviše frustriran/a?
hu: Mi okozta a legtöbb problémát?
it: A cosa è maggiormente dovuta l'esperienza negativa?
lt: Kas jums kelia didžiausią susierzinimą?
lv: Ar ko tava vilšanās ir visvairāk saistīta?
nb: Hva er det som er mest frustrerende?
nl: Waarmee heeft je frustratie het meest te maken?
pt: A sua frustração está mais relacionada com o quê?
ro: Ce aspect vă deranjează cel mai tare?
ru: Что именно вам не понравилось?
sk: Čo vás najviac frustruje?
sl: Nad čim ste najbolj razočarani?
sv: Vad anser du vara mest frustrerande?
tr: En çok ne ile ilgili sıkıntı yaşadınız?
uk: З чим найбільше пов’язане ваше розчарування?

# feedback.other.description
source: Other Issues
bg: Други проблеми
cs: Další problémy
da: Andre problemer
de: Andere Probleme
el: Άλλα προβλήματα
et: Teised probleemid
fi: Muut ongelmat
fr: Autres problèmes
hr: Ostali problemi
hu: Egyéb problémák
it: Altri problemi
lt: Kitos problemos
lv: Citas problēmas
nb: Andre problemer
nl: Andere problemen
pt: Outros problemas
ro: Alte probleme
ru: Другие проблемы
sk: Iné problémy
sl: Druge težave
sv: Andra problem
tr: Diğer Sorunlar
uk: Інші питання

# feedback.other.entry
source: None of these
bg: Никое от тези
cs: Žádné z výše uvedených
da: Ingen af disse
de: Keine davon
el: Τίποτα από τα παραπάνω
et: Mitte ükski neist
fi: Ei mikään näistä
fr: Aucune de ces options
hr: Ništa od navedenog
hu: Ezek közül egyik sem
it: Nessuna di queste opzioni
lt: Nei vienas iš šių
lv: Neviens no šiem
nb: Ingen av disse
nl: Geen van deze
pt: Nenhuma das opções anteriores
ro: Niciuna dintre acestea
ru: Ничего из перечисленного
sk: Nič z uvedeného
sl: Nič od tega
sv: Inget av ovanstående
tr: Bunların hiçbiri
uk: Ніщо з цього

# feedback.performance.caption
source: Which issue are you experiencing?
bg: Кой проблем имате?
cs: Který problém zažíváte?
da: Hvilket problem oplever du?
de: Welches Problem tritt auf?
el: Ποιο πρόβλημα αντιμετωπίζετε;
et: Milline probleem teil on?
fi: Mitä ongelmia sinulla on esiintynyt?
fr: Quel problème rencontrez-vous ?
hr: Koji problem imate?
hu: Melyik problémával találkoztál?
it: Quale problema hai riscontrato?
lt: Su kokia problema susiduriate?
lv: Ar kuru problēmu tu saskaries?
nb: Hvilket problem opplever du?
nl: Welk probleem ervaar je?
pt: Que problema está a enfrentar?
ro: Ce problemă întâmpinați?
ru: Какие проблемы у вас возникают?
sk: Na aký problém ste natrafili?
sl: Katero težavo imate?
sv: Vilket problem upplever du?
tr: Hangi sorunu yaşıyorsunuz?
uk: Яку проблему ви відчуваєте?

# feedback.performance.crashes
source: The app crashes or freezes
bg: Срив или замръзване на приложението
cs: Aplikace se hroutí nebo zamrzne
da: Appen går ned eller fryser
de: Die App stürzt ab oder reagiert nicht
el: Η εφαρμογή παρουσιάζει σφάλματα ή παγώνει
et: Rakendus jookseb kokku või külmub
fi: Sovellus kaatuu tai jähmettyy
fr: L'application plante ou se bloque
hr: Aplikacija se ruši ili zamrzava
hu: Az alkalmazás összeomlik vagy lefagy
it: L'app si arresta in modo anomalo o si blocca
lt: Programa stringa arba nustoja veikti
lv: Lietotne avarē vai apstājas
nb: Appen krasjer eller fryser
nl: De app crasht of blokkeert
pt: A aplicação falha ou bloqueia
ro: Aplicația cade sau se blochează
ru: Приложение вылетает или зависает
sk: Aplikácia zlyháva alebo mrzne
sl: Aplikacija se sesuje ali zamrzne
sv: Appen kraschar eller låser sig
tr: Uygulama çöküyor veya donuyor
uk: Програма виходить з ладу або зависає
