Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# network.protection.status.connected.format
source: Connected · %@
bg: Свързан · %@
cs: Připojeno · %@
da: Forbundet · %@
de: Verbunden · %@
el: Συνδέθηκε · %@
et: Ühendatud · %@
fi: Yhdistetty · %@
fr: Connecté · %@
hr: Povezano · %@
hu: Csatlakoztatva · %@
it: Connesso · %@
lt: Prisijungta · %@
lv: Savienots · %@
nb: Tilkoblet · %@
nl: Verbonden · %@
pt: Ligada · %@
ro: Conectat · %@
ru: Подключен · %@
sk: Pripojené · %@
sl: Povezano · %@
sv: Ansluten · %@
tr: Bağlandı · %@

# network.protection.status.connecting
source: Connecting...
bg: Свързване...
cs: Připojování...
da: Forbinder...
de: Verbinden ...
el: Σύνδεση...
et: Ühendamine...
fi: Yhdistetään...
fr: Connexion en cours…
hr: Povezivanje u tijeku...
hu: Csatlakozás…
it: Connessione in corso...
lt: Jungiamasi...
nb: Kobler til...
nl: Er wordt verbinding gemaakt ...
pt: A ligar…
ru: Выполняется подключение...
sk: Pripája sa...
sl: Povezovanje ...
sv: Ansluter …
tr: Bağlanıyor...

# network.protection.status.disconnected
source: Not connected
bg: Няма връзка
cs: Nepřipojeno
da: Ikke forbundet
de: Nicht verbunden
el: Δεν έχει συνδεθεί
et: Ei ole ühendatud
fi: Ei yhteyttä
fr: Non connecté
hr: Nije povezano
hu: Nincs csatlakoztatva
it: Non collegata
lt: Neprijungta
nb: Ikke tilkoblet
nl: Niet verbonden
pt: Não ligada
ru: Не подключен
sk: Nie je pripojený
sl: Brez povezave
sv: Ej ansluten
tr: Bağlı değil

# network.protection.status.disconnecting
source: Disconnecting...
bg: Прекъсване...
cs: Odpojování...
da: Afbryder...
de: Wird getrennt ...
el: Αποσύνδεση...
et: Katkestamine...
fi: Katkaistaan yhteys...
fr: Déconnexion en cours…
hr: Prekidanje veze...
hu: Leválasztás…
it: Disconnessione in corso...
lt: Atsijungiama...
nb: Kobler fra...
nl: De verbinding wordt verbroken ...
pt: A desligar…
ru: Отключение...
sk: Odpájanie...
sl: Prekinjanje povezave ...
sv: Kopplar från ...
tr: Bağlantı kesiliyor...

# network.protection.status.header.message.off
source: Connect to secure all of your device’s Internet traffic.
bg: Свържете се, за да защитите всичките си устройства Интернет трафик.
cs: Připojte se a zabezpečte všechna svá zařízení Internetový provoz.
da: Opret forbindelse for at sikre al din enheds internettrafik.
de: Stell eine Verbindung her, um den gesamten Internetverkehr deines Geräts zu sichern.
el: Συνδεθείτε για να διασφαλίσετε όλη την επισκεψιμότητά σας στο διαδίκτυο από τη συσκευή σας.
et: Ühendage kõigi oma seadme kaitsmiseks Internetiliiklus.
fi: Yhdistä suojataksesi laitteesi koko verkkoliikenne.
fr: Connectez-vous pour sécuriser tout le trafic trafic Internet de votre appareil.
hr: Poveži se i osiguraj internetski promet na svim svojim uređajima.
hu: Csatlakozz az összes eszköz internetes forgalmának védelméhez.
it: Connetti per proteggere tutto il traffico Internet del tuo dispositivo.
lt: Prisijunkite, kad apsaugotumėte visų savo įrenginių interneto srautą.
lv: Izveido savienojumu, lai aizsargātu visu savu ierīču Interneta trafiku.
nb: Koble til for å sikre all internettrafikk på enheten din.
nl: Maak verbinding om het internetverkeer van al je apparaten te beveiligen.
pt: Liga a VPN para protegeres todo o tráfego de Internet do teu dispositivo.
ro: Conectează-te pentru a securiza traficul pe internet pentru toate dispozitivele tale.
ru: Выполните подключение для защиты трафика всех устройств.
sk: Pripojte sa, aby ste zabezpečili všetky svoje zariadenia Internetový prenos.
sl: Povežite se, da zaščitite ves internetni promet v svoji napravi.
sv: Anslut för att säkra all internettrafik för din enhet.
tr: Tüm cihazlarınızın internet trafiğinde güvenliği sağlamak için bağlanın.

# network.protection.status.header.message.on
source: All device Internet traffic is being secured through the VPN.
bg: Целият интернет трафик на устройството е защитен чрез VPN.
cs: Veškerý internetový provoz zařízení je zabezpečený pomocí VPN.
da: Al internettrafik på enheden er sikret gennem VPN-forbindelsen.
de: Der gesamte Internetverkehr des Geräts wird über das VPN gesichert.
el: Όλη η επισκεψιμότητα στο διαδίκτυο από τη συσκευή διασφαλίζεται μέσω του VPN.
et: Kogu seadme internetiliiklus on turvatud läbi VPN-i.
fi: Laitteen koko verkkoliikenne suojataan VPN:n kautta.
fr: Le trafic Internet de tous les appareils est sécurisé via le VPN.
hr: Sav internetski promet uređaja osiguran je putem VPN-a.
hu: A VPN védi az összes eszköz internetes forgalmát.
it: Tutto il traffico Internet del dispositivo è protetto tramite la VPN.
lt: Visas įrenginio interneto srautas yra apsaugotas naudojant VPN.
lv: Visu ierīču Interneta trafiks tiek aizsargāts, izmantojot VPN.
nb: All internettrafikk på enheten blir sikret gjennom VPN.
nl: Al het internetverkeer van apparaten wordt beveiligd via de VPN.
pt: Todo o tráfego de Internet do dispositivo está protegido através da VPN.
ro: Tot traficul de internet al dispozitivelor este securizat prin VPN.
ru: Трафик всех устройств защищен по VPN.
sk: Celá internetová prevádzka zariadenia je zabezpečená Prostredníctvom VPN.
sl: Ves internetni promet v napravi je zaščiten prek omrežja VPN.
sv: All internettrafik för enheten säkras genom VPN.
tr: Tüm cihaz internet trafiği VPN ile güvence altında.

# network.protection.status.header.title.off
source: DuckDuckGo VPN is Off
bg: DuckDuckGo VPN е изключен
cs: VPN DuckDuckGo je vypnutá
da: DuckDuckGo VPN er slået fra
de: DuckDuckGo-VPN ist Aus
el: Το DuckDuckGo VPN είναι απενεργοποιημένο
et: DuckDuckGo VPN on välja lülitatud
fi: DuckDuckGo VPN on pois päältä
fr: Le VPN DuckDuckGo est désactivé
hr: DuckDuckGo VPN je isključen
hu: A DuckDuckGo VPN ki van kapcsolva
it: DuckDuckGo VPN è disattivata
lt: „DuckDuckGo“ VPN išjungtas
lv: DuckDuckGo VPN ir izslēgts
nb: DuckDuckGo VPN er av
nl: DuckDuckGo VPN is uitgeschakeld
pt: A DuckDuckGo VPN está Desativada
ro: DuckDuckGo VPN este oprit
ru: DuckDuckGo VPN отключен
sk: DuckDuckGo VPN je vypnutá
sl: Omrežje VPN DuckDuckGo je izklopljeno
sv: DuckDuckGo VPN är Av
tr: DuckDuckGo VPN Kapalı

# network.protection.status.header.title.on
source: DuckDuckGo VPN is On
bg: DuckDuckGo VPN е включен
cs: VPN DuckDuckGo je zapnutá
da: DuckDuckGo VPN er tændt
de: DuckDuckGo-VPN ist An
el: Το DuckDuckGo VPN είναι ενεργοποιημένο
et: DuckDuckGo VPN on sisse lülitatud
fi: DuckDuckGo VPN on päällä
fr: Le VPN DuckDuckGo est activé
hr: DuckDuckGo VPN je uključen
hu: A DuckDuckGo VPN be van kapcsolva
it: DuckDuckGo VPN è attiva
lt: „DuckDuckGo“ VPN įjungtas
lv: DuckDuckGo VPN ir ieslēgts
nb: DuckDuckGo VPN er på
nl: DuckDuckGo VPN is ingeschakeld
pt: A DuckDuckGo VPN está Ativada
ro: DuckDuckGo VPN este pornit
ru: DuckDuckGo VPN включен
sk: DuckDuckGo VPN je zapnutá
sl: Omrežje VPN DuckDuckGo je vklopljeno
sv: DuckDuckGo VPN är På
tr: DuckDuckGo VPN Açık

# network.protection.status.header.title.snoozed
source: DuckDuckGo VPN is Snoozed
bg: VPN на DuckDuckGo е отложен
cs: VPN DuckDuckGo je uspaná
da: DuckDuckGo VPN er sat på pause
de: DuckDuckGo VPN ist pausiert
el: Το DuckDuckGo VPN βρίσκεται σε κατάσταση αναστολής λειτουργίας
et: DuckDuckGo VPN on peatatud
fi: DuckDuckGo VPN on lepotilassa
fr: Le VPN DuckDuckGo est en veille
hr: DuckDuckGo VPN je u stanju mirovanja
hu: A DuckDuckGo VPN szüneteltetve van
it: DuckDuckGo VPN è sospesa
lt: „DuckDuckGo“ VPN pristabdyta
nb: DuckDuckGo VPN er satt på slumring
nl: DuckDuckGo VPN is gepauzeerd
pt: A DuckDuckGo VPN está suspensa
ru: Работа DuckDuckGo VPN отложена
sk: DuckDuckGo VPN je pozastavená
sl: Omrežje VPN DuckDuckGo je preloženo
sv: DuckDuckGo VPN har pausats
tr: DuckDuckGo VPN Uyku Moduna Alındı

# network.protection.status.menu.share.feedback
source: Share Feedback
bg: Споделяне на отзив
cs: Podělte se o zpětnou vazbu
da: Del feedback
de: Feedback teilen
el: Κοινοποίηση σχολίου
et: Jaga tagasisidet
fi: Jaa palaute
fr: Partagez vos commentaires
hr: Podijeli povratne informacije
hu: Visszajelzés megosztása
it: Condividi feedback
lt: Bendrinti atsiliepimą
nb: Del tilbakemelding
nl: Feedback delen
pt: Partilhar comentários
ru: Оставьте нам отзыв
sk: Zdieľať spätnú väzbu
sl: Deli povratne informacije
sv: Berätta vad du tycker
tr: Geri Bildirim Paylaş

# network.protection.status.paused
source: Paused
bg: На пауза
cs: Pozastaveno
da: Sat på pause
de: Pausiert
el: Σε παύση
et: Peatatud
fi: Keskeytetty
fr: En pause
hr: Zaustavljen
hu: Szüneteltetve
it: In pausa
lt: Pristabdyta
nb: Satt på pause
nl: Gepauzeerd
pt: Em pausa
ru: На паузе
sk: Pozastavené
sl: Začasno ustavljeno
sv: Pausad
tr: Duraklatıldı

# network.protection.status.snoozing.format
source: Snoozing, %@ remaining
bg: Отлагане, остават %@
cs: Uspáno, zbývá %@
da: Sat på pause, %@ tilbage
de: Pausiert, %@ verbleibend
el: Σε αναβολή, απομένει %@
et: Peatatud, veel %@ jooksul
fi: Lepotila, %@ jäljellä
fr: En veille, %@ restante(s)
hr: U stanju mirovanja, preostaje %@
hu: Szundi, %@ maradt hátra
it: In sospensione, %@ rimanenti
lt: Pristabdyta, liko %@
nb: Slumrer, %@ gjenstår
nl: Sluimeren, %@ resterend
pt: Em suspensão, %@ restante
ru: Работа отложена, осталось %@
sk: Odkladám, %@ zostáva
sl: Dremež, %@ preostalo
sv: Snoozar, %@ kvar
tr: Uyku modunda, %@ kaldı

# network.protection.status.view.action.snooze
source: Snooze For 20 Minutes
bg: Отлагане за 20 минути
cs: Uspat na 20 minut
da: Sat på pause i 20 minutter
de: Pausieren für 20 Minuten
el: Αναβολή για 20 λεπτά
et: Peata 20 minutiks
fi: Aseta lepotilaan 20 minuutiksi
fr: Mettre en veille pendant 20 minutes
hr: Stavi u stanje mirovanja na 20 minuta
hu: Szundi 20 percig
it: Posponi di 20 minuti
lt: Pristabdyta 20 min.
nb: Slumre i 20 minutter
nl: 20 minuten sluimeren
pt: Suspender por 20 minutos
ru: Отложить на 20 минут
sk: Odložiť na 20 minút
sl: Preloženo za 20 minut
sv: Snooza i 20 minuter
tr: 20 Dakikalığına Uyku Moduna Al

# network.protection.status.view.action.wake-up
source: Wake Up
bg: Събуждане
cs: Probudit
da: Afbryd pause
de: Aufwachen
el: Αφύπνιση
et: Ärata
fi: Herätä
fr: Réveiller
hr: Probudi
hu: Ébredj fel
it: Sveglia
lt: Atšaukti pristabdymą
nb: Våkne
nl: Inschakelen
pt: Ativar
ru: Разбудить
sk: Prebuď sa
sl: Prebudi
sv: Väck
tr: Uyandır

# network.protection.status.view.connection.details
source: Connection Details
bg: Подробности за връзката
cs: Podrobnosti o připojení
da: Forbindelsesdetaljer
de: Verbindungsdetails
el: Λεπτομέρειες σύνδεσης
et: Ühenduse üksikasjad
fi: Yhteyden tiedot
fr: Détails de la connexion
hr: Detalji o vezi
hu: Kapcsolat adatai
it: Dettagli della connessione
lt: Išsami ryšio informacija
nb: Tilkoblingsdetaljer
nl: Verbindingsdetails
pt: Detalhes da ligação
ru: О подключении
sk: Podrobnosti pripojenia
sl: Podrobnosti povezave
sv: Anslutningsinformation
tr: Bağlantı Ayrıntıları

# network.protection.status.view.custom.dns
source: DNS Server
bg: DNS сървър
el: Διακομιστής DNS
fi: DNS-palvelin
fr: Serveur DNS
hr: DNS poslužitelj
hu: DNS-kiszolgáló
it: Server DNS
lt: DNS serveris
pt: Servidor DNS
ru: DNS-сервер
sl: Strežnik DNS
tr: DNS Sunucusu

# network.protection.status.view.error.connection.failed.message
source: Please try again later.
bg: Моля, опитайте отново по-късно.
cs: Zkus to znovu později.
da: Prøv igen senere.
de: Bitte versuche es zu einem späteren Zeitpunkt erneut.
el: Ξαναδοκιμάστε αργότερα.
et: Proovi hiljem uuesti.
fi: Yritä myöhemmin uudelleen.
fr: Veuillez réessayer plus tard.
hr: Pokušaj ponovno nešto kasnije.
hu: Próbálkozz újra később.
it: Riprova più tardi.
lt: Bandykite dar kartą vėliau.
nb: Prøv igjen senere.
nl: Probeer het later opnieuw.
pt: Tenta novamente mais tarde.
ru: Повторите попытку позже.
sk: Prosím, skúste to neskôr znova.
sl: Poskusite znova pozneje.
sv: Försök igen senare.
tr: Lütfen daha sonra tekrar deneyin.

# network.protection.status.view.error.connection.failed.title
source: Failed to Connect.
bg: Неуспешно свързване.
cs: Připojení se nezdařilo.
da: Kunne ikke oprette forbindelse.
de: Verbindung konnte nicht hergestellt werden.
el: Αποτυχία σύνδεσης.
et: Ühendus ebaõnnestus.
fi: Yhteyden muodostaminen epäonnistui.
fr: Connexion impossible.
hr: Povezivanje nije uspjelo.
hu: Nem sikerült csatlakozni.
it: Connessione non riuscita.
lt: Nepavyko prisijungti.
nb: Tilkobling mislyktes.
nl: Kan geen verbinding maken.
pt: Falha ao ligar.
ru: Подключиться не удалось.
sk: Nepodarilo sa pripojiť.
sl: Ni uspelo vzpostaviti povezave.
sv: Det gick inte att ansluta.
tr: Bağlanılamadı.

# network.protection.status.view.ip.address
source: IP Address
bg: IP адрес
cs: IP adresa
da: IP-adresse
de: IP-Adresse
el: Διεύθυνση IP
et: IP-aadress
fi: IP-osoite
fr: Adresse IP
hr: IP adresa
hu: IP-cím
it: Indirizzo IP
lt: IP adresas
nb: IP-adresse
nl: IP-adres
pt: Endereço IP
ru: IP-адрес
sk: IP adresa
sl: Naslov IP
sv: IP-adress
tr: IP Adresi

# network.protection.status.view.location
source: Location
bg: Местоположение
cs: Poloha
da: Placering
de: Standort
el: Τοποθεσία
et: Asukoht
fi: Sijainti
fr: Localisation
hr: Lokacija
hu: Hely
it: Posizione
lt: Vieta
nb: Posisjon
nl: Locatie
pt: Localização
ru: Геопозиция
sk: Poloha
sl: Lokacija
sv: Plats
tr: Konum

# network.protection.status.view.settings.section.title
source: Manage
bg: Управление
cs: Spravovat
da: Administrer
de: Verwalten
el: Διαχείριση
et: Halda
fi: Hallitse
fr: Gérer
hr: Upravljanje
hu: Kezelés
it: Gestisci
lt: Tvarkyti
lv: Pārvaldīt
nb: Administrere
nl: Beheren
pt: Gerir
ro: Gestionează
ru: Настроить
sk: Spravujte stránku
sl: Upravljanje
sv: Hantera
tr: Yönet

# network.protection.success.notification.body
source: DuckDuckGo VPN is On. Your location and online activity are protected.
bg: DuckDuckGo VPN е включен. Вашето местоположение и онлайн активност са защитени.
cs: VPN DuckDuckGo je zapnutá. Tvoje poloha a online aktivita jsou chráněné.
da: DuckDuckGo VPN er tændt. Din placering og onlineaktivitet er beskyttet.
de: DuckDuckGo VPN ist aktiviert. Dein Standort und deine Online-Aktivitäten sind geschützt.
el: Το DuckDuckGo VPN είναι ενεργοποιημένο. Η τοποθεσία και η διαδικτυακή δραστηριότητά σας προστατεύονται.
et: DuckDuckGo VPN on sisse lülitatud. Teie asukoht ja võrgutegevus on kaitstud.
fi: DuckDuckGo VPN on päällä. Sijaintisi ja verkkotoimintasi on suojattu.
fr: Le VPN DuckDuckGo est activé. Votre emplacement et votre activité en ligne sont protégés.
hr: DuckDuckGo VPN je uključen. Tvoja lokacija i aktivnosti na internetu zaštićeni su.
hu: A DuckDuckGo VPN be van kapcsolva. A tartózkodási helyed és az online tevékenységed védelme aktív.
it: La VPN di DuckDuckGo è attiva. La tua posizione e le tue attività online sono protette.
lt: „DuckDuckGo“ VPN įjungtas. Jūsų vieta ir veikla internete yra apsaugota.
lv: Tīkla aizsardzība ir ieslēgta. Tava atrašanās vieta un darbības tiešsaistē ir aizsargātas.
nb: DuckDuckGo VPN er på. Plasseringen og nettaktiviteten din er beskyttet.
nl: DuckDuckGo VPN is ingeschakeld. Je locatie en online-activiteiten zijn beschermd.
pt: A VPN DuckDuckGo está ativada. A tua localização e atividade online estão protegidas.
ro: Network Protection este activată. Locația și activitatea ta online sunt protejate.
ru: DuckDuckGo VPN включен. Ваши геопозиция и онлайн-активность скрыты от посторонних глаз.
sk: DuckDuckGo VPN je zapnutá. Tvoja poloha a online aktivita sú chránené.
sl: Omrežje VPN DuckDuckGo je vklopljeno. Vaša lokacija in spletna dejavnost sta zaščiteni.
sv: DuckDuckGo VPN är på. Din plats och onlineaktivitet är skyddad.
tr: DuckDuckGo VPN Açık. Konumunuz ve çevrimiçi etkinliğiniz korunuyor.

# network.protection.success.notification.subtitle.including.serverLocation
source: Routing device traffic through %@.
bg: Трафикът на устройството се маршрутизира през %@.
cs: Směrování provozu zařízení přes %@.
da: Router enhedens trafik gennem %@.
de: Geräteverkehr wird über %@ geleitet.
el: Δρομολόγηση κυκλοφορίας της συσκευής μέσω %@.
et: Seadme liiklus suunatakse läbi %@.
fi: Laitteen liikenne reititetään %@ kautta.
fr: Routage du trafic de l'appareil via %@.
hr: Usmjeravanje prometa uređaja kroz %@.
hu: Az eszköz forgalmának átirányítási helyszíne: %@.
it: Instradamento del traffico del dispositivo tramite %@.
lt: Nukreipiamas įrenginio srautas per %@.
lv: Ierīces datplūsma tiek maršrutēta caur: %@.
nb: Omdirigerer enhetstrafikk gjennom %@.
nl: Apparaatverkeer routeren via %@.
pt: A encaminhar o tráfego do dispositivo através de %@.
ro: Dirijarea traficului dispozitivului prin %@.
ru: Трафик устройства направляется через: %@
sk: Smerovanie komunikácie zariadenia cez %@.
sl: Usmerjanje prometa naprave prek kraja %@.
sv: Dirigera enhetstrafik genom %@.
tr: Cihaz trafiği %@ üzerinden yönlendiriliyor.

source: VPN snooze has ended. Routing device traffic through %@.
bg: Отлагането на VPN приключи. Трафикът на устройството се маршрутизира през %@.
cs: VPN už není uspaná. Směrování provozu zařízení přes %@.
da: VPN-pausen er afsluttet. Enhedens trafik routes gennem %@.
de: Die VPN-Pause ist vorbei. Geräteverkehr wird über %@ geleitet.
el: Η αναστολή του VPN έχει τελειώσει. Δρομολόγηση κυκλοφορίας της συσκευής μέσω %@.
et: VPN-i peatamine on lõppenud. Seadme liiklus suunatakse läbi %@.
fi: VPN-lepotila on päättynyt. Laitteen liikenne reititetään %@ kautta.
fr: La veille du VPN a pris fin. Routage du trafic de l'appareil via %@.
hr: Mirovanje VPN-a je završilo. Usmjeravanje prometa uređaja kroz %@.
hu: A VPN szüneteltetése véget ért. Az eszköz forgalmának átirányítása ezen keresztül: %@.
it: La sospensione della VPN è finita. Instradamento del traffico del dispositivo tramite %@.
lt: VPN pristabdymas baigėsi. Nukreipiamas įrenginio srautas per %@.
nb: VPN-slumringen er avsluttet. Ruter enhetstrafikk gjennom %@.
nl: De VPN-sluimerstand is beëindigd. Apparaatverkeer wordt gerouteerd via %@.
pt: A suspensão da VPN terminou. A encaminhar o tráfego do dispositivo por %@.
ru: VPN вышел из отложенного режима. Трафик устройства направляется через: %@.
sk: Odloženie VPN sa skončilo. Smerovanie prevádzky zariadenia cez %@.
sl: Dremež za VPN je končan. Usmerjanje prometa naprave prek kraja %@.
sv: VPN-pausen har avslutats. Dirigerar enhetstrafik via %@.
tr: VPN uyku modu sona erdi. Cihaz trafiği %@ üzerinden yönlendiriliyor.

# network.protection.turn.on.notifications.button.title
source: Turn On Notifications
bg: Включване на известията
cs: Zapnout oznámení
da: Slå notifikationer til
de: Benachrichtigungen aktivieren
el: Ενεργοποίηση ειδοποιήσεων
et: Lülita teavitused sisse
fi: Ota ilmoitukset käyttöön
fr: Activer les notifications
hr: Uključi obavijesti
hu: Értesítések bekapcsolása
it: Attiva le notifiche
lt: Įjungti pranešimus
lv: Ieslēgt paziņojumus
nb: Slå på varslinger
nl: Meldingen inschakelen
pt: Ativar as notificações
ro: Activează Notificările
ru: Включить уведомления
sk: Zapnúť oznámenia
sl: Vključite obvestila
sv: Aktivera aviseringar
tr: Bildirimleri Açın

# network.protection.turn.on.notifications.section.footer
source: Allow DuckDuckGo to notify you if your connection drops or VPN status changes.
bg: Разрешете на DuckDuckGo да Ви уведомява, ако връзката бъде прекъсната или състоянието на VPN се промени.
cs: Nech si od DuckDuckGo poslat upozornění, když se přeruší připojení nebo se změní stav VPN.
da: Tillad DuckDuckGo at give dig besked, hvis din forbindelse falder ud, eller VPN-status ændres.
de: Erlaube DuckDuckGo, dich zu benachrichtigen, wenn deine Verbindung abbricht oder sich dein VPN-Status ändert.
el: Επιτρέψτε στο DuckDuckGo να σας ειδοποιεί εάν η ισχύς της σύνδεσή σας μειωθεί ή αλλάξει η κατάσταση του VPN.
et: Lubab DuckDuckGol sulle teada anda, kui sinu ühendus katkeb või VPN-i olek muutub.
fi: Anna DuckDuckGon ilmoittaa sinulle, jos yhteys katkeaa tai VPN:n tila muuttuu.
fr: Autorisez DuckDuckGo à vous avertir si votre connexion échoue ou si l'état de votre VPN change.
hr: Dopusti DuckDuckGou da te obavijesti ako se tvoja veza prekine ili se status VPN-a promijeni.
hu: Engedélyezd, hogy a DuckDuckGo értesítsen, ha a kapcsolat megszakad vagy a VPN állapota megváltozik.
it: Consenti a DuckDuckGo di inviarti notifiche se la tua connessione si interrompe o lo stato della VPN cambia.
lt: Leiskite „DuckDuckGo“ pranešti, jei nutrūksta ryšys arba pasikeičia VPN būsena.
lv: Ļauj DuckDuckGo tev paziņot, ja savienojums pārtrūkst vai mainās VPN statuss.
nb: Tillat DuckDuckGo å varsle deg hvis tilkoblingen blir brutt eller VPN-statusen endret.
nl: Ontvang meldingen van DuckDuckGo als je verbinding wegvalt of de VPN-status verandert.
pt: Permite que o DuckDuckGo te notifique se a tua ligação cair ou o estado da VPN mudar.
ro: Permite ca DuckDuckGo să te înștiințeze dacă conexiunea ta devine mai slabă sau dacă starea VPN-ului se schimbă.
ru: Разрешить DuckDuckGo уведомлять вас о разрыве соединения или изменении состояния VPN.
sk: Povoľte službe DuckDuckGo, aby vás upozornila, ak dôjde k prerušeniu pripojenia alebo zmene stavu VPN siete.
sl: Dovolite, da vas DuckDuckGo obvesti o prekinitvi povezave ali spremembi stanja VPN.
sv: Tillåt DuckDuckGo att meddela dig om din anslutning bryts eller VPN-statusen ändras.
tr: Bağlantınız kesilirse veya VPN durumunuz değişirse DuckDuckGo'nun sizi bilgilendirmesine izin verin.

# network.protection.vpn.about
source: About
bg: За нас
cs: O společnosti
da: Omkring
de: Über
el: Σχετικά
et: Teave
fi: Tietoja
fr: À propos
hr: O nama
hu: Rólunk
it: Informazioni
lt: Apie
lv: Par
nb: Om
nl: Over
pt: Acerca de
ro: Despre
ru: О нас
sk: O nás
sl: Več o
sv: Om
tr: Hakkında

# network.protection.vpn.alerts.section.header
source: Notifications
bg: Известия
cs: Oznámení
da: Meddelelser
de: Benachrichtigungen
el: Ειδοποιήσεις
et: Teavitused
fi: Ilmoitukset
hr: Obavijesti
hu: Értesítések
it: Notifiche
lt: Pranešimai
nb: Varsler
nl: Meldingen
pt: Notificações
ru: Уведомления
sk: Oznámenia
sl: Obvestila
sv: Meddelanden
tr: Bildirimler

# network.protection.vpn.alerts.toggle.section.footer
source: Get notified if your connection drops or VPN status changes.
bg: Получавайте известия при прекъсване на връзката или промяна на състоянието на VPN.
cs: Nech si poslat upozornění, když se přeruší připojení nebo se změní stav VPN.
da: Få besked, hvis din forbindelse falder ud, eller VPN-status ændres.
de: Lass dich benachrichtigen, wenn deine Verbindung abbricht oder sich der VPN-Status ändert.
el: Ειδοποιηθείτε εάν η ισχύς της σύνδεσής σας μειωθεί ή αλλάξει η κατάσταση του VPN.
et: Saad teate, kui sinu ühendus katkeb või VPN-i olek muutub.
fi: Saat ilmoituksen, jos yhteytesi katkeaa tai VPN:n tila muuttuu.
fr: Recevez une notification si votre connexion échoue ou si l'état de votre VPN change.
hr: Primaj obavijesti ako se tvoja veza prekine ili se status VPN-a promijeni.
hu: Kapj értesítést, ha a kapcsolat megszakad vagy a VPN állapota megváltozik.
it: Ricevi una notifica se la tua connessione si interrompe o lo stato della VPN cambia.
lt: Gaukite pranešimą, jei nutrūksta ryšys arba pasikeičia VPN būsena.
lv: Saņem paziņojumu, ja savienojums pārtrūkst vai mainās VPN statuss.
nb: Få varsel hvis tilkoblingen blir brutt eller VPN-statusen endret.
nl: Ontvang een melding als je verbinding wegvalt of de VPN-status verandert.
pt: Recebe uma notificação se a tua ligação cair ou o estado da VPN mudar.
ro: Primește o notificare dacă conexiunea ta devine mai slabă sau dacă starea VPN-ului se schimbă.
ru: DuckDuckGo оповестит вас о разрыве соединения или изменении состояния VPN.
sk: Dostávajte upozornenia, ak dôjde k prerušeniu pripojenia alebo sa zmení stav VPN siete.
sl: Prejmite obvestilo o prekinitvi povezave ali spremembi stanja VPN.
sv: Få en avisering om din anslutning bryts eller om VPN-statusen ändras.
tr: Bağlantınız kesilirse veya VPN durumunuz değişirse bildirim alın.
