Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# new.tab.page.settings.title
source: Customize New Tab Page
bg: Персонализиране на страницата с нов раздел
cs: Přizpůsobení karty s novou stránkou
da: Tilpas siden Ny fane
de: Neuen Tab anpassen
el: Προσαρμογή σελίδας νέας καρτέλας
et: Uue vahekaardilehe kohandamine
fi: Mukauta uuden välilehden sivua
fr: Personnaliser la nouvelle page d'onglet
hr: Prilagodi stranicu Nova kartica
hu: Új lap oldal testreszabása
it: Personalizza pagina Nuova scheda
lt: Tinkinti naujo skirtuko puslapį
nb: Tilpass ny faneside
nl: Nieuwe tabbladpagina aanpassen
pt: Personalizar página Novo separador
ro: Personalizează pagina Filă nouă
ru: Страница новой вкладки
sk: Prispôsobiť stránku novej karty
sl: Prilagoditev strani z novim zavihkom
sv: Anpassa sidan Ny flik
tr: Yeni Sekme Sayfasını Özelleştir

# new.tab.page.shortcut.ai.chat
source: AI Chat
bg: Чат с изкуствен интелект
de: KI-Chat
el: Συνομιλία με ΤΝ
et: AI vestlus
fi: Tekoäly-chat
fr: Chat IA
hu: AI-csevegés
it: Chat IA
lt: DI pokalbis
nb: KI-chat
pt: Chat com IA
ro: Chat IA
ru: Чат с ИИ
sl: Klepet z umetno inteligenco
sv: AI-chatt
tr: Yapay Zeka Sohbeti

# new.tab.page.shortcut.bookmarks
source: Bookmarks
bg: Отметки
cs: Záložky
da: Bogmærker
de: Lesezeichen
el: Σελιδοδείκτες
et: Järjehoidjad
fi: Kirjanmerkit
fr: Signets
hr: Knjižne oznake
hu: Könyvjelzők
it: Segnalibri
lt: Žymės
nb: Bokmerker
nl: Bladwijzers
pt: Marcadores
ro: Semne de carte
ru: Закладки
sk: Záložky
sl: Zaznamki
sv: Bokmärken
tr: Yer İmleri

# new.tab.page.shortcut.downloads
source: Downloads
bg: Изтеглени файлове
cs: Stahování
el: Λήψεις
et: Allalaadimised
fi: Lataukset
fr: Téléchargements
hr: Preuzimanja
hu: Letöltések
it: Download
lt: Atsisiuntimai
nb: Nedlastinger
pt: Transferências
ro: Descărcări
ru: Загрузки
sk: Stiahnuté
sl: Prenosi
sv: Nerladdningar
tr: İndirilenler

# new.tab.page.shortcut.passwords
source: Passwords
bg: Пароли
cs: Hesla
da: Adgangskoder
de: Passwörter
el: Κωδικός πρόσβασης
et: Paroolid
fi: Salasanat
fr: Mots de passe
hr: Lozinke
hu: Jelszavak
it: Password
lt: Slaptažodžiai
nb: Passord
nl: Wachtwoorden
pt: Palavras-passe
ro: Parole
ru: Пароли
sk: Heslo
sl: Gesla
sv: Lösenord
tr: Şifreler

# new.tab.page.shortcut.settings
source: Settings
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
et: Seaded
fi: Asetukset
fr: Paramètres
hr: Postavke
hu: Beállítások
it: Impostazioni
lt: Nustatymai
nb: Innstillinger
nl: Instellingen
pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
tr: Ayarlar

# new.tab.page.tooltip.body
source: On any site, open the ••• menu and select **Add Favorite** to add it to your new tab page.
bg: В който и да е сайт отворете менюто ••• и изберете **Добавяне към предпочитани**, за да го добавите към страницата с нов раздел.
cs: Na libovolném webu otevři nabídku ••• a vyber **Přidat do oblíbených**. Web se ti přidá na stránku nové karty.
da: På et hvilket som helst websted skal du åbne menuen ••• og vælge **Tilføj favorit** for at føje den til din nye faneside.
de: Öffne auf einer beliebigen Site das Menü ••• und wähle **Favorit hinzufügen**, um sie zu deiner neuen Tab-Seite hinzuzufügen.
el: Σε οποιονδήποτε ιστότοπο, ανοίξτε το μενού ••• και επιλέξτε **Προσθήκη αγαπημένου** για προσθήκη στη σελίδα νέας καρτέλας σας.
et: Ava mis tahes saidil menüü ••• ja vali **Lisa lemmik**, et lisada see oma uue vahekaardi lehele.
fi: Avaa missä tahansa sivustossa •••-valikko ja lisää se uudelle välilehtisivulle valitsemalla **Lisää suosikki**.
fr: Sur n'importe quel site, ouvrez le menu ••• et sélectionnez **Ajouter un favori** pour l'ajouter à votre nouvelle page d'onglet.
hr: Na bilo kojem web-mjestu otvori ••• izbornik i odaberi **Dodaj favorit** kako bi se on dodao na stranicu nove kartice.
hu: Nyisd meg a „•••” jelzésű menüt, és válaszd a **Kedvenc hozzáadása** lehetőséget, hogy hozzáadhasd azt az új laphoz.
it: Su qualsiasi sito, apri il menu ••• e seleziona **Aggiungi preferito** per aggiungerlo alla nuova scheda.
lt: Bet kurioje interneto svetainėje atidarykite ••• meniu ir pasirinkite **Pridėti mėgstamą**, kad pridėtumėte naujame skirtuko puslapyje.
nb: Åpne menyen under de tre prikkene (•••) og velg **Legg til favoritt** for å legge den til ny fane-siden.
nl: Open op een willekeurige site het menu ••• en selecteer **Favoriet toevoegen** om deze toe te voegen aan je nieuwe tabbladpagina.
pt: Em qualquer site, abre o menu ••• e seleciona **Adicionar favorito** para o adicionar à tua página de novo separador.
ro: Pe orice site, deschide meniul ••• și selectează **Adaugă la favorite** pentru a adăuga la pagina Filă nouă.
ru: Чтобы добавить сайт к странице новой вкладки, откройте меню ••• и выберите пункт **Добавить в избранное**.
sk: Na ľubovoľnej lokalite otvorte ponuku ••• a vybraním položky **Pridať obľúbené** ju pridajte na novú stránku karty.
sl: Na katerem koli spletnem mestu odprite meni ••• in izberite **Dodaj priljubljene**, da ga dodate na stran novega zavihka.
sv: Öppna menyn ••• på valfri webbplats och välj **Lägg till favorit** för att lägga till den på din nya fliksida.
tr: Herhangi bir sitedeyken, ••• menüsünü açın ve siteyi yeni sekme sayfanıza eklemek için **Favori Ekle**'yi seçin.

# omnibar.notification.cookies-managed
source: Cookies Managed
bg: Бисквитките са настроени
cs: O cookies je postaráno!
da: Administrerede cookies
de: Cookies verwaltet
el: Διαχειριζόμενα cookies
et: Hallatavad küpsised
fi: Hallitut evästeet
fr: Cookies gérés
hr: Upravlja se kolačićima
hu: Kezelt sütik
it: Cookie gestiti
lt: Slapukai valdomi
lv: Pārvaldītie sīkfaili
nb: Informasjonskapsler administrert
nl: Beheerde cookies
pt: Cookies geridos
ro: Modulele cookie au fost gestionate
ru: Kуки-файлы выбраны
sk: Spravované súbory cookie
sl: Upravljani piškotki
sv: Cookies hanteras
tr: Yönetilen Çerezler

# omnibar.notification.popup-hidden
source: Pop-up Hidden
bg: Изскачащият прозорец е скрит
cs: Skryté vyskakovací okno
da: Pop op-vindue skjult
de: Pop-up ausgeblendet
el: Κρυφό αναδυόμενο παράθυρο
et: Hüpikaken on peidetud
fi: Ponnahdusikkuna piilotettu
fr: Fenêtre contextuelle masquée
hr: Skočni prozor je sakriven
hu: Felugró ablak elrejtve
it: Popup nascosto
lt: Iškylantysis langas paslėptas
lv: Uznirstošais logs paslēpts
nb: Popup-vindu skjult
nl: Pop-up verborgen
pt: Pop-up ocultado
ro: Pop-up ascuns
ru: Всплывающее окно скрыто
sk: Kontextové okno je skryté
sl: Pojavno okno je skrito
sv: Popup-fönster dolt
tr: Açılır Pencere Gizli

# onboarding.addToDock.buttons.gotIt
source: Got It
bg: Разбрах
cs: Mám to
da: Forstået
de: Verstanden
el: Το κατάλαβα
et: Sain aru
fi: Selvä
fr: J'ai compris
hr: Shvatio/la sam
hu: Megvan
it: Fatto
lt: Supratau
nb: Den er grei
nl: Ik snap het
pt: Entendi
ru: Понятно
sk: Rozumiem
sl: Razumem
sv: Jag fattar
tr: Anladım

# onboarding.browsers.cta
source: Choose Your Browser
bg: Изберете своя браузър
cs: Vyber si prohlížeč
da: Vælg din browser
de: Wähle deinen Browser
el: Επιλέξτε το πρόγραμμα περιήγησής σας
et: Vali oma brauser
fi: Valitse selaimesi
fr: Choisissez votre navigateur
hr: Odaberi preglednik
hu: Böngésző kiválasztása
it: Scegli il tuo browser
lt: Pasirinkite naršyklę
nb: Velg nettleseren din
nl: Kies je browser
pt: Escolhe o teu navegador
ro: Alege browserul
ru: Выбрать браузер
sk: Vyberte si prehliadač
sl: Izberite brskalnik
sv: Välj din webbläsare
tr: Tarayıcınızı Seçin

# onboarding.browsers.features.privateSearch.title
source: Search privately by default
bg: Поверително търсене по подразбиране
cs: Soukromé vyhledávání ve výchozím nastavení
da: Søg fortroligt som standard
de: Standardmäßig privat suchen
el: Ιδιωτική αναζήτηση βάσει προεπιλογής
et: Otsi vaikimisi privaatselt
fi: Yksityinen selaus oletuksena
fr: Faire une recherche privée par défaut
hr: Pretražuj privatno po zadanim postavkama
hu: Privát keresés alapértelmezés szerint
it: Cerca privatamente per impostazione predefinita
lt: Vykdykite paiešką privačiai pagal numatytąjį nustatymą
nb: Søk privat som standard
nl: Standaard privé zoeken
pt: Pesquisa em privado por predefinição
ro: Caută implicit în mod privat
ru: Конфиденциальный поиск по умолчанию
sk: Predvolené vyhľadávanie so súkromím
sl: Privzeto išče zasebno
sv: Sök privat som standard
tr: Varsayılan olarak gizli arama yapın

# onboarding.highlights.addressBarPosition.bottom.message
source: Easy to reach
bg: По-лесен достъп
cs: Vždy po ruce
da: Let at komme til
de: Leicht erreichbar
el: Εύκολη πρόσβαση
et: Kergesti ligipääsetav
fi: Helppo tavoittaa
fr: Facile d'accès
hr: Lako dostupno
hu: Könnyen elérhető
it: Facile da raggiungere
lt: Lengvai pasiekiama
nb: Lett å nå
nl: Gemakkelijk te bereiken
pt: Fácil de aceder
ro: Ușor de accesat
ru: Легко использовать
sk: Ľahko dosiahnuteľné
sl: Preprosto dosegljivo
sv: Lätt att nå
tr: Ulaşması kolay

# onboarding.highlights.addressBarPosition.bottom.title
source: Bottom
bg: Отдолу
cs: Dole
da: Nederst
de: Unten
el: Κάτω μέρος
et: All
fi: Alareuna
fr: En bas
hr: Dno
hu: Alul
it: Parte inferiore
lt: Apačia
nb: Nederst
nl: Onderkant
pt: Parte inferior
ro: Partea de jos
ru: Внизу
sk: Spodná časť
sl: Spodaj
sv: Botten
tr: Alt

# onboarding.highlights.addressBarPosition.cta
source: Next
bg: Следващ
cs: Další
da: Næste
de: Weiter
el: Επόμενο
et: Järgmine
fi: Seuraava
fr: Suivant
hr: Dalje
hu: Következő
it: Successivo
lt: Kitas
nb: Neste
nl: Volgende
pt: Seguinte
ro: Următorul
ru: Далее
sk: Ďalšie
sl: Naslednji
sv: Nästa
tr: Sonraki

# onboarding.highlights.addressBarPosition.default
source: (default)
bg: (по подразбиране)
cs: (výchozí)
da: (standard)
de: (standard)
el: (προεπιλογή)
et: (vaikimisi)
fi: (oletus)
fr: (par défaut)
hr: (zadano)
hu: (alapértelmezett)
it: (predefinito)
lt: (numatytasis)
nb: (standard)
nl: (standaard)
pt: (predefinido)
ro: (implicit)
ru: (по умолчанию)
sk: (predvolené)
sl: (privzeto)
sv: (standard)
tr: (varsayılan)

# onboarding.highlights.addressBarPosition.title
source: Where should I put your address bar?
bg: Къде да сложа адресната лента?
cs: Kam mám umístit váš adresní řádek?
da: Hvor skal jeg placere din adresselinje?
de: Wo soll deine Adressleiste platziert werden?
el: Πού πρέπει να τοποθετήσω τη γραμμή διευθύνσεών σας;
et: Kuhu soovid oma aadressiriba paigutada?
fi: Mihin osoitepalkki pitäisi sijoittaa?
fr: Où dois-je placer votre barre d'adresse ?
hr: Gdje trebam staviti tvoju adresnu traku?
hu: Hol helyezzem el a címsort?
it: Dove devo mettere la barra degli indirizzi?
lt: Kur turėčiau nustatyti jūsų adreso juostą?
nb: Hvor skal jeg plassere adressefeltet?
nl: Waar moet ik je adresbalk plaatsen?
pt: Onde devo posicionar a barra de endereços?
ro: Unde ar trebui să îți pun bara de adrese?
ru: Где следует разместить адресную строку?
sk: Kam mám umiestniť váš riadok s adresou?
sl: Kam naj postavim vašo naslovno vrstico?
sv: Var ska jag placera adressfältet?
tr: Adres çubuğu nereye yerleştirilsin?

# onboarding.highlights.addressBarPosition.top.message
source: Easy to see
bg: По-добре се вижда
cs: Snadno viditelné
da: Let at se
de: Leicht erkennbar
el: Ευδιάκριτο
et: Kergesti märgatav
fi: Helppo nähdä
fr: Facile à voir
hr: Lako se vidi
hu: Könnyen látható
it: Facile da vedere
lt: Lengva pamatyti
nb: Lett å se
nl: Gemakkelijk te zien
pt: Fácil de ver
ro: Ușor de văzut
ru: Легко заметить
sk: Ľahko viditeľné
sl: Preprosto vidno
sv: Lätt att se
tr: Görmesi kolay

# onboarding.highlights.addressBarPosition.top.title
source: Top
bg: Най-горе
cs: Nahoru
de: Nach oben
el: Κορυφή
et: Populaarseimad
fi: Suosituin
fr: Haut de page
hr: Vrh
hu: Fel
it: Parte superiore
lt: Viršus
nb: Topp
nl: Boven
pt: Topo
ro: Sus
ru: Вверх
sk: Hore
sl: Vrh
sv: Topp

# onboarding.highlights.appIconSelection.cta
source: Next
bg: Следващ
cs: Další
da: Næste
de: Weiter
el: Επόμενο
et: Järgmine
fi: Seuraava
fr: Suivant
hr: Dalje
hu: Következő
it: Successivo
lt: Kitas
nb: Neste
nl: Volgende
pt: Seguinte
ro: Următorul
ru: Далее
sk: Ďalšie
sl: Naslednji
sv: Nästa
tr: Sonraki

# onboarding.highlights.appIconSelection.message
source: Pick your app icon:
bg: Изберете икона за приложенията:
cs: Vyberte si ikonu aplikace:
da: Vælg dit app-ikon:
de: Wähle dein App-Symbol aus:
el: Επιλέξτε το εικονίδιο της εφαρμογής σας:
et: Vali oma rakenduse ikoon:
fi: Valitse sovelluskuvake:
fr: Choisissez l'icône de votre application :
hr: Odaberi ikonu aplikacije:
hu: Válaszd ki az alkalmazás ikonját:
it: Scegli l'icona della tua app:
lt: Pasirinkti programos piktogramą:
nb: Velg appikonet ditt:
nl: Kies het app-pictogram:
pt: Escolhe o ícone da aplicação:
ro: Alege pictograma aplicației:
ru: Выберите иконку приложения:
sk: Vyberte ikonu aplikácie:
sl: Izberite ikono aplikacije:
sv: Välj appikon:
tr: Uygulama simgenizi seçin:

# onboarding.highlights.appIconSelection.title
source: Which color looks best on me?
bg: Кой цвят изглежда най-добре на този фон?
cs: Která barva mi sluší nejvíc?
da: Hvilken farve klæder mig bedst?
de: Welche Farbe gefällt dir am besten?
el: Ποιο χρώμα μου ταιριάζει καλύτερα;
et: Milline värv tundub kõige paremini sobivat?
fi: Mikä väri sopii minulle parhaiten?
fr: Quelle couleur me va le mieux ?
hr: Koja boja izgleda najbolje na meni?
hu: Melyik szín áll nekem a legjobban?
it: Quale colore mi sta meglio?
lt: Kuri spalva man labiausiai tinka?
nb: Hvilken farge passer best på meg?
nl: Welke kleur staat mij het beste?
pt: Que cor me fica melhor?
ro: Care culoare arată cel mai bine pentru mine?
ru: Какой цвет мне идет?
sk: Ktorá farba na mne vyzerá najlepšie?
sl: Katera barva mi najbolje pristaja?
sv: Vilken färg passar bäst på mig?
tr: Bana hangi renk daha çok yakışıyor?

# onboarding.highlights.browsers.features.cookiePopups.title
source: Block cookie requests & popups
bg: Блокиране на заявки и изскачащи прозорци за бисквитки
cs: Blokování požadavků na soubory cookie a vyskakovacích oken
da: Bloker cookie-anmodninger og popups
de: Cookie-Anfragen und Popups blocken
el: Αποκλεισμός αιτημάτων και αναδυόμενων παραθύρων για cookie
et: Blokeeri küpsiste päringud ja hüpikaknad
fi: Estä evästepyynnöt ja ponnahdusikkunat
fr: Bloquez les demandes et les fenêtres contextuelles de cookies
hr: Blokiraj zahtjeve kolačića & skočne prozore
hu: Sütikérelmek és felugró ablakok blokkolása
it: Blocca le richieste di cookie e i popup
lt: Blokuoti slapukų užklausas ir iššokančiuosius langus
nb: Blokker forespørsler om informasjonskapsler og popup-vinduer
nl: Blokkeer cookieverzoeken en pop-ups
pt: Bloquear pedidos de cookies e pop-ups
ro: Blochează solicitările modulelor cookie și ferestrele pop-up
ru: Блокировка запросов и всплывающих окон куки
sk: Blokovanie požiadaviek na súbory cookie & vyskakovacie okná
sl: Blokiranje zahtev za piškotke in pojavna okna
sv: Blockera förfrågningar och popup-fönster för cookies
tr: Çerez isteklerini ve açılır pencereleri engelleyin

# onboarding.highlights.browsers.features.creepyAds.title
source: Block targeted ads
bg: Блокиране на целеви реклами
cs: Blokování cílených reklam
da: Bloker målrettede annoncer
de: Gezielte Werbung blockieren
el: Αποκλεισμός στοχευμένων διαφημίσεων
et: Blokeeri suunatud reklaamid
fi: Estä kohdennetut mainokset
fr: Bloquez les publicités ciblées
hr: Blokiraj ciljane oglase
hu: Célzott hirdetések blokkolása
it: Blocca gli annunci mirati
lt: Blokuoti tikslines reklamas
nb: Blokker målrettede annonser
nl: Blokkeer gerichte advertenties
pt: Bloquear anúncios segmentados
ro: Blochează reclamele direcționate
ru: Блокировка целевой рекламы
sk: Blokovanie cielených reklám
sl: Blokiranje ciljnih oglasov
sv: Blockera riktade annonser
tr: Hedefli reklamları engelleyin

# onboarding.highlights.browsers.features.eraseBrowsingData.title
source: Erase browsing data swiftly
bg: Бързо изтриване на данни за сърфиране
cs: Rychle vymazání údajů o prohlížení
da: Slet browserdata hurtigt
de: Browserdaten schnell löschen
el: Γρήγορη διαγραφή δεδομένων περιήγησης
et: Kustuta sirvimisandmed kiiresti
fi: Poista selaustiedot nopeasti
fr: Effacez rapidement les données de navigation
hr: Brzo izbriši podatke o pregledavanju
hu: Böngészési adatok gyors törlése
it: Cancella rapidamente i dati di navigazione
lt: Greitai ištrinkite naršymo duomenis
nb: Slett nettleserdata raskt
nl: Wis browsegegevens snel
pt: Eliminar dados de navegação rapidamente
ro: Șterge rapid datele de navigare
ru: Быстрое удаление данных из браузера
sk: Rýchlo vymažte údaje prehliadania
sl: Hitro izbrišite podatke o brskanju
sv: Radera webbläsardata snabbt
tr: Tarama verilerini hızlıca silin

# onboarding.highlights.browsers.features.trackerBlocker.title
source: Block 3rd party trackers
bg: Блокиране на тракерите на трети страни
cs: Blokovat trackery třetích stran
da: Bloker tredjeparts-trackere
de: Blockiert Tracker von Drittanbietern
el: Αποκλείστε εφαρμογές παρακολούθησης τρίτων
et: Blokeeri kolmanda poole jälgurid
fi: Estä kolmannen osapuolen seuraimet
fr: Bloquer les traqueurs tiers
hr: Blokiraj alate za praćenje trećih strana
hu: Harmadik féltől származó nyomkövetők blokkolása
it: Blocca i sistemi di tracciamento di terze parti
lt: Blokuoja trečiųjų šalių stebėjimo priemones
nb: Blokker tredjepartssporere
nl: Blokkeer trackers van derden
pt: Bloqueia rastreadores de terceiros
ro: Blochează tehnologiile de urmărire externe
ru: Блокировка сторонних трекеров
sk: Blokovať sledovanie tretími stranami
sl: Blokirajte sledilnike tretjih oseb
sv: Blockera spårare från tredje part
tr: Üçüncü taraf izleyicileri engelleyin

# onboarding.highlights.browsers.title
source: Protections activated!
bg: Защитите са активирани!
cs: Ochrana je aktivní!
da: Beskyttelse aktiveret!
de: Schutz aktiviert!
el: Η προστασία ενεργοποιήθηκε!
et: Kaitsed aktiveeritud!
fi: Suojaukset aktivoitu!
fr: Protections activées !
hr: Zaštite aktivirane!
hu: Védelem aktiválva!
it: Protezioni attivate!
lt: Apsaugos priemonės įjungtos!
nb: Beskyttelser er aktivert!
nl: Bescherming geactiveerd!
pt: Proteções ativadas!
ro: Mecanismele de protecție au fost activate!
ru: Защита включена
sk: Ochrany boli aktivované!
sl: Zaščite so aktivirane!
sv: Skydd aktiverat!
tr: Korumalar etkinleştirildi!

# onboarding.highlights.fireDialog.cta.skip
source: Skip
bg: Пропускане
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
et: Jäta vahele
fi: Ohita
fr: Ignorer
hr: Preskoči
hu: Kihagyás
it: Salta
lt: Praleisti
nb: Hopp over
nl: Overslaan
pt: Ignorar
ro: Ignorare
ru: Пропустить
sk: Preskočiť
sl: Preskoči
sv: Hoppa över
tr: Atla

# onboarding.highlights.intro.title
source: Hi there. Ready for a faster browser that keeps you protected?
bg: Здравейте. Готови ли сте за по-бърз браузър, който осигурява защита?
cs: Dobrý den. Jsi připravený na rychlejší prohlížeč, který tě ochrání?
da: Hej Er du klar til en hurtigere browser, der holder dig beskyttet?
de: Hallo. Bereit für einen schnelleren Browser, der dich schützt?
el: Γεια σας. Είστε έτοιμοι για ένα ταχύτερο πρόγραμμα περιήγησης που σας διατηρεί προστατευμένους;
et: Tere! Kas oled valmis kasutama kiiremat brauserit, mis hoiab sind kaitstud?
fi: Hei! Oletko valmis käyttämään nopeampaa selainta, joka pitää sinut suojattuna?
fr: Bonjour. Envie de profiter d'un navigateur plus rapide qui vous protège ?
hr: Pozdrav. Jesi li spreman za brži preglednik koji te štiti?
hu: Üdv! Felkészültél egy gyorsabb böngészőre, amely védelmet nyújt neked?
it: Ciao. Vuoi un browser più veloce che ti garantisca protezione?
lt: Sveiki. Pasiruošę greitesnei naršyklei, kuri jus apsaugo?
nb: Heisann. Klar for en raskere nettleser som holder deg beskyttet?
nl: Hoi. Klaar voor een snellere browser die je beschermt?
pt: Olá. Pronto para um navegador mais rápido que te mantém protegido?
ro: Salut! Ești gata pentru un browser mai rapid care îți asigură protecția?
ru: Привет! Быстрый и надежный браузер заказывали?
sk: Dobrý deň. Ste pripravení na rýchlejší prehliadač, ktorý vás ochráni?
sl: Pozdravljeni! Ste pripravljeni na hitrejši brskalnik, ki vas zaščiti?
sv: Hej! Är du redo för en snabbare webbläsare som också skyddar dig?
tr: Merhaba. Sizi koruyan daha hızlı bir tarayıcıya hazır mısınız?

# onboarding.intro.cta
source: Let’s do it!
bg: Да го направим!
cs: Pojďme na to!
da: Lad os gøre det!
de: Los geht's!
el: Ας το δοκιμάσουμε!
et: Teeme ära!
fi: Aloitetaan!
fr: C'est parti !
hr: Učinimo to!
hu: Rajta, csináljuk!
it: Continua
lt: Pirmyn!
nb: Sett i gang!
nl: Laten we het doen!
pt: Vamos lá!
ro: Să începem!
ru: Поехали!
sk: Poďme na to!
sl: Pa začnimo!
sv: Vi kör!
tr: Hadi Başlayalım!

# onboarding.widgets.continueButton
source: Add Widget
bg: Добави приспособлението
cs: Přidat widget
da: Tilføj widget
de: Widget hinzufügen
el: Προσθήκη γραφικού στοιχείου
et: Lisa vidin
fi: Lisää widget
fr: Ajouter un widget
hr: Dodaj widget
hu: Minialkalmazás hozzáadása
it: Aggiungi widget
lt: Pridėti valdiklį
lv: Pievienot logrīku
nb: Legg til widget
nl: Widget toevoegen
pt: Adicionar widget
ro: Adăugare widget
ru: Добавить виджет
sk: Pridať miniaplikáciu
sl: Dodaj gradnik
sv: Lägg till widget
tr: Widget Ekle
uk: Додати Віджет

# onboarding.widgets.header
source: Using DuckDuckGo just got easier.
bg: Вече е още по-лесно да използвате DuckDuckGo.
cs: Používání DuckDuckGo je nyní snadnější.
da: Brug af DuckDuckGo er lige blevet nemmere.
de: DuckDuckGo ist jetzt noch benutzerfreundlicher.
el: Η χρήση του DuckDuckGo μόλις έγινε πιο εύκολη.
et: DuckDuckGo kasutamine on nüüd lihtsam.
fi: DuckDuckGon käyttö on nyt helpompaa.
fr: L'utilisation de DuckDuckGo a été simplifiée.
hr: Korištenje DuckDuckGo pretraživača upravo je postalo jednostavnije.
hu: A DuckDuckGo használata még könnyebb lett.
it: L'uso di DuckDuckGo è diventato più semplice.
lt: Naudotis „DuckDuckGo“ tapo dar lengviau.
lv: DuckDuckGo lietošana nupat kļuva vienkāršāka.
nb: Det ble akkurat enklere å bruke DuckDuckGo.
nl: DuckDuckGo is nu nog gemakkelijker om te gebruiken.
pt: Usar o DuckDuckGo ficou mais fácil.
ro: Folosirea DuckDuckGo a devenit mai ușoară.
ru: Пользоваться DuckDuckGo стало еще проще.
sk: Používanie DuckDuckGo je teraz jednoduchšie.
sl: Uporaba DuckDuckGo je ravnokar postala še preprostejša.
sv: Nu är det ännu enklare att använda DuckDuckGo.
tr: DuckDuckGo'yu kullanmak artık daha kolay.
uk: Користуватися DuckDuckGo стало простіше.

# onboarding.widgets.skipButton
source: Maybe Later
bg: Може би по-късно
cs: Možná později
da: Måske senere
de: Vielleicht später
el: Ισως αργότερα
et: Võib-olla hiljem
fi: Ehkä myöhemmin
fr: Peut-être plus tard
hr: Možda kasnije
hu: Talán később
it: Forse più tardi
lt: Galbūt vėliau
lv: Varbūt vēlāk
nb: Kanskje senere
nl: Later misschien
pt: Talvez mais tarde
ro: Poate mai târziu
ru: Позже
sk: Možno neskôr
sl: Mogoče kasneje
sv: Kanske senare
tr: Belki Sonra
uk: Можливо пізніше

# onboardingContinue
source: Continue
bg: Продължи
cs: Pokračovat
da: Forsæt
de: Fortsetzen
el: Συνέχεια
et: Jätka
fi: Jatka
fr: Continuer
hr: Nastaviti
hu: Folytatás
it: Continua
lt: Tęsti
lv: Turpināt
nb: Fortsett
nl: Doorgaan
pt: Continuar
ro: Continuați
ru: Продолжить
sk: Ďalej
sl: Nadaljuj
sv: Fortsätt
tr: Devam et
uk: Продовжити

# onboardingDefaultBrowserMaybeLater
source: Maybe Later
bg: Може би по-късно
cs: Možná později
da: Måske senere
de: Vielleicht später
el: Ισως αργότερα
et: Võib-olla hiljem
fi: Ehkä myöhemmin
fr: Peut-être plus tard
hr: Možda kasnije
hu: Talán később
it: Forse più tardi
lt: Galbūt vėliau
lv: Varbūt vēlāk
nb: Kanskje senere
nl: Later misschien
pt: Talvez mais tarde
ro: Poate mai târziu
ru: Позже
sk: Možno neskôr
sl: Mogoče kasneje
sv: Kanske senare
tr: Belki Sonra
uk: Можливо пізніше
