Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# crash.report.dialog.message
source: Crash reports help DuckDuckGo diagnose issues and improve our products. They contain no personally identifiable information.
bg: Докладите за сривове помагат на DuckDuckGo да диагностицира проблеми и да подобрява продуктите си. Те не съдържат никаква лична информация.
cs: Hlášení o selháních pomáhají DuckDuckGo diagnostikovat problémy a zlepšovat služby. Neobsahují žádné osobní údaje umožňující identifikaci.
da: Fejlrapporter hjælper DuckDuckGo med at diagnosticere problemer og forbedre vores produkter. De indeholder ingen personligt identificerbare oplysninger.
de: Crash-Berichte helfen DuckDuckGo, Probleme zu diagnostizieren und unsere Produkte zu verbessern. Sie enthalten keine personenbezogenen Daten.
el: Οι αναφορές σφαλμάτων βοηθούν το DuckDuckGo να πραγματοποιεί διάγνωση προβλημάτων και να βελτιώνει τα προϊόντα μας. Δεν περιέχουν προσωπικά στοιχεία ταυτοποίησης.
et: Krahhiaruanded aitavad DuckDuckGo-l probleeme diagnoosida ja oma tooteid täiustada. Need ei sisalda isikut tuvastavat teavet.
fi: Virheraportit auttavat DuckDuckGota diagnosoimaan ongelmia ja parantamaan tuotteitamme. Ne eivät sisällä henkilön tunnistamisen mahdollistavia tietoja.
fr: Les rapports de plantage aident DuckDuckGo à diagnostiquer les problèmes et à améliorer ses produits. Ils ne contiennent aucune information susceptible de vous identifier personnellement.
hr: Izvješća o padovima pomažu DuckDuckGou u dijagnosticiranju problema i poboljšanju naših proizvoda. Oni ne sadrže nikakve osobne podatke koji bi omogućilitvoju identifikaciju.
hu: A hibajelentések segítséget nyújtanak ahhoz, hogy a DuckDuckGo diagnosztizálhassa a problémákat, és tökéletesíthesse termékeit. A jelentések nem tartalmaznak személyes azonosításra alkalmas adatokat.
it: Le segnalazioni sugli arresti anomali aiutano DuckDuckGo a diagnosticare i problemi e a migliorare i nostri prodotti. Non contengono informazioni personali identificabili.
lt: Strigčių ataskaitos padeda „DuckDuckGo“ diagnozuoti problemas ir tobulinti mūsų produktus. Jose nėra jokios asmenį identifikuojančios informacijos.
lv: Ziņojumi par avārijām palīdz DuckDuckGo diagnosticēt problēmas un uzlabot mūsu produktus. Tie nesatur nekādu personu identificējošu informāciju.
nb: Krasjrapporter hjelper DuckDuckGo med å diagnostisere problemer og forbedre produktene våre. De inneholder ingen personlig identifiserbar informasjon.
nl: Crashrapporten helpen DuckDuckGo om problemen vast te stellen en onze producten te verbeteren. Ze bevatten geen persoonlijk identificeerbare informatie.
pt: Os relatórios de falhas ajudam a DuckDuckGo a diagnosticar problemas e a melhorar os nossos produtos. Não contêm nenhuma informação pessoal identificável.
ro: Rapoartele de cădere ajută DuckDuckGo să diagnosticheze problemele și să îmbunătățească produsele noastre. Acestea nu conțin informații de identificare personală.
ru: Отчеты о сбоях помогают нам диагностировать проблемы и совершенствовать продукты. Они не содержат информации, по которой можно установить вашу личность.
sk: Hlásenia o zlyhaniach pomáhajú spoločnosti DuckDuckGo diagnostikovať problémy a zlepšovať naše produkty. Neobsahujú žiadne osobné identifikačné údaje.
sl: Poročila o zrušitvah pomagajo DuckDuckGo pri diagnosticiranju težav in izboljševanju naših izdelkov. Ne vsebujejo nobenih osebnih podatkov.
sv: Kraschrapporter hjälper DuckDuckGo att diagnostisera problem och förbättra sina produkter. De innehåller ingen personligt identifierbar information.
tr: Kilitlenme raporları DuckDuckGo'nun sorunları teşhis etmesine ve ürünlerimizi geliştirmesine yardımcı olur. Kişisel olarak tanımlanabilir hiçbir bilgi içermezler.

# crash.report.dialog.never.send
source: Never Send
bg: Никога да не се изпращат
cs: Nikdy neodesílat
da: Send aldrig
de: Niemals senden
el: Να μην αποστέλλεται ποτέ
et: Ära saada kunagi
fi: Älä lähetä koskaan
fr: Ne jamais envoyer
hr: Nikada ne šalji
hu: Soha ne küldjön
it: Non inviare mai
lt: Niekada nesiųsti
lv: Nekad nesūtīt
nb: Aldri send
nl: Nooit verzenden
pt: Nunca enviar
ro: Nu trimite niciodată
ru: Не отправлять
sk: Nikdy neposielať
sl: Nikoli ne pošilji
sv: Skicka aldrig
tr: Hiçbir Zaman Gönderme

# crash.report.dialog.show.details
source: See what's sent
bg: Вижте какво е изпратено
cs: Podívej se, co se odesílá
da: Se, hvad der bliver sendt
de: Sehen, was gesendet wurde
el: Δείτε τι έχει αποσταλεί
et: Vaata, mida saadetakse
fi: Katso, mitä on lähetetty
fr: Voir ce qui est envoyé
hr: Pogledaj što je poslano
hu: Elküldött adatok megtekintése
it: Controlla cosa è stato inviato
lt: Žiūrėti, kas išsiųsta
lv: Skatīt, kas tiek nosūtīts
nb: Se hva som er sendt
nl: Bekijk wat er is verzonden
pt: Vê o que foi enviado
ro: Vezi ce se trimite
ru: Что было отправлено
sk: Pozrite sa, čo bolo odoslané
sl: Oglejte si, kaj je poslano
sv: Se vad som skickats
tr: Ne gönderildiğini gör

# crash.report.dialog.title
source: Automatically send crash reports?
bg: Автоматично изпращане на доклади за сривове?
cs: Automaticky odesílat hlášení o selháních?
da: Send automatisk fejlrapporter?
de: Automatisch Absturzberichte senden?
el: Αυτόματη αποστολή αναφορών σφαλμάτων;
et: Kas saata krahhiaruanded automaatselt?
fi: Lähetetäänkö virheraportit automaattisesti?
fr: Envoyer automatiquement des rapports de plantage ?
hr: Automatski slati izvješća o padu?
hu: Hibajelentések automatikus küldése?
it: Inviare automaticamente le segnalazioni di arresto anomalo?
lt: Automatiškai siųsti pranešimus apie strigtis?
lv: Vai automātiski nosūtīt avārijas ziņojumus?
nb: Sende krasjrapporter automatisk?
nl: Automatisch crashrapporten verzenden?
pt: Enviar relatórios de falhas automaticamente?
ro: Trimite automat rapoarte de cădere?
ru: Автоматически отправлять отчеты о сбоях?
sk: Majú sa správy o zlyhaní odosielať automaticky?
sl: Želite samodejno pošiljati poročila o zrušitvah?
sv: Skicka kraschrapporter automatiskt?
tr: Kilitlenme raporları otomatik olarak gönderilsin mi?

# date.range.past-month
source: Past month
bg: Миналия месец
cs: Minulý měsíc
da: Seneste Måned
de: Letzter Monat
el: Προηγούμενος μήνας
et: Viimane kuu
fi: Viime kuukausi
fr: Le mois dernier
hr: Prošli mjesec
hu: Elmúlt hónapban
it: Ultimo mese
lt: Praėjęs mėnuo
lv: Iepriekšējais mēnesis
nb: Foregående måned
nl: Afgelopen maand
pt: Mês passado
ro: Ultima lună
ru: За последний месяц
sk: Minulý mesiac
sl: Pretekli mesec
sv: Senaste månaden
tr: Geçen ay
uk: Минулого місяця

# date.range.past-week
source: Past week
bg: Миналата седмица
cs: Minulý týden
da: Seneste Uge
de: Letzte Woche
el: Προηγούμενη εβδομάδα
et: Viimane nädal
fi: Viime viikko
fr: La semaine dernière
hr: Prošli tjedan
hu: Elmúlt héten
it: Ultima settimana
lt: Praėjusi savaitė
lv: Iepriekšējā nedēļa
nb: Foregående uke
nl: Afgelopen week
pt: Semana passada
ro: Ultima săptămână
ru: За последнюю неделю
sk: Minulý týždeň
sl: Prejšnji teden
sv: Senaste veckan
tr: Geçen hafta
uk: Минулого тижня

# date.range.today
source: Today
bg: Днес
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
et: Täna
fi: Tänään
fr: Auj.
hr: Danas
hu: Ma
it: Oggi
lt: Šiandien
lv: Šodien
nb: I dag
nl: Vandaag
pt: Hoje
ro: Astăzi
ru: Сегодня
sk: Dnes
sl: Danes
sv: Idag
tr: Bugün
uk: Сьогодні

# date.range.yesterday
source: Yesterday
bg: Вчера
cs: Včera
da: I går
de: Gestern
el: Χθες
et: Eile
fi: Eilen
fr: Hier
hr: Jučer
hu: Tegnap
it: Ieri
lt: Vakar
lv: Vakar
nb: I går
nl: Gisteren
pt: Ontem
ro: Ieri
ru: Вчера
sk: Včera
sl: Včeraj
sv: Igår
tr: Dün
uk: Вчора

# dax.hide.button
source: Hide Tips Forever
bg: Скрий съветите за постоянно
cs: Navždy skrýt tipy
da: Skjul tip for evigt
de: Tipps für immer ausblenden
el: Απόκρυψη συμβουλών για πάντα
et: Peida näpunäited igaveseks
fi: Piilota vinkit ikuisesti
fr: Masquer les conseils définitivement
hr: Sakrij savjete zauvijek
hu: Ötletek elrejtése örökre
it: Nascondi suggerimenti per sempre
lt: Slėpti patarimus visam laikui
lv: Paslēpt padomus uz visiem laikiem
nb: Skjul tips for alltid
nl: Tips voor altijd verbergen
pt: Ocultar dicas para sempre
ro: Ascunde sfaturile definitiv
ru: Скрыть подсказки навсегда
sk: Navždy skryť tipy
sl: Skrivaj nasvete za vedno
sv: Dölj tipsen för alltid
tr: İpuçlarını Sonsuza Kadar Gizle
uk: Приховати Поради Назавжди

# dax.hide.cancel
source: Cancel
bg: Отмени
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
et: Tühista
fi: Peruuta
fr: Annuler
hr: Otkaži
hu: Mégsem
it: Annulla
lt: Atšaukti
lv: Atcelt
nb: Avbryt
nl: Annuleren
pt: Cancelar
ro: Renunță
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal
uk: Скасувати

# dax.hide.message
source: There are only a few, and we tried to make them informative.
bg: Само няколко са и се постарахме да са информативни.
cs: Je jich jen pár a snažili jsme se udělat je informativní.
da: Der er kun få, og vi forsøgte at gøre dem oplysende.
de: Es gibt nur wenige, und wir haben versucht, sie informativ zu gestalten.
el: Υπάρχουν λίγες μόνο και προσπαθήσαμε να τις καταστήσουμε ενημερωτικές.
et: Neid on üsna vähe ja püüdsime muuta need informatiivseks.
fi: Niitä on vain pari, ja yritimme tehdä niistä informatiivisia.
fr: Il n'y en a que quelques-uns et nous avons essayé de les rendre aussi utiles que possible.
hr: Ima ih samo nekoliko, a pokušali smo ih učiniti što informativnijima.
hu: Csak néhány van, és megpróbáltuk őket informatívvá tenni.
it: Ce ne sono solo alcuni e abbiamo cercato di renderli informativi.
lt: Jų tik keletas, stengėmės, kad jie būtų informatyvūs.
lv: Tie ir tikai daži, un mēs centāmies tos padarīt informatīvus.
nb: Det er bare noen få, og vi prøvde å gjøre dem informative.
nl: Het zijn er maar een paar en we hebben geprobeerd ze informatief te maken.
pt: Há apenas algumas, e tentamos torná-las informativas.
ro: Sunt doar câteva, iar noi am încercat să le facem informative.
ru: Их немного, и мы постарались сделать их информативными.
sk: Je ich len niekoľko, snažili sme sa, aby mali informatívny charakter.
sl: Le nekaj jih je in poskušali smo jih narediti informativne.
sv: Det finns bara några få, och vi försökte göra dem informativa.
tr: Sadece birkaç tane var ve onları da bilgilendirici hâle getirmeye çalıştık.
uk: Їх лише кілька, і ми постаралися зробити їх інформативними.

# dax.hide.title
source: Hide remaining tips?
bg: Скрий оставащите съвети?
cs: Skrýt zbývající tipy?
da: Skjul de resterende tip?
de: Verbleibende Tipps ausblenden?
el: Απόκρυψη συμβουλών που απομένουν;
et: Kas peita allesjäänud näpunäited?
fi: Piilotetaanko jäljellä olevat vinkit?
fr: Masquer les conseils restants ?
hr: Sakriti preostale savjete?
hu: Elrejti a többi tippet?
it: Nascondere i suggerimenti rimanenti?
lt: Slėpti likusius patarimus?
lv: Vai paslēpt pārējos padomus?
nb: Skjule gjenværende tips?
nl: Resterende tips verbergen?
pt: Ocultar as dicas restantes?
ro: Ascunzi sfaturile rămase?
ru: Скрыть другие подсказки?
sk: Skryť zostávajúce tipy?
sl: Skrij preostale nasvete?
sv: Dölj återstående tips?
tr: Kalan ipuçları gizlensin mi?
uk: Приховати поради, що залишилися?

# dax.onboarding.browsing.after.search
source: Your DuckDuckGo searches are anonymous. Always. 🙌
bg: Търсенето в DuckDuckGo е анонимно. Винаги. 🙌
cs: Tvoje vyhledávání v DuckDuckGo je anonymní. Vždycky. 🙌
da: Dine DuckDuckGo-søgninger er anonyme. Altid 🙌
de: Deine DuckDuckGo-Suchanfragen sind anonym. Immer. 🙌
el: Οι αναζητήσεις σας στο DuckDuckGo είναι ανώνυμες. Πάντα. 🙌
et: Sinu DuckDuckGo otsingud on anonüümsed. Alati. 🙌
fi: DuckDuckGo-hakusi ovat aina nimettömiä. 🙌
fr: Vos recherches sur DuckDuckGo sont anonymes. Toujours. 🙌
hr: Tvoja su DuckDuckGo pretraživanja anonimna. Uvijek. 🙌
hu: A DuckDuckGo keresések névtelenek. Mindig. 🙌
it: Le tue ricerche su DuckDuckGo sono anonime. Sempre. 🙌
lt: Jūsų „DuckDuckGo“ paieškos yra anoniminės. Visada. 🙌
lv: Tavi DuckDuckGo meklējumi ir anonīmi. Vienmēr. 🙌
nb: DuckDuckGo-søkene dine er anonyme. Alltid. 🙌
nl: Je DuckDuckGo zoekopdrachten zijn anoniem. Altijd. 🙌
pt: As tuas pesquisas no DuckDuckGo são anónimas. Sempre. 🙌
ro: Căutările DuckDuckGo sunt anonime. Întotdeauna. 🙌
ru: Ваши поисковые запросы в DuckDuckGo анонимны. Все и всегда. 🙌
sk: Vyhľadávania v službe DuckDuckGo sú anonymné. Vždy. 🙌
sl: Vaša iskanja v DuckDuckGo so anonimna. Vselej. 🙌
sv: Dina DuckDuckGo-sökningar är anonyma. Alltid. 🙌
tr: DuckDuckGo aramalarınız anonimdir. Her zaman. 🙌
uk: Ваші пошукові запити DuckDuckGo анонімні. Завжди. 🙌

# dax.onboarding.browsing.after.search.cta
source: Phew!
bg: Слава Богу!
cs: Pche!
da: Pyha!
de: Puh!
el: Φιου!
et: Huh!
fi: Huh huh!
fr: Ouf !
hr: Uf!
hu: Pfuj!
it: Accidenti!
lt: Oi!
lv: Pē!
nb: Puh!
nl: Opluchting!
pt: Ufa!
ro: Pfiu!
ru: Уф!
sk: Uf!
sl: Fuj!
sv: Puh!
tr: Uf!
uk: Супер!

# dax.onboarding.browsing.multiple.trackers.cta
source: High Five!
bg: Дай пет!
cs: Plácnutí!
da: Giv mig fem!
de: Schlag ein!
el: Κόλλα πέντε!
et: Viska viis!
fi: Ylävitonen!
fr: Bien joué !
hr: Daj pet!
hu: Pacsi!
it: Batti cinque!
lt: Duok penkis!
lv: Dod pieci!
pt: Dá cá cinco!
ro: Bate palma!
ru: Дай пять!
sk: Ruku na to!
sl: Petka!
tr: Çak Bir Beşlik!
uk: Дай П'ять!

# dax.onboarding.browsing.one.tracker
source: *%1$@* was trying to track you here. I blocked them! ☝️ You can check the address bar to see who is trying to track you when you visit a new site.
bg: *%1$@* се опитва да ви проследи тук. Блокирах ги! ☝️ Вижте адресната лента, за да разберете кой се опитва да ви проследи, когато посещавате нов сайт.️
cs: *%1$@* se vás snažili tady vysledovat. Zablokovali jsme je! ☝️ Můžete zkontrolovat panel s adresou a zjistit, kdo se vás snaží sledovat, když navštívíte novou webovou stránku. ️
da: *%1$@* prøvede at spore dig her. Jeg blokerede dem! ☝️ Du kan kontrollere adresselinjen for at se, hvem der prøver at spore dig, når du besøger et nyt websted.
de: *%1$@* hat versucht, dich hier zu tracken. Ich habe sie blockiert. ☝️ Du kannst in der Adressleiste sehen, wer dich beim Besuch einer neuen Website tracken will.
el: Το *%1$@* προσπαθούσε να σας παρακολουθήσει εδώ. Τους εμπόδισα! ☝️ Μπορείτε να ελέγξετε τη γραμμή διευθύνσεων για να δείτε ποιος προσπαθεί να σας παρακολουθήσει ενώ επισκέπτεστε έναν νέο ιστότοπο.
et: *%1$@* üritas sind siin jälitada. Ma blokeerisin nad! ☝️ Võid vaadata aadressiriba, et näha, kes üritab sind jälitada, kui külastad uut saiti.️
fi: *%1$@* yritti seurata sinua. Estin sen! ☝️ Tarkista osoiteriviltä, kuka yrittää seurata sinua, kun vierailet uudella sivustolla.
fr: *%1$@* essayait de vous traquer ici. Je l'ai bloqué ! ☝️ Vous pouvez voir dans la barre d'adresse qui essaie de vous traquer lorsque vous visitez un nouveau site.
hr: *%1$@* te je pokušao pratiti ovdje. Ja sam ih blokirao! ☝️ Na traci koja sadrži adresu možeš provjeriti tko te pokušava pratiti kad posjetiš novo web-mjesto.
hu: *%1$@* itt próbált követni. Blokkoltam! ☝️ Ellenőrizheted a címsort, hogy megtudhasd, ki próbál nyomon követni, amikor új webhelyre látogatsz.
it: *%1$@* stava cercando di tracciare la tua attività qui. L'ho bloccato! ☝️ Controlla la barra degli indirizzi per vedere chi sta cercando di tracciare la tua attività quando visiti un nuovo sito.️
lt: *%1$@* bandė tave stebėti. Užblokavau! ☝️ Patikrink adreso juostą ir pamatyk, kas bando tave stebėti, kai lankaisi naujoje svetainėje.
lv: *%1$@* mēģināja tevi šeit izsekot. Es to nobloķēju! ☝️ Tu vari pārbaudīt adreses joslu, lai redzētu, kas tevi mēģina izsekot, kad tu apmeklē jaunu vietni.
nb: *%1$@* prøvde å spore deg her. Jeg har blokkert dem! ☝️ Du kan sjekke adresselinjen for å se hvem som prøver å spore deg når du besøker et nytt nettsted.️
nl: *%1$@* probeerde je hier te volgen. Dat heb ik geblokkeerd! ☝️ Check de adresbalk om te zien wie je probeert te volgen als je een nieuwe site bezoekt.
pt: *%1$@* estava a tentar rastreá-lo aqui. Eu bloqueei-o! ☝️Pode verificar a barra de endereços para ver quem está a tentar rastreá-lo quando visita um site novo.
ro: *%1$@* încercau să te urmărească aici. I-am blocat! ☝️ Poți verifica bara de adrese pentru a vedea cine încearcă să te urmărească atunci când vizitezi un nou site.
ru: Сайт *%1$@* пытался вести за вами слежку. Но мы его заблокировали! ☝️ Заходя на новый сайт, вы всегда можете проверить, шпионит ли он за вами: просто загляните в адресную строку.
sk: Služba *%1$@* sa vás tu pokúsila sledovať. Bola zablokovaná! ☝️ Môžete skontrolovať lištu s adresou a zistiť, kto sa vás snaží sledovať, keď navštívite novú webovú stránku.️
sl: *%1$@* vas je poskusil zaslediti tukaj. Blokiral sem jih! ☝️ Preverite lahko naslovno vrstico, da vidite, kdo vam poskuša slediti, ko obiščete novo spletno mesto.
sv: *%1$@* försökte spåra dig här. Jag blockerade det! ☝️ Du kan kontrollera adressfältet för att se vem som försöker spåra dig när du besöker en ny webbplats.
tr: *%1$@* sizi burada izlemeye çalışıyordu. Onları engelledim! ☝️ Yeni bir siteyi ziyaret ettiğinizde sizi kimin izlemeye çalıştığını görmek için adres çubuğunu kontrol edebilirsiniz.
uk: *%1$@* намагався відстежити вас тут. Я їх заблокував! ☝️ Ви можете перевірити адресний рядок, щоб побачити, хто намагається відстежити вас, коли ви відвідуєте новий сайт.

# dax.onboarding.browsing.one.tracker.cta
source: High Five!
bg: Дай пет!
cs: Plácnutí!
da: Giv mig fem!
de: Schlag ein!
el: Κόλλα πέντε!
et: Viska viis!
fi: Ylävitonen!
fr: Bien joué !
hr: Daj pet!
hu: Pacsi!
it: Batti cinque!
lt: Duok penkis!
lv: Dod pieci!
pt: Dá cá cinco!
ro: Bate palma!
ru: Дай пять!
sk: Ruku na to!
sl: Petka!
tr: Çak Bir Beşlik!
uk: Дай П'ять!

# dax.onboarding.browsing.site.is.major.tracker
source: Heads up! I can’t stop %1$@ from seeing your activity on %2$@. But browse with me, and I can reduce what %1$@ knows about you overall by blocking their trackers on lots of other sites.
bg: Внимание! Не мога да направя така, че %1$@ да не вижда вашата активност на %2$@. Но ако сърфирате с мен, като цяло мога да намаля информацията, която %1$@ научава за вас, като блокирам неговите тракери на много други сайтове.
cs: Upozornění! Nedokážeme zabránit, aby %1$@ viděli vaši aktivitu na %2$@. Ale procházejte s námi a budeme moci omezit, co o vás celkově %1$@ ví zablokováním jejich trackerů na mnoha jiných stránkách.
da: Bemærk! Jeg kan ikke forhindre %1$@ i at se din aktivitet på %2$@. Men gennemsøg sammen med mig, så kan jeg reducere det, som %1$@ kender til dig samlet set ved at blokere vedkommendes trackere på mange andre sider.
de: Warnung! Ich kann nicht verhindern, dass für %1$@ deine Aktivität auf %2$@ sichtbar ist. Du kannst aber mit mir browsen, wenn ich dafür sorgen soll, dass %1$@ insgesamt weniger über dich erfährt – indem ich die entsprechenden Tracker auf vielen anderen Websites blockiere.
el: Προσοχή! Δεν μπορώ να εμποδίσω το δίκτυο %1$@ από το να δει τη δραστηριότητά σας στο %2$@. Αλλά περιηγηθείτε μαζί μου και θα μπορώ να περιορίσω το τι θα γνωρίζει το δίκτυο %1$@ για σας συνολικά, αποκλείοντας τις εφαρμογές παρακολούθησης σε πλήθος άλλων ιστότοπων.
et: Ettevaatust! Ma ei saa takistada %1$@ nägemast sinu tegevust %2$@. Kuid sirvi koos minuga ja ma saan vähendada seda, mida %1$@ sinust üldiselt teab, blokeerides tema jälitajad paljudel teistel lehtedel.
fi: Huomio! %1$@ näkee mitä teet sivustolla %2$@, enkä voi estää sitä. Mutta jos käytät minua selaamiseen, voin vähentää, mitä %1$@ saa tietää sinusta, estämällä heidän seurantansa monilla muilla sivustoilla.
fr: Attention ! Je ne peux pas empêcher %1$@ de voir votre activité sur %2$@. Si vous naviguez avec moi, je peux réduire les données récoltées par %1$@ en bloquant ses traqueurs sur de nombreux autres sites.
hr: Pažnja! Ne mogu spriječiti %1$@ da vidi tvoju aktivnost na %2$@. Ali pretražuj sa mnom i mogu umanjiti ono što %1$@ može saznati o tebi tako što ću blokirati te tragače na mnogim drugim mrežnim mjestima.
hu: Figyelem! Nem tudom megakadályozni, hogy %1$@ láthassa a tevékenységedet itt: %2$@. Ha azonban velem böngészel, a sok más weboldalon is használt nyomkövetőjük blokkolásával korlátozni tudom azt, amit %1$@ megtudhat rólad.
it: Attenzione! Non posso impedire a %1$@ di visualizzare la tua attività su %2$@. Tuttavia, se navighi con me posso ridurre ciò che %1$@ sa in generale su di te bloccando i suoi sistemi di tracciamento su molti altri siti.
lt: Būk atidus! Negaliu neleisti %1$@ matyti tavo veiklos %2$@. Tačiau naršyk kartu su manimi ir aš sumažinsiu informacijos, kurią %1$@ žino apie tave, kiekį užblokuodamas stebėjimo priemones kitose svetainėse.
lv: Mazs brīdinājums! Es nevaru liegt %1$@ skatīt tavas darbības domēnā %2$@. Taču pārlūko kopā ar mani, jo es varu ierobežot to, ko %1$@ zina par tevi kopumā, bloķējot viņu izsekotājus daudzās citās vietnēs.
nb: Pass opp! Jeg klarer ikke å forhindre at %1$@ ser aktiviteten din på %2$@. Men surf med meg, så kan jeg redusere informasjonen %1$@ får om deg. Det gjør jeg ved å blokkere vedkommendes sporingsanordninger på mange andre nettsteder.
nl: Opgelet! Ik kan niet voorkomen dat %1$@ jouw activiteit op %2$@ kan zien. Maar als je met mij surft, kan ik ervoor zorgen dat %1$@ minder over je te weten komt door hun trackers op veel andere sites te blokkeren.
pt: Alerta! Não consigo que %1$@ veja a sua atividade no %2$@. Mas navegue comigo, e eu consigo reduzir o que %1$@ sabe sobre si em geral ao bloquear os seus rastreadores em muitos outros sites.
ro: Atenție! Nu pot împiedica %1$@ să îți vadă activitatea pe %2$@. Dar navighează cu mine și pot reduce ceea ce %1$@ cunoaște despre tine în general, blocând instrumentele lor de urmărire pe o mulțime de alte site-uri.
ru: Внимание! Мы не можем скрыть вашу активность от %1$@ на %2$@. Используйте наш браузер, и мы сократим объем собираемой о вас информации, заблокировав трекеры %1$@ на других сайтах.
sk: Hlavu hore! Nemôžem zabrániť službe %1$@ v tom, aby videla vašu aktivitu na %2$@. Prehliadajte so mnou a môžem obmedziť to, čo o vás služba %1$@ celkovo vie, zablokovaním jej sledovacích zariadení na mnohých ďalších stránkach.
sl: Opozorilo! Ne morem preprečiti, da bi %1$@ videl vašo aktivnost na %2$@. Toda brskajte z nami in lahko zmanjšamo količina tistega, kar %1$@ ve o vas na splošno, tako da blokiramo njihove sledilce na mnogih drugih spletnih mestih.
sv: Bra att veta! Jag kan inte hindra %1$@ från att se din aktivitet på %2$@. Men om du surfar med hjälp av mig kan jag se till att %1$@ får veta mindre om dig genom att blockera deras spårare på många andra webbplatser.
tr: Dikkat! %2$@ üzerindeki etkinliğinizin %1$@ tarafından görülmesini önleyemiyorum. Ama benimle gezinirseniz diğer birçok sitedeki izleyicisini engelleyerek %1$@ tarafından sizinle ilgili olarak toplanan bilgilerin miktarını genel anlamda azaltabilirim.
uk: Увага! Я не можу завадити %1$@ бачити вашу активність на %2$@. Але переглядайте зі мною, і я зможу зменшити те, що %1$@ знає про вас загалом, заблокувавши їхні трекери на багатьох інших сайтах.

# dax.onboarding.browsing.site.is.major.tracker.cta
source: Got It
bg: Разбрах
cs: Mám to
da: Forstået
de: Verstanden
el: Το έπιασα
et: Sain aru
fi: Selvä
fr: J'ai compris
hr: Shvatio/la sam
hu: Megvan
it: Fatto
lt: Supratau
lv: Sapratu
nb: Den er grei
nl: Ik snap het
pt: Entendi
ro: Am înțeles
ru: Понятно
sk: Rozumiem
sl: Razumem
sv: Jag fattar
tr: Anladım
uk: Зрозуміло
