Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# settings.cookie.pop.up.protection.explanation
source: DuckDuckGo will try to select the most private settings available and hide these pop-ups for you. [Learn More](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)
bg: DuckDuckGo ще се опита да избере най-поверителните възможни настройки и ще скрие тези изскачащи прозорци вместо Вас. [Научете повече](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)
cs: DuckDuckGo se pokusí zvolit nastavení s maximálním zachováním soukromí a tato vyskakovací okna bude skrývat. [Více informací](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)
da: DuckDuckGo vil forsøge at vælge de mest private indstillinger og skjule disse pop op-vinduer for dig. [Læs mere](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)
de: DuckDuckGo wird versuchen, die privatesten Einstellungen zu wählen und diese Pop-ups für dich auszublenden. [Mehr erfahren](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)
el: Το DuckDuckGo θα προσπαθήσει να επιλέξει τις πιο ιδιωτικές ρυθμίσεις που υπάρχουν διαθέσιμες και να αποκρύψει αυτά τα αναδυόμενα παράθυρα για εσάς. [Μάθετε περισσότερα](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)
et: DuckDuckGo proovib valida kõige privaatsemad saadaolevad seaded ja peidab need hüpikaknad sinu eest. [Lisateave](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)
fi: DuckDuckGo yrittää valita valittavissa olevista asetuksista yksityisimmät ja piilottaa nämä ponnahdusikkunat puolestasi. [Lue lisää](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)
fr: DuckDuckGo essaiera de sélectionner les paramètres de confidentialité les plus élevés et de masquer ces fenêtres contextuelles pour vous. [En savoir plus](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)
hr: DuckDuckGo će pokušati odabrati najprivatnije dostupne postavke i sakriti skočne prozore za tebe. [Saznaj više](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)
hu: A DuckDuckGo megpróbálja kiválasztani a rendelkezésre álló leginkább privát beállításokat, és elrejteni az ilyen felugró ablakokat. [További részletek](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)
it: DuckDuckGo cercherà di selezionare le impostazioni con la massima privacy e nasconderà questi popup per te.[Scopri di più](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)
lt: „DuckDuckGo“ bandys pasirinkti didžiausią privatumą užtikrinančius nustatymus ir paslėpti šiuos iškylančiuosius langus. [Sužinokite daugiau](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)
lv: DuckDuckGo mēģinās izvēlēties visprivātākos pieejamos iestatījumus un paslēpt šos uznirstošos logus tavā vietā. [Uzzini vairāk](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)
nb: DuckDuckGo prøver å velge de mest private innstillingene som er tilgjengelige, og skjule disse popup-vinduene for deg. [Finn ut mer](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)
nl: DuckDuckGo zal proberen de meest privacyvriendelijke instellingen te selecteren en deze pop-ups voor je verbergen. [Meer informatie](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)
pt: O DuckDuckGo vai tentar selecionar as definições mais privadas disponíveis e ocultar pop-ups. [Sabe Mais](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)
ro: DuckDuckGo va încerca să selecteze cele mai private setări disponibile și să ascundă aceste ferestre pop-up pentru tine. [Află mai multe](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)
ru: DuckDuckGo по возможности откажется от куки-файлов и скроет подобные окна. [Подробнее...](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)
sk: DuckDuckGo sa pokúsi vybrať najosobnejšie dostupné nastavenia a skryť tieto automatické okná za vás. [Viac informácií](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)
sl: DuckDuckGo bo poskusil izbrati najbolj zasebne nastavitve, ki so na voljo, in skriti ta pojavna okna za vas. [Več o tem](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)
sv: DuckDuckGo kommer att försöka välja de mest privata inställningarna som finns tillgängliga och dölja dessa popup-fönster åt dig. [Läs mer](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)
tr: DuckDuckGo, sizin için mevcut en gizli ayarları seçmeyi ve bu açılır pencereleri gizlemeyi deneyecektir. [Daha Fazla Bilgi](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/#cookie-pop-up-management)

# settings.cookie.popups
source: Manage Cookie Pop-ups
bg: Управление на прозорци за бисквитки
cs: Správa vyskakovacích oken ohledně cookies
da: Administrer cookie pop op-vinduer
de: Cookie-Pop-ups verwalten
el: Διαχείριση αναδυόμενων παραθύρων cookies
et: Halda küpsiste hüpikaknaid
fi: Evästeiden hallinnan ponnahdusikkunat
fr: Gérer les fenêtres contextuelles (cookies)
hr: Upravljanje skočnim prozorima kolačića
hu: Felugró sütiablakok kezelése
it: Gestione popup dei cookie
lt: Valdyti slapukų iššokančiuosius langus
lv: Pārvaldīt sīkfailu uznirstošos logus
nb: Administrer vinduer om informasjonskapsler
nl: Cookiepop-ups beheren
pt: Gerir pop-ups de cookies
ro: Gestionare pop-up-uri pentru module cookie
ru: Управление окнами выбора куки-файлов
sk: Správa kontextových okien súborov cookie
sl: Upravljanje pojavnih oken za piškotke
sv: Hantera popup-fönster för cookies
tr: Çerez Açılır Pencerelerini Yönetin

# settings.customize
source: Customize
bg: Персонализиране
cs: Přizpůsobit
da: Tilpas
de: Anpassen
el: Προσαρμογή
et: Kohanda
fi: Mukauta
fr: Personnaliser
hr: Prilagodba
hu: Testreszabás
it: Personalizza
lt: Tinkinti
lv: Pielāgošana
nb: Tilpass
nl: Aanpassen
pt: Personalizar
ro: Personalizare
ru: Собственная настройка
sk: Prispôsobiť
sl: Prilagodi
sv: Anpassa
tr: Özelleştir

# settings.data.clearing
source: Data Clearing
bg: Изчистване на данни
cs: Vymazání dat
da: Datarydning
de: Datenlöschung
el: Διαγραφή δεδομένων
et: Andmete kustutamine
fi: Datan tyhjentäminen
fr: Effacement des données
hr: Brisanje podataka
hu: Adattörlés
it: Cancellazione dati
lt: Duomenų valymas
lv: Datu notīrīšana
nb: Sletting av data
nl: Gegevens wissen
pt: Limpeza de Dados
ro: Ștergerea datelor
ru: Очистка данных
sk: Vymazanie údajov
sl: Počiščenje podatkov
sv: Datarensning
tr: Veri Temizleme

# settings.default.browser
source: Default Browser
bg: Браузър по подразбиране
cs: Výchozí prohlížeč
da: Standardbrowser
de: Standard-Browser
el: Προεπιλεγμένο πρόγραμμα περιήγησης
et: Vaikebrauser
fi: Oletusselain
fr: Navigateur par défaut
hr: Zadani preglednik
hu: Alapértelmezett böngésző
it: Browser predefinito
lt: Numatytoji naršyklė
lv: Noklusējuma pārlūks
nb: Standardnettleser
nl: Standaardbrowser
pt: Navegador predefinido
ro: Browser implicit
ru: Браузер по умолчанию
sk: Predvolený prehliadač
sl: Privzet brskalnik
sv: Standardwebbläsare
tr: Varsayılan Tarayıcı

# settings.disable.email.protection.autofill
source: Disable Email Protection Autofill
bg: Деактивиране на автоматично попълване с Email Protection
cs: Vypnout automatické vyplnění ve službě Email Protection
da: Deaktiver automatisk udfyldning med Email Protection
de: Autovervollständigen für den E-Mail-Schutz deaktivieren
el: Απενεργοποίηση αυτόματης συμπλήρωσης Email Protection
et: Keela Email Protection automaatne täitmine
fi: Poista Email Protectionin automaattinen täyttö käytöstä
fr: Désactiver la saisie automatique Email Protection
hr: Onemogući automatsko popunjavanje podataka za zaštitu e-pošte Email protection
hu: Email Protection automatikus kitöltésének letiltása
it: Disattiva la compilazione automatica di Email Protection
lt: Išjungti „Email Protection“ automatinį užpildymą
lv: Atspējot Email Protection automātisko aizpildīšanu
nb: Deaktiver automatisk utfylling for Email Protection
nl: Automatisch invullen van Email Protection uitschakelen
pt: Desativar o preenchimento automático da Email Protection
ro: Dezactivează completarea automată în Email Protection
ru: Отключить автозаполнение в рамках защиты почты
sk: Zakázať automatické vyplňovanie ochrany e-mailov
sl: Onemogoči samodejno izpolnjevanje pri funkciji Email Protection
sv: Inaktivera automatisk ifyllning för Email Protection
tr: Email Protection Otomatik Doldurmayı Devre Dışı Bırak

# settings.duckduckgo.on.other.platforms
source: DuckDuckGo on Other Platforms
bg: DuckDuckGo на други платформи
cs: DuckDuckGo na jiných platformách
da: DuckDuckGo på andre platforme
de: DuckDuckGo auf anderen Plattformen
el: Το DuckDuckGo σε άλλες πλατφόρμες
et: DuckDuckGo muudel platvormidel
fi: DuckDuckGo muilla alustoilla
fr: DuckDuckGo sur d'autres plateformes
hr: DuckDuckGo na drugim platformama
hu: DuckDuckGo más platformokhoz
it: DuckDuckGo su altre piattaforme
lt: „DuckDuckGo“ kitose platformose
lv: DuckDuckGo citās platformās
nb: DuckDuckGo på andre plattformer
nl: DuckDuckGo op andere platforms
pt: DuckDuckGo Noutras Plataformas
ro: DuckDuckGo pe alte platforme
ru: DuckDuckGo для других платформ
sk: DuckDuckGo na iných platformách
sl: DuckDuckGo na drugih platformah
sv: DuckDuckGo på andra plattformar
tr: Diğer Platformlarda DuckDuckGo

# settings.email.protection.explanation
source: Block email trackers and hide your address without switching your email provider. [Learn More](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/what-is-duckduckgo-email-protection/)
bg: Блокирайте имейл тракерите и скрийте своя адрес, без да променяте имейл доставчика си. [Научете повече](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/what-is-duckduckgo-email-protection/)
cs: Blokuje e-mailové trackery a skryje tvou adresu bez nutnosti přepínat poskytovatele e-mailu. [Další informace](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/what-is-duckduckgo-email-protection/)
da: Blokér e-mailtrackere, og skjul din adresse uden at ændre din e-mailudbyder. [Læs mere](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/what-is-duckduckgo-email-protection/)
de: E-Mail-Tracker blockieren und deine Adresse verbergen, ohne dafür den E-Mail-Anbieter wechseln zu müssen. [Mehr erfahren](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/what-is-duckduckgo-email-protection/)
el: Αποκλείστε εφαρμογές παρακολούθησης email και αποκρύψτε τη διεύθυνσή σας, χωρίς να αλλάξετε πάροχο email. [Μάθετε περισσότερα](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/what-is-duckduckgo-email-protection/)
et: Blokeerige e-posti jälgijad ja peitke oma aadress ilma oma e-posti teenuse pakkujat vahetamata. [Lisateave](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/what-is-duckduckgo-email-protection/)
fi: Estä sähköpostiseuranta ja piilota osoitteesi vaihtamatta sähköpostintarjoajaa. [Lisätietoja](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/what-is-duckduckgo-email-protection/)
fr: Bloquez les traqueurs d'e-mails et masquez votre adresse, sans changer de fournisseur de messagerie. [En savoir plus](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/what-is-duckduckgo-email-protection/)
hr: Blokiraj programe za praćenje e-pošte i sakrij svoju adresu bez promjene pružatelja usluga e-pošte. [Saznaj više](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/what-is-duckduckgo-email-protection/)
hu: Tiltsd le az e-mail-nyomkövetőket, és rejtsd el a címedet anélkül, hogy e-mail-szolgáltatót váltanál. [További információ](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/what-is-duckduckgo-email-protection/)
it: Blocca i sistemi di tracciamento delle e-mail e nascondi il tuo indirizzo, senza cambiare il provider di posta elettronica. [Scopri di più](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/what-is-duckduckgo-email-protection/)
lt: Užblokuokite el. pašto adresų stebėjimo priemones ir paslėpkite savo adresą nekeisdami el. pašto paslaugų teikėjo. [Sužinokite daugiau](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/what-is-duckduckgo-email-protection/)
lv: Bloķē e-pasta izsekotājus un paslēp savu adresi, nemainot e-pasta pakalpojumu sniedzēju. [Uzzini vairāk](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/what-is-duckduckgo-email-protection/)
nb: Blokker e-postsporere og skjul adressen din uten å bytte e-postleverandør. [Finn ut mer](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/what-is-duckduckgo-email-protection/)
nl: Blokkeer e-mailtrackers en verberg je adres, zonder van e-mailprovider te wisselen. [Meer informatie](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/wat-is-duckduckgo-email-protection/)
pt: Bloqueia os rastreadores de e-mail e oculta o teu endereço sem mudares de fornecedor de e-mail. [Sabe Mais](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/what-is-duckduckgo-email-protection/)
ro: Blochează tehnologiile de urmărire prin e-mail și ascunde-ți adresa fără a schimba furnizorul de servicii de e-mail. [Află mai multe](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/what-is-duckduckgo-email-protection/)
ru: Оказывается, чтобы избавиться от трекеров и скрыть свой адрес, вовсе не нужно менять почтовый сервис. [Подробнее...](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/what-is-duckduckgo-email-protection/)
sk: Zablokujte sledovače e-mailov a skryte svoju adresu bez zmeny poskytovateľa e-mailových služieb. [Viac informácií] (ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/what-is-duckduckgo-email-protection/)
sl: Blokirajte sledilnike e-pošte in skrijte svoj naslov, ne da bi vam bilo treba zamenjati ponudnika e-pošte. [Več o tem](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/what-is-duckduckgo-email-protection/)
sv: Blockera e-postspårare och dölj din adress utan att byta e-postleverantör. [Läs mer](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/what-is-duckduckgo-email-protection/)
tr: E-posta sağlayıcınızı değiştirmeden e-posta izleyicileri engelleyin ve adresinizi gizleyin. [Daha Fazla Bilgi](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/email-protection/what-is-duckduckgo-email-protection/)

# settings.email.protection.signing.out.alert
source: Signing out of your Email Protection account will disable Duck Address autofill in this browser. You can still use these addresses and receive forwarded email as usual.
bg: Ако излезете от своя акаунт за Email Protection, автоматичното попълване на Duck Address в този браузър ще бъде деактивирано. Все още можете да използвате тези адреси и да получавате препратени имейли както обикновено.
cs: Odhlášením z účtu Email Protection vypneš automatické vyplňování Duck Address v tomhle prohlížeči. Tyhle adresy budeš moct nadále používat a dostávat na ně přeposílané e-maily jako obvykle.
da: Hvis du logger af din Email Protection-konto, deaktiveres automatisk udfyldning af Duck Address i denne browser. Du kan stadig bruge disse adresser og modtage videresendte e-mails som normalt.
de: Wenn du dich von deinem Email Protection Konto abmeldest, wird das automatische Ausfüllen der Duck Address in diesem Browser deaktiviert. Du kannst diese Adressen weiterhin verwenden und wie gewohnt weitergeleitete E-Mails erhalten.
el: Η αποσύνδεση από τον λογαριασμό Email Protection θα απενεργοποιήσει την αυτόματη συμπλήρωση της Duck Address σε αυτό το πρόγραμμα περιήγησης. Μπορείτε να συνεχίσετε να χρησιμοποιείτε αυτές τις διευθύνσεις και να λαμβάνετε προωθούμενα email, όπως συνήθως.
et: Email Protection kontolt väljalogimine keelab selles brauseris Duck Address automaatse täitmise. Saad neid aadresse endiselt kasutada ja saada edastatud e-kirju nagu tavaliselt.
fi: Kun kirjaudut ulos Email Protection -tililtäsi, Duck Addressin automaattinen täyttö poistetaan käytöstä tässä selaimessa. Voit silti käyttää näitä osoitteita ja vastaanottaa edelleenlähetettyä sähköpostia tavalliseen tapaan.
fr: La déconnexion de votre compte Email Protection désactivera la saisie automatique Duck Address dans ce navigateur. Vous pouvez toujours utiliser ces adresses et recevoir les e-mails transférés comme d'habitude.
hr: Odjava s računa za Email Protection onemogućit će automatsko popunjavanje Duck Address u ovom pregledniku. I dalje možeš koristiti ove adrese i primati proslijeđenu e-poštu kao i obično.
hu: Az Email Protection-fiókból való kijelentkezés letiltja a Duck Address automatikus kitöltését ebben a böngészőben. Továbbra is használhatod ezeket a címeket, és a szokásos módon megkaphatod a továbbított e-maileket.
it: La disconnessione dal tuo account Email Protection disabiliterà la compilazione automatica di Duck Address in questo browser. Puoi comunque utilizzare questi indirizzi e ricevere le e-mail inoltrate come al solito.
lt: Atsijungus nuo „Email Protection“ paskyros, šioje naršyklėje bus išjungtas automatinis „Duck Address“ užpildymas. Vis dar galite naudoti šiuos adresus ir gauti persiųstus el. laiškus kaip įprastai.
lv: Izrakstoties no Email Protection konta, šajā pārlūkprogrammā tiks atspējota Duck Address automātiskā aizpildīšana. Tu joprojām vari izmantot šīs adreses un saņemt pārsūtīto e-pastu kā parasti.
nb: Hvis du logger av Email Protection-kontoen, blir automatisk utfylling med Duck Address i denne nettleseren deaktivert. Du kan fortsatt bruke disse adressene og motta videresendt e-post som vanlig.
nl: Als je je afmeldt bij je Email Protection-account, wordt het automatisch invullen van het Duck Address in deze browser uitgeschakeld. Je kunt deze adressen nog steeds gebruiken en doorgestuurde e-mails blijven ontvangen.
pt: Terminar sessão na tua conta da Email Protection desativa o preenchimento automático de Duck Addresses neste navegador. Podes continuar a utilizar estes endereços e a receber e-mails reencaminhados como habitualmente.
ro: Deconectarea din cont tău Email Protection va dezactiva completarea automată a Duck Address în acest browser. Poți utiliza în continuare aceste adrese și poți primi e-mailuri redirecționate ca de obicei.
ru: При выходе из учетной записи Email Protection будет отключено автозаполнение адресов Duck Address в этом браузере. Вы по-прежнему сможете пользоваться этими адресами и получать пересылаемую почту как обычно.
sk: Odhlásením sa z účtu Email Protection sa v tomto prehliadači vypne automatické vypĺňanie Duck Address. Tieto adresy môžete naďalej používať a dostávať na ne preposielané e-maily ako zvyčajne.
sl: Če se odjavite iz računa za funkcijo Email Protection, boste v tem brskalniku onemogočili samodejno izpolnjevanje naslovov Duck Address. Te naslove lahko še vedno uporabljate in posredovano e-pošto prejemate kot običajno.
sv: Om du loggar ut från ditt Email Protection-konto inaktiveras automatisk ifyllning av Duck Address i den här webbläsaren. Du kan fortfarande använda de här adresserna och ta emot vidarebefordrad e-post som vanligt.
tr: Email Protection hesabınızdan çıkış yapmak, bu tarayıcıda Duck Address otomatik doldurma özelliğini devre dışı bırakacaktır. Bu adresleri kullanmaya devam edebilir ve her zamanki gibi iletilen e-postaları alabilirsiniz.

# settings.emailProtection.description
source: Block email trackers and hide your address
bg: Блокирайте имейл тракерите и скрийте своя адрес
cs: Blokování trackerů v e-mailu a skrytí adresy
da: Bloker e-mailtrackere, og skjul din adresse
de: E-Mail-Tracker blockieren und deine Adresse verbergen
el: Αποκλείστε εφαρμογές παρακολούθησης email και αποκρύψτε τη διεύθυνσή σας
et: Blokeeri meilijälgurid ja peida oma aadress
fi: Estä sähköpostiseuraajat ja piilota osoitteesi
fr: Bloquez les traqueurs d'e-mails et masquez votre adresse
hr: Blokiraj programe za praćenje e-pošte i sakrij svoju adresu
hu: E-mail nyomkövetők letiltása, és a cím elrejtése
it: Blocca i sistemi di tracciamento delle email e nascondi il tuo indirizzo
lt: Blokuokite el. laiškų sekimo priemones ir paslėpkite savo adresą
lv: Bloķē e-pasta izsekotājus un paslēp savu adresi
nb: Blokker e-postsporere og skjul adressen din
nl: Blokkeer e-mailtrackers en verberg je adres
pt: Bloqueie rastreadores de e-mail e oculte o seu endereço.
ro: Blochează tehnologiile de urmărire prin e-mail și ascunde-ți adresa
ru: Блокировка почтовых трекеров и скрытие адреса
sk: Zablokujte nástroje na sledovanie e‑mailov a skryte vašu adresu
sl: Blokirajte sledilnike e-pošte in skrijte svoj naslov
sv: Blockera e-postspårare och dölj din adress
tr: E-posta izleyicileri engelleyin ve adresinizi gizleyin

# settings.enable.email.protection
source: Enable Email Protection
bg: Активиране на Email Protection
cs: Povol funkci Email Protection
da: Aktivér Email Protection
de: Email Protection aktivieren
el: Ενεργοποίηση Email Protection
et: Luba Email Protection
fi: Ota Email Protection käyttöön
fr: Activez Email Protection
hr: Omogući Email Protection
hu: E-mail-védelem engedélyezése
it: Abilita Email Protection
lt: Įjungti „Email Protection“
lv: Iespējo e-pasta aizsardzību
nb: Aktiver e-postbeskyttelse
nl: E-mailbeveiliging inschakelen
pt: Ativa a Email Protection
ro: Activează Email Protection
ru: Включите защиту электронной почты
sk: Povoliť ochranu e-mailu
sl: Omogočite zaščito e-pošte Email Protection
sv: Aktivera Email Protection
tr: Email Protection'ı Etkinleştir

# settings.enable.voice.search
source: Enable Voice Search
bg: Активиране на гласово търсене
cs: Povolit hlasové vyhledávání
da: Aktivér stemmesøgning
de: Sprachsuche aktivieren
el: Ενεργοποίηση φωνητικής αναζήτησης
et: Luba häälotsing
fi: Ota käyttöön äänihaku
fr: Activez la recherche vocale
hr: Omogući glasovno pretraživanje
hu: Beszédhangalapú keresés engedélyezése
it: Abilita ricerca vocale
lt: Įgalinti paiešką balsu
lv: Iespējot balss meklēšanu
nb: Aktiver talesøk
nl: Zoeken via spraak inschakelen
pt: Ativar Pesquisa por Voz
ro: Activează căutarea vocală
ru: Включить голосовой поиск
sk: Povoliť hlasové vyhľadávanie
sl: Omogočanje glasovnega iskanja
sv: Aktivera röstsökning
tr: Sesli Arama'yı Etkinleştir

# settings.feedback
source: Share Feedback
bg: Споделяне на отзив
cs: Podělte se o zpětnou vazbu
da: Del feedback
de: Feedback teilen
el: Κοινοποίηση σχολίου
et: Jaga tagasisidet
fi: Jaa palaute
fr: Partagez vos commentaires
hr: Podijeli povratne informacije
hu: Visszajelzés megosztása
it: Condividi feedback
lt: Bendrinti atsiliepimą
lv: Kopīgot atsauksmi
nb: Del tilbakemelding
nl: Feedback delen
pt: Partilhar comentários
ro: Partajează feedback
ru: Оставьте нам отзыв
sk: Zdieľať spätnú väzbu
sl: Deli povratne informacije
sv: Berätta vad du tycker
tr: Geri Bildirim Paylaş
