Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# vpn.feedback-form.category.fails-to-connect
source: VPN fails to connect
bg: VPN не може да се свърже
cs: VPN se nedaří připojit
da: VPN kan ikke oprette forbindelse
de: VPN kann keine Verbindung herstellen
el: Το VPN δεν μπορεί να συνδεθεί
et: VPN ei suuda ühendust luua
fi: VPN ei saa yhteyttä
fr: Le VPN ne parvient pas à se connecter
hr: VPN se ne može povezati
hu: Sikertelen VPN-csatlakozás
it: La VPN non si connette
lt: VPN nepavyksta prisijungti
nb: VPN kobler ikke til
nl: De VPN kan geen verbinding maken
pt: A VPN não consegue ligar-se
ru: VPN не подключается
sk: Nedarí sa pripojiť k VPN.
sl: VPN se ne poveže
sv: VPN kan inte ansluta
tr: VPN bağlanamıyor

# vpn.feedback-form.category.feature-request
source: VPN feature request
bg: Заявка за VPN функция
cs: Požadavek na funkci VPN
da: Anmodning om VPN-funktion
de: Anfrage zu VPN-Funktionen
el: Αίτημα για λειτουργία VPN
et: VPN funktsiooni soov
fi: VPN-ominaisuuspyyntö
fr: Demande de fonctionnalité VPN
hr: Zahtjev za VPN značajkom
hu: VPN-funkcióra vonatkozó kérés
it: Richiesta di funzionalità VPN
lt: VPN funkcijos prašymas
nb: Forespørsel om VPN-funksjon
nl: VPN-functieverzoek
pt: Pedido de funcionalidade da VPN
ru: Запрос функции VPN
sk: Požiadavka na funkciu VPN
sl: Zahteva za funkcijo VPN
sv: VPN-utvecklingsförfrågan
tr: VPN özellik talebi

# vpn.feedback-form.category.issues-with-apps
source: VPN causes issues with other apps or websites
bg: VPN предизвиква проблеми с други приложения или уебсайтове
cs: VPN způsobuje problémy s jinými aplikacemi nebo webovými stránkami
da: VPN forårsager problemer med andre apps eller websteder
de: VPN verursacht Probleme mit anderen Apps oder Websites
el: Το VPN προκαλεί προβλήματα με άλλες εφαρμογές ή ιστότοπους
et: VPN tekitab probleeme teiste rakenduste või veebisaitidega
fi: VPN aiheuttaa ongelmia muiden sovellusten tai verkkosivustojen kanssa
fr: Le VPN est à l'origine de problèmes avec d'autres applications ou sites Web
hr: VPN uzrokuje probleme s drugim aplikacijama ili web-mjestima
hu: A VPN problémákat okoz más alkalmazásokkal vagy weboldalakkal
it: La VPN causa problemi con altre app o siti web
lt: VPN sukelia problemų su kitomis programėlėmis ar svetainėmis
nb: VPN forårsaker problemer med andre apper eller nettsteder
nl: De VPN veroorzaakt problemen met andere apps of websites
pt: A VPN causa problemas com outras aplicações ou sites
ru: VPN вызывает проблемы с другими приложениями или сайтами
sk: VPN spôsobuje problémy s inými aplikáciami alebo webovými stránkami.
sl: VPN povzroča težave z drugimi aplikacijami ali spletnimi mesti
sv: VPN orsakar problem med andra appar eller webbplatser
tr: VPN, diğer uygulamalar veya web sitelerinde sorunlara yol açıyor

# vpn.feedback-form.category.local-device-connectivity
source: VPN won't let me connect to local device
bg: VPN не ми позволява да се свържа с локално устройство
cs: VPN mi nedovolí připojit se k místnímu zařízení
da: VPN lader mig ikke oprette forbindelse til en lokal enhed
de: VPN lässt mich keine Verbindung zu lokalem Gerät herstellen
el: Το VPN δε με αφήνει να συνδεθώ σε τοπική συσκευή
et: VPN ei lase mul kohaliku seadmega ühenduda
fi: VPN ei anna minun muodostaa yhteyttä paikalliseen laitteeseen
fr: Le VPN ne me permet pas de me connecter à un appareil local
hr: VPN mi ne dopušta povezivanje s lokalnim uređajem
hu: A VPN nem enged helyi eszközhöz csatlakozni
it: Non mi consente di connettermi al dispositivo locale
lt: VPN neleidžia prisijungti prie vietinio įrenginio
nb: VPN hindrer meg i å koble til en lokal enhet
nl: De VPN laat me geen verbinding maken met een lokaal apparaat
pt: A VPN não me deixa ligar ao dispositivo local
ru: VPN не дает подключиться к локальному устройству
sk: VPN mi nedovolí pripojiť sa k lokálnemu zariadeniu
sl: VPN mi ne omogoča povezave z lokalno napravo
sv: VPN hindrar mig från att ansluta till en lokal enhet
tr: VPN yerel cihaza bağlanmama izin vermiyor

# vpn.feedback-form.category.other
source: Other VPN feedback
bg: Други отзиви за VPN
cs: Jiná zpětná vazba k VPN
da: Anden feedback om VPN
de: Weiteres VPN-Feedback
el: Άλλα σχόλια για το VPN
et: Muu VPN-i tagasiside
fi: Muu VPN-palaute
fr: Autres commentaires sur le VPN
hr: Druge povratne informacije o VPN-u
hu: Egyéb VPN-visszajelzés
it: Altri feedback sulla VPN
lt: Kiti atsiliepimai apie VPN
nb: Annen tilbakemelding om VPN
nl: Andere feedback over het VPN
pt: Outro feedback sobre VPN
ru: Другие отзывы о VPN
sk: Ďalšie pripomienky k sieti VPN
sl: Druge povratne informacije o omrežju VPN
sv: Annan VPN-feedback
tr: Diğer VPN geri bildirimi

# vpn.feedback-form.category.select-category
source: Select a category
bg: ИЗБЕРЕТЕ КАТЕГОРИЯ
cs: VYBER KATEGORII
da: VÆLG EN KATEGORI
de: EINE KATEGORIE AUSWÄHLEN
el: ΕΠΙΛΕΞΤΕ ΚΑΤΗΓΟΡΙΑ
et: VALI KATEGOORIA
fi: VALITSE KATEGORIA
fr: SÉLECTIONNER UNE CATÉGORIE
hr: ODABERI KATEGORIJU
hu: VÁLASSZ KATEGÓRIÁT
it: SELEZIONA UNA CATEGORIA
lt: PASIRINKITE KATEGORIJĄ
nb: VELG EN KATEGORI
nl: SELECTEER EEN CATEGORIE
pt: SELECIONA UMA CATEGORIA
ru: ВЫБЕРИТЕ КАТЕГОРИЮ
sk: VYBERTE KATEGÓRIU
sl: IZBERITE KATEGORIJO
sv: VÄLJ EN KATEGORI
tr: BİR KATEGORİ SEÇİN

# vpn.feedback-form.category.too-slow
source: VPN connection is too slow
bg: VPN връзката е прекалено бавна
cs: Připojení k VPN je příliš pomalé
da: VPN-forbindelsen er for langsom
de: VPN-Verbindung ist zu langsam
el: Η σύνδεση του VPN είναι πολύ αργή
et: VPN-ühendus on liiga aeglane
fi: VPN-yhteys on liian hidas
fr: La connexion VPN est trop lente
hr: VPN veza je prespora
hu: Túl lassú VPN-kapcsolat
it: La connessione VPN è troppo lenta
lt: VPN ryšys yra per lėtas
nb: VPN-tilkoblingen er for treg
nl: De VPN-verbinding is te traag
pt: A ligação da VPN é demasiado lenta
ru: Слишком медленное соединение по VPN
sk: VPN pripojenie je príliš pomalé
sl: Povezava VPN je prepočasna
sv: VPN-anslutningen är för långsam
tr: VPN bağlantısı çok yavaş

# vpn.feedback-form.category.unable-to-install
source: Unable to install VPN
bg: Неуспешна инсталация на VPN
cs: VPN není možné nainstalovat
da: Kan ikke installere VPN
de: VPN lässt sich nicht installieren
el: Δεν είναι δυνατή η εγκατάσταση του VPN
et: VPN-i ei saa paigaldada
fi: VPN:n asentaminen ei onnistu
fr: Impossible d'installer le VPN
hr: Nije moguće instalirati VPN
hu: Nem sikerült telepíteni a VPN-t
it: Impossibile installare la VPN
lt: Nepavyksta įdiegti VPN
nb: Kan ikke installere VPN
nl: Ik kan de VPN niet installeren
pt: Não é possível instalar a VPN
ru: Невозможно установить VPN
sk: Nie je možné nainštalovať VPN.
sl: Ni mogoče namestiti VPN
sv: Det går inte att installera VPN
tr: VPN yüklenemiyor

# vpn.feedback-form.sending-confirmation.description
source: Your feedback will help us improve the DuckDuckGo VPN.
bg: Вашите отзиви ще ни помогнат да подобрим DuckDuckGo VPN.
cs: Tvoje zpětná vazba nám pomůže zlepšit DuckDuckGo VPN.
da: Din feedback vil hjælpe os med at forbedre DuckDuckGo VPN.
de: Dein Feedback hilft uns, das DuckDuckGo-VPN zu verbessern.
el: Τα σχόλιά σου θα μας βοηθήσουν να βελτιώσουμε το DuckDuckGo VPN.
et: Sinu tagasiside aitab meil DuckDuckGo VPN-i parandada.
fi: Palautteesi auttaa meitä parantamaan DuckDuckGo VPN:ää.
fr: Vos commentaires nous aideront à améliorer le VPN DuckDuckGo.
hr: Tvoje povratne informacije pomoći će nam da poboljšamo DuckDuckGo VPN.
hu: A visszajelzésed segít bennünket a DuckDuckGo VPN fejlesztésében.
it: La tua opinione ci aiuterà a migliorare la VPN DuckDuckGo.
lt: Tavo atsiliepimai padės mums tobulinti „DuckDuckGo“ VPN.
nb: Tilbakemeldingen din vil hjelpe oss å forbedre DuckDuckGo VPN.
nl: Je feedback helpt ons de VPN-functie van DuckDuckGo te verbeteren.
pt: O teu feedback ajuda-nos a melhorar a VPN DuckDuckGo.
ru: Ваш отзыв поможет нам улучшить сервис DuckDuckGo VPN.
sk: Tvoja spätná väzba nám pomôže zlepšiť DuckDuckGo VPN.
sl: Vaše povratne informacije nam bodo pomagale izboljšati DuckDuckGo VPN.
sv: Din feedback hjälper oss att förbättra DuckDuckGo VPN.
tr: Geri bildiriminiz, DuckDuckGo VPN'i geliştirmemize yardımcı olacak.

# vpn.feedback-form.sending-confirmation.error
source: We couldn't send your feedback right now, please try again.
bg: Не успяхме да изпратим Вашия отзив, опитайте отново.
cs: Tvoji zpětnou vazbu se nám nepodařilo odeslat, zkus to prosím znovu.
da: Vi kunne ikke sende din feedback lige nu. Prøv igen.
de: Dein Feedback konnte nicht gesendet werden. Bitte versuche es erneut.
el: Δεν μπορέσαμε να στείλουμε τα σχόλιά σας αυτήν τη στιγμή, προσπάθησε ξανά.
et: Me ei saanud su tagasisidet praegu saata, palun proovi uuesti.
fi: Emme voineet lähettää palautettasi juuri nyt. Yritä uudelleen.
fr: Nous n'avons pas pu envoyer vos commentaires pour le moment ; veuillez réessayer.
hr: Nismo mogli poslati tvoje povratne informacije, pokušaj ponovno.
hu: Jelenleg nem sikerült beküldeni a visszajelzését, próbálkozz újra.
it: Non siamo riusciti a inviare il tuo feedback in questo momento, riprova.
lt: Šiuo metu negalime išsiųsti tavo atsiliepimo, bandyk pabandyti dar kartą.
nb: Vi kunne ikke sende tilbakemeldingen din akkurat nå. Prøv igjen.
nl: We kunnen je feedback op dit moment niet verzenden. Probeer het opnieuw.
pt: Não foi possível enviar o teu feedback, tenta novamente.
ru: Отправить ваш отзыв прямо сейчас не удалось. Повторите попытку.
sk: Vašu spätnú väzbu sme momentálne nemohli odoslať, skús to znova.
sl: Trenutno ne moremo poslati vaših povratnih informacij, poskusite znova.
sv: Vi kunde inte skicka din feedback just nu, försök igen.
tr: Geri bildiriminizi şu anda gönderemedik, lütfen tekrar deneyin.

# vpn.feedback-form.sending-confirmation.title
source: Thank you!
bg: Благодарим ви!
cs: Děkujeme!
da: Tak!
de: Vielen Dank!
el: Σε ευχαριστούμε!
et: Aitäh!
fi: Kiitos!
fr: Merci !
hr: Hvala!
hu: Köszönjük!
it: Grazie!
lt: Ačiū!
nb: Takk!
nl: Bedankt!
pt: Obrigado!
ru: Спасибо!
sk: Ďakujeme!
sl: Hvala!
sv: Tack!
tr: Teşekkür ederiz!

# vpn.feedback-form.submitted.message
source: Thank You! Feedback submitted.
bg: Благодарим ви! Отзивът ви е изпратен.
cs: Děkujeme! Zpětná vazba odeslána.
da: Mange tak! Feedback sendt.
de: Vielen Dank! Feedback wurde gesendet.
el: Σας ευχαριστούμε! Το σχόλιο υποβλήθηκε.
et: Aitäh! Tagasiside on esitatud.
fi: Kiitos! Palaute lähetetty.
fr: Merci ! Commentaire envoyé.
hr: Hvala! Povratne informacije su poslane.
hu: Köszönjük! Visszajelzés elküldve.
it: Grazie! Il feedback è stato inviato.
lt: Dėkojame! Atsiliepimas pateiktas.
nb: Takk! Tilbakemeldingen er sendt.
nl: Dank je wel! Feedback verzonden.
pt: Obrigado! Comentário enviado
ru: Спасибо! Ваш отзыв отправлен.
sk: Ďakujeme! Spätná väzba bola odoslaná
sl: Hvala! Povratne informacije so poslane.
sv: Tack! Återkopplingen har skickats.
tr: Teşekkür Ederiz! Geri bildirim gönderildi.

# vpn.feedback-form.text-1
source: Please describe what's happening, what you expected to happen, and the steps that led to the issue:
bg: Моля, опишете какво се случва, какво сте очаквали да се случи и какви стъпки са довели до проблема:
cs: Popiš, co se děje, co se mělo stát a jaké kroky k problému vedly:
da: Beskriv, hvad der sker, hvad du forventede ville ske, og de trin, der førte til problemet:
de: Bitte beschreibe, was passiert, was du erwartet hast und welche Schritte zu dem Problem geführt haben:
el: Περιγράψτε τι συμβαίνει, τι περιμένατε να συμβεί και ποια ήταν τα βήματα που οδήγησαν στο πρόβλημα:
et: Palun kirjelda, mis toimub, mida sa ootasid ja millised sammud viisid probleemi tekkimiseni.
fi: Kuvaile, mitä tapahtuu, mitä odotit tapahtuvan ja vaiheet, jotka johtivat ongelmaan:
fr: Veuillez décrire ce qui se passe, ce qui aurait dû se passer et les différentes étapes qui ont précédé le problème :
hr: Opiši što se događa, što si očekivao da će se dogoditi i korake koji su doveli do problema
hu: Írd le, mi történik, mire számítottál, és milyen lépések vezettek a problémához:
it: Descrivi cosa sta succedendo, cosa ti aspettavi che accadesse e i passaggi che hanno portato al problema:
lt: Aprašyk, kas vyksta, ko tikėjotės, kad įvyks, ir veiksmus, dėl kurių kilo problema:
nb: Beskriv hva som skjer, hva du forventet skulle skje, og trinnene som førte til problemet:
nl: Beschrijf wat er gebeurt, wat je verwachtte dat er zou gebeuren en de stappen die tot het probleem hebben geleid.
pt: Descreve o que está a acontecer, o que esperavas que acontecesse e os passos que levaram ao problema:
ru: Опишите, что происходит, что ожидалось и какие действия привели к неполадке.
sk: Opíš, čo sa deje, čo si očakával/-a, že sa stane, a kroky, ktoré viedli k problému:
sl: Opišite, kaj se dogaja, kaj ste pričakovali, da se bo zgodilo, in ukrepe, ki so pripeljali do težave:
sv: Beskriv vad som händer, vad du väntade dig skulle hända och vilka steg som ledde till problemet:
tr: Lütfen neler olduğunu, ne olmasını beklediğinizi ve soruna yol açan adımları açıklayın:

# vpn.feedback-form.text-2
source: In addition to the details entered into this form, your app issue report will contain:
bg: Освен данните, въведени в този формуляр, докладът за проблема в приложението ще съдържа:
cs: Kromě údajů zadaných do tohoto formuláře bude zpráva o problému s aplikací obsahovat:
da: Ud over de oplysninger, der er indtastet i denne formular, vil din app-problemrapport indeholde:
de: Zusätzlich zu den in diesem Formular angegebenen Details enthält dein App-Fehlerbericht:
el: Εκτός από τα στοιχεία που καταχωρήσατε στη φόρμα αυτή, η αναφορά προβλήματος της εφαρμογής σας θα περιέχει:
et: Lisaks sellele vormile sisestatud andmetele sisaldab sinu rakenduse probleemi aruanne järgmist:
fi: Tässä lomakkeessa annettujen tietojen lisäksi sovellusongelmaraporttisi sisältää:
fr: Outre les renseignements saisis dans ce formulaire, votre rapport sur les problèmes de l'application contiendra les informations suivantes :
hr: Osim pojedinosti unesenih u ovaj obrazac, izvješće o problemu s aplikacijom sadržavat će:
hu: Az űrlapon megadott adatokon kívül az alkalmazás problémáiról szóló jelentés a következőket is tartalmazza:
it: Oltre ai dettagli inseriti in questo modulo, la segnalazione sui problemi dell'app conterrà le seguenti informazioni:
lt: Be šioje formoje įvestos informacijos, tavo programėlės problemų ataskaitoje bus pateikta:
nb: I tillegg til detaljene du skrev i dette skjemaet, inneholder rapporten om app-problemet:
nl: Naast de gegevens die in dit formulier zijn ingevoerd, bevat je foutrapport:
pt: Para além dos detalhes introduzidos neste formulário, o teu relatório de problemas na aplicação vai incluir:
ru: Помимо информации, внесенной в эту форму, в отчет войдет следующее:
sk: Okrem podrobností zadaných do tohto formulára bude tvoja správa o probléme s aplikáciou obsahovať:
sl: Poleg podrobnosti, vnesenih v ta obrazec, bo poročilo o težavi z aplikacijo vsebovalo tudi naslednje:
sv: Förutom de uppgifter som anges i det här formuläret kommer din anmälan om problem med appen att innehålla:
tr: Bu forma girilen ayrıntılara ek olarak, uygulama sorun raporunuz şunları içerecek:

# vpn.feedback-form.text-3
source: • Whether specific DuckDuckGo features are enabled
bg: • Информация дали са активирани конкретни функции на DuckDuckGo
cs: • Jestli jsou zapnuté konkrétní funkce DuckDuckGo
da: • Om specifikke DuckDuckGo-funktioner er aktiveret
de: • Ob bestimmte DuckDuckGo-Funktionen aktiviert sind
el: • Εάν είναι ενεργοποιημένες συγκεκριμένες λειτουργίες του DuckDuckGo
et: • Kas teatud DuckDuckGo funktsioonid on lubatud
fi: • Ovatko tietyt DuckDuckGo-ominaisuudet käytössä
fr: • Si des fonctionnalités spécifiques de DuckDuckGo sont actives
hr: • jesu li omogućene određene značajke DuckDuckGoa,
hu: • Engedélyezve vannak-e bizonyos DuckDuckGo-funkciók
it: • Comunicherà se specifiche funzioni di DuckDuckGo sono attive
lt: • Ar įjungtos tam tikros „DuckDuckGo“ funkcijos
nb: • Hvorvidt spesifikke DuckDuckGo-funksjoner er aktivert
nl: • Of er specifieke functies in DuckDuckGo zijn ingeschakeld
pt: • Se tens funcionalidades específicas do DuckDuckGo ativas
ru: • сведения о том, были ли активированы конкретные функции DuckDuckGo;
sk: • či sú zapnuté špecifické funkcie DuckDuckGo
sl: • ali so omogočene specifične funkcije DuckDuckGo,
sv: • Om specifika DuckDuckGo-funktioner är aktiverade eller inte
tr: • Belirli DuckDuckGo özelliklerinin etkin olup olmadığı

# vpn.feedback-form.text-4
source: • Aggregate DuckDuckGo app diagnostics
bg: • Обобщени диагностични данни за приложението DuckDuckGo
cs: • Agregovanou diagnostiku aplikace DuckDuckGo
da: • Samlet DuckDuckGo-appdiagnostik
de: • Aggregierte DuckDuckGo-App-Diagnose
el: • Συγκεντρωτικά διαγνωστικά εφαρμογών DuckDuckGo
et: • Koguge DuckDuckGo rakenduse diagnostika
fi: • DuckDuckGo-sovelluksen yhdistetty diagnostiikka
fr: • Les diagnostics agrégés de l'application DuckDuckGo
hr: • zajedničku dijagnostiku aplikacije DuckDuckGo.
hu: • Összesített DuckDuckGo alkalmazásdiagnosztika
it: • Aggregherà le diagnostiche dell'app DuckDuckGo
lt: • Apibendrinta „DuckDuckGo“ programėlės diagnostika
nb: • Samlet diagnostikk av DuckDuckGo-appen
nl: • Verzamelde diagnostische gegevens voor de DuckDuckGo-app
pt: • Diagnósticos da aplicação DuckDuckGo agregados
ru: • обобщенные результаты диагностики приложения DuckDuckGo.
sk: • agregované diagnostické údaje aplikácie DuckDuckGo
sl: • zbiranje diagnostike aplikacije DuckDuckGo.
sv: • Sammanställd DuckDuckGo-appdiagnostik
tr: • Toplu DuckDuckGo uygulama tanılamaları

# vpn.feedback-form.text-5
source: By tapping "Submit" I agree that DuckDuckGo may use the information in this report for purposes of improving the app's features.
bg: С натискането на бутона „Изпращане“ приемам, че DuckDuckGo може да използва информацията в този доклад с цел подобряване на функциите на приложението.
cs: Klepnutím na tlačítko Odeslat vyjadřuji souhlas s tím, aby služba DuckDuckGo mohla použít informace z této zprávy k vylepšování funkcí aplikace.
da: Ved at trykke på "Indsend" accepterer jeg, at DuckDuckGo må bruge oplysningerne i denne rapport til forbedring af appens funktioner.
de: Durch Klicken auf „Absenden“ erkläre ich mich damit einverstanden, dass DuckDuckGo die Informationen in diesem Bericht zur Verbesserung der Funktionen der App verwenden darf.
el: Πατώντας «Υποβολή» συμφωνώ ότι το DuckDuckGo μπορεί να χρησιμοποιήσει τις πληροφορίες της αναφοράς αυτής για σκοπούς βελτίωσης των λειτουργιών της εφαρμογής.
et: Puudutades nuppu „Saada“, nõustun, et DuckDuckGo võib kasutada selles aruandes sisalduvat teavet rakenduse funktsioonide täiustamiseks.
fi: Napauttamalla "Lähetä" hyväksyn, että DuckDuckGo voi käyttää tämän raportin tietoja sovelluksen ominaisuuksien parantamiseen.
fr: En appuyant sur « Envoyer », j'accepte que DuckDuckGo puisse utiliser les informations contenues dans ce rapport afin d'améliorer les fonctionnalités de l'application.
hr: Dodirom na "Pošalji" slažem se da DuckDuckGo smije koristiti informacije u ovom izvješću u svrhu poboljšanja značajki aplikacije.
hu: A „Beküldés” gombra koppintva elfogadom, hogy a DuckDuckGo az alkalmazás funkcióinak javítása céljából felhasználhatja a jelentésben szereplő adatokat.
it: Toccando "Invia" accetto che DuckDuckGo possa usare le informazioni in questo rapporto per migliorare le funzionalità dell'app.
lt: Bakstelėdamas „Pateikti“ sutinku, kad „DuckDuckGo“ gali naudoti šioje ataskaitoje pateiktą informaciją programėlės funkcijų gerinimo tikslais.
nb: Ved å trykke på «Send inn» godtar jeg at DuckDuckGo kan bruke informasjonen i denne rapporten til å forbedre appens funksjoner.
nl: Door op 'Verzenden' te tikken, geef ik DuckDuckGo toestemming om de informatie in dit rapport te gebruiken om de functies van de app te verbeteren.
pt: Ao tocar em "Enviar", concordo que o DuckDuckGo pode utilizar as informações neste relatório para melhorar as funcionalidades da aplicação.
ru: Нажимая кнопку «Отправить», я разрешаю DuckDuckGo использовать данные в этом отчете для улучшения работы приложения.
sk: Kliknutím na tlačidlo „Odoslať“ súhlasím s tým, že DuckDuckGo môže použiť informácie v tejto správe na účely zlepšovania funkcií aplikácie.
sl: Z dotikom možnosti »Pošlji« se strinjam, da lahko DuckDuckGo podatke iz tega poročila uporabi za namene izboljšanja funkcij aplikacije.
sv: Genom att trycka på Skicka godkänner jag att DuckDuckGo använder informationen i den här rapporten i syfte att förbättra appens funktioner.
tr: "Gönder"e dokunarak, DuckDuckGo'nun bu rapordaki bilgileri uygulamanın özelliklerini geliştirmek amacıyla kullanabileceğini kabul ediyorum.

# vpn.feedback-form.title
source: Help Improve the DuckDuckGo VPN
bg: Помогнете ни да подобрим DuckDuckGo VPN
cs: Pomoz zlepšit DuckDuckGo VPN
da: Hjælp med at forbedre DuckDuckGo VPN
de: Hilf mit, das DuckDuckGo-VPN zu verbessern
el: Βοηθήστε μας να βελτιώσουμε το DuckDuckGo VPN
et: Aita parandada DuckDuckGo VPN-i
fi: Auta parantamaan DuckDuckGo VPN:ää
fr: Participez à l'amélioration du VPN DuckDuckGo
hr: Pomozi poboljšati DuckDuckGo VPN
hu: Segíts javítani a DuckDuckGo VPN-t
it: Aiuta a migliorare la VPN di DuckDuckGo
lt: Padėk tobulinti „DuckDuckGo“ VPN
nb: Bidra til å forbedre DuckDuckGo VPN
nl: Help de VPN-functie van DuckDuckGo te verbeteren
pt: Ajuda a melhorar a VPN DuckDuckGo
ru: Помогите нам улучшить DuckDuckGo VPN
sk: Pomôž zlepšiť DuckDuckGo VPN
sl: Pomagajte izboljšati DuckDuckGo VPN
sv: Hjälp till att förbättra DuckDuckGo VPN
tr: DuckDuckGo VPN'i geliştirmeye yardımcı olun

# vpn.settings.add.control-center.widget
source: Add VPN to Control Center
bg: Добавяне на VPN към Центъра за управление
cs: Přidej VPN do Ovládacího centra
da: Tilføj VPN til Kontrolcenter
de: VPN zum Kontrollzentrum hinzufügen
el: Προσθήκη VPN στο Κέντρο ελέγχου
et: Lisa VPN juhtimiskeskusesse
fi: Lisää VPN valvontakeskukseen
fr: Ajouter un VPN au Centre de contrôle
hr: Dodaj VPN u kontrolni centar
hu: VPN hozzáadása a Vezérlőközponthoz
it: Aggiungi la VPN al Centro di controllo
lt: Pridėti VPN į valdymo centrą
nb: Legg til VPN i kontrollsenteret
nl: VPN toevoegen aan het bedieningspaneel
pt: Adicionar VPN ao Centro de Controlo
ru: Добавить VPN в Центр управления
sk: Pridať VPN do Centra ovládania
sl: Dodajte VPN v nadzorno središče
sv: Lägg till VPN i Kontrollcenter
tr: VPN'i Kontrol Merkezine Ekle

# vpn.settings.add.widget
source: Add VPN Widget to Home Screen
bg: Добавяне на уиджет за VPN към началния екран
cs: Přidat widget VPN na domovskou obrazovku
da: Tilføj VPN-widget til startskærmen
de: VPN-Widget zum Startbildschirm hinzufügen
el: Προσθήκη μικροεφαρμογής VPN στην Αρχική οθόνη
et: Lisa VPN-i vidin avakuvale
fi: Lisää VPN-widget aloitusnäyttöön
fr: Ajouter le widget VPN à l'écran d'accueil
hr: Dodaj VPN widget na početni zaslon
hu: VPN-minialkalmazás hozzáadása a kezdőképernyőhöz
it: Aggiungi il widget VPN alla schermata iniziale
lt: Pridėti VPN valdiklį pagrindiniame ekrane
nb: Legg til VPN-widgeten på startskjermen
nl: VPN-widget toevoegen aan startscherm
pt: Adicionar widget de VPN ao ecrã inicial
ro: Adaugă un widget VPN la ecranul de întâmpinare
ru: Добавить виджет VPN на главный экран
sk: Pridať miniaplikáciu VPN na domovskú obrazovku
sl: Dodajte pripomoček VPN na začetni zaslon
sv: Lägg till VPN-widget på startsidan
tr: VPN Widget'ını Ana Ekrana Ekleyin

# vpn.settings.control.with.siri
source: Control VPN With Siri
bg: Управление на VPN със Siri
cs: Ovládej VPN pomocí Siri
da: Styr VPN med Siri
de: VPN mit Siri steuern
el: Έλεγχος VPN μέσω Siri
et: Juhi VPN-i Siri abil
fi: Valvo VPN:ää Sirin avulla.
fr: Contrôler le VPN avec Siri
hr: Upravljaj VPN-om pomoću Siri
hu: VPN vezérlése a Siri segítségével
it: Controlla la VPN con Siri
lt: Valdykite VPN su „Siri“
nb: Kontroller VPN med Siri
nl: Gebruik VPN met Siri
pt: Controla a VPN com a Siri
ru: Управление VPN с помощью Siri
sk: Ovládať VPN pomocou Siri
sl: Upravljaj VPN s Siri
sv: Kontrollera VPN med Siri
tr: VPN'i Siri ile Kontrol Edin
