Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# web.url.save.bookmark.exists
source: Bookmark already saved
bg: Отметката вече е запазена
cs: Záložky již uloženy
da: Bogmærke er allerede gemt
de: Lesezeichen wurde bereits gespeichert
el: Ο σελιδοδείκτης έχει ήδη αποθηκευτεί
et: Järjehoidja on juba salvestatud
fi: Kirjanmerkki on jo tallennettu
fr: Signet déjà enregistré
hr: Oznaka je već spremljena
hu: A könyvjelző már el van mentve
it: Segnalibro già salvato
lt: Žymė jau išsaugota
lv: Grāmatzīme jau ir saglabāta
nb: Bokmerket er alledre lagret
nl: Bladwijzer reeds opgeslagen
pt: Marcador já guardado
ro: Marcaj deja salvat
ru: Уже в закладках
sk: Záložka už bola uložená
sl: Zaznamek je že shranjen
sv: Bokmärke har redan sparats
tr: Yer imi zaten kaydedilmiş
uk: Закладка вже збережена

# web.url.save.bookmark.none
source: No webpage to bookmark
bg: Няма страница, за която да се постави отметка
cs: Žádná webová stránka pro vytvoření záložky
da: Ingen webside til bogmærke
de: Keine Website als Lesezeichen zu markieren
el: Δεν υπάρχει ιστοσελίδα για προσθήκη ως σελιδοδείκτης
et: Puuduvad veebisaidid, mida järjehoidjaks panna
fi: Ei verkkosivua, joka voitaisiin lisätä kirjanmerkkeihin
fr: Il n'y a aucune page Web à ajouter aux signets
hr: Nema web-mjesta za označavanje
hu: Nincs könyvjelzőzhető weboldal
it: Nessuna pagina web da aggiungere ai segnalibri
lt: Nėra pažymimo tinklalapio
lv: Nav tīmekļa lapas, kurai pievienot grāmatzīmi
nb: Det er ingen nettside å legge til
nl: Geen webpagina om als bladwijzer op te slaan
pt: Nenhuma página web para marcar
ro: Nicio pagină web de marcat
ru: Нечего добавить в закладки
sk: Žiadne webové stránky na uloženie medzi záložky
sl: Ni spletne strani za zaznamek
sv: Ingen webbsida att bokmärka
tr: Yer imi eklenecek web sayfası yok
uk: Немає вебсторінки для закладки

# web.url.save.favorite.done
source: Favorite added
bg: Добавено в любими
cs: Oblíbené položky uloženy
da: Favorit tilføjet
de: Favorit wurde hinzugefügt
el: Προστέθηκε αγαπημένο
et: Lemmik lisatud
fi: Suosikki lisätty
fr: Favori ajouté
hr: Dodano u Omiljeno
hu: Kedvenc hozzáadva
it: Preferito aggiunto
lt: Mėgstamas pridėtas
lv: Izlases vienums ir pievienots
nb: Favoritt lagt til
nl: Favoriet toegevoegd
pt: Favorito adicionado
ro: Preferință adăugată
ru: Сайт добавлен в избранное
sk: Obľúbená položka bola pridaná
sl: Priljubljeni dodan
sv: Favorit har lagts till
tr: Favori eklendi
uk: Улюблене додано

# webJSAlert.cancel.button
source: Cancel
bg: Отмени
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
et: Tühista
fi: Peruuta
fr: Annuler
hr: Otkaži
hu: Mégsem
it: Annulla
lt: Atšaukti
lv: Atcelt
nb: Avbryt
nl: Annuleren
pt: Cancelar
ro: Renunță
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal
uk: Скасувати

# webJSAlert.OK.button
source: OK
bg: ОК
cs: DOBŘE
da: Okay
el: Εντάξει
hr: U redu
lt: GERAI
lv: Labi
ru: Хорошо
sl: V REDU
tr: Tamam
uk: Гаразд

# webJSAlert.website-message.format
source: A message from %@:
bg: Съобщение от %@:
cs: Zpráva od %@:
da: En besked fra %@:
de: Eine Nachricht von %@:
el: Μήνυμα από %@:
et: Sõnum saatjalt %@:
fi: Viesti käyttäjältä %@:
fr: Message de %@ :
hr: Poruka od %@:
hu: %@ üzenete:
it: Un messaggio da parte di %@:
lt: Pranešimas iš %@:
lv: Ziņojums no %@:
nb: En melding fra %@:
nl: Een bericht van %@:
pt: Uma mensagem de %@:
ro: Un mesaj de la %@:
ru: Сообщение от %@:
sk: Správa od %@:
sl: Sporočilo od %@:
sv: Ett meddelande från %@:
tr: %@ size bir mesaj gönderdi:

# windows-waitlist.join-waitlist-screen.mac-waitlist
source: Looking for the Mac version?
bg: Търсите версията за Mac?
cs: Hledáš verzi pro Mac?
da: Leder du efter Mac-versionen?
de: Suchst du nach der Mac-Version?
el: Αναζητάτε την έκδοση των Mac;
et: Kas otsid Maci versiooni?
fi: Etsitkö Mac-versiota?
fr: Vous cherchez la version Mac ?
hr: Tražiš verziju za Mac?
hu: A Macre készült verziót keresed?
it: Cerchi la versione per Mac?
lt: Ieškote „Mac“ versijos?
lv: Vai meklē Mac versiju?
nb: Ser du etter Mac-versjonen?
nl: Op zoek naar de versie voor Mac?
pt: Procura a versão para Mac?
ro: Cauți versiunea pentru Mac?
ru: Ищете версию для Mac?
sk: Hľadáte verziu pre Mac?
sl: Iščete različico za računalnike Mac?
sv: Letar du efter Mac-versionen?
tr: Mac Sürümünü mü arıyorsunuz?

# windows-waitlist.settings.browse-privately
source: Browse privately with our app for Windows
bg: Сърфирайте поверително с нашето приложение за Windows
cs: Zajisti si soukromí na webu – v naší aplikaci pro Windows
da: Browse privat med vores app til Windows
de: Privat browsen mit unserer App für Windows
el: Περιηγηθείτε ιδιωτικά με την εφαρμογή μας για Windows
et: Sirvi privaatselt meie Windowsi rakendusega
fi: Selaa yksityisesti Windows-sovelluksellamme
fr: Naviguez incognito avec notre application pour Windows
hr: Privatno pregledavanje s našom aplikacijom za Windows
hu: Privát böngészés windowsos alkalmazásunkkal
it: Naviga privatamente con la nostra app per Windows
lt: Naršykite privačiai naudodami mūsų programą, skirtą „Windows“
lv: Pārlūko privāti ar mūsu Windows lietotni
nb: Surf privat med vår app for Windows
nl: Browse privé met onze app voor Windows
pt: Navegue em privado com a nossa aplicação para Windows
ro: Navighează în mod privat cu aplicația noastră pentru Windows
ru: Полная конфиденциальность в Интернете, благодаря нашему приложению для Windows
sk: Prehliadajte súkromne s našou aplikáciou pre Windows
sl: Brskajte zasebno z našo aplikacijo za sistem Windows
sv: Surfa privat med vår app för Windows
tr: Windows uygulamamızla gizliliğinizi koruyarak gezinin

# windows-waitlist.share-sheet.message
source: Ready to start browsing privately on Windows? Visit this URL on your Computer to download: https://duckduckgo.com/windows
bg: Готови ли сте да започнете поверително сърфиране с Windows? Посетете този URL адрес на компютър с Windows, за да изтеглите: https://duckduckgo.com/windows
cs: Cítíš se na to začít si ve Windows prohlížet web v naprostém soukromí? Pro stažení přejdi na počítači s Windows sem: https://duckduckgo.com/windows
da: Er du klar til at begynde at browse privat på Windows? Besøg denne URL på din Windows-computer for at downloade: duckduckgo.com/windows
de: Bist du bereit, privat unter Windows zu browsen? Besuche zum Herunterladen diese URL auf deinem Computer: https://duckduckgo.com/windows
el: Είστε έτοιμοι να αρχίσετε μια ιδιωτική περιήγηση σε Windows; Επισκεφθείτε αυτήν τη διεύθυνση URL στον υπολογιστή σας για να πραγματοποιήσετε λήψη: https://duckduckgo.com/windows
et: Kas oled valmis Windowsis privaatseks sirvimiseks? Allalaadimiseks ava oma Windowsi arvutis see URL: https://duckduckgo.com/windows
fi: Oletko valmis aloittamaan yksityisen selaamisen Windows-laitteessa? Lataa seuraavasta osoitteesta: https://duckduckgo.com/windows
fr: Prêt(e) à naviguer incognito sur Windows ? Accédez à cette URL sur votre ordinateur pour télécharger l'application : https://duckduckgo.com/windows
hr: Jesi li spreman za privatno pregledavanje u sustavu Windows? Posjeti ovaj URL na računalu za preuzimanje: https://duckduckgo.com/windows
hu: Készen állsz a privát böngészésre a Windowson? Számítógépen látogass el erre a címre a letöltéshez: https://duckduckgo.com/windows
it: Vuoi iniziare a navigare su Windows mantenendo la tua privacy? Visita questo URL dal tuo computer per effettuare il download: https://duckgo.com/windows
lt: Pasiruošę pradėti privačiai naršyti „Windows“? Apsilankykite šiame URL savo kompiuteryje, kad atsisiųstumėte: https://duckduckgo.com/windows
lv: Vai esi gatavs sākt privātu pārlūkošanu operētājsistēmā Windows? Apmeklē šo URL savā datorā, lai lejupielādētu: https://duckduckgo.com/windows
nb: Klar for å begynne å surfe privat i Windows? fBesøk denne URL-adressen på datamaskinen din for å laste ned: https://duckduckgo.com/windows
nl: Klaar om privé te browsen in Windows? Bezoek deze URL op je computer om te downloaden: https://duckduckgo.com/windows
pt: A postos para começares a navegar em privado no Windows? Visita este URL no teu computador para transferir: https://duckduckgo.com/windows
ro: Ești gata să începi să navighezi în mod privat folosind Windows? Vizitează această adresă URL pe computerul tău Windows pentru a descărca: https://duckduckgo.com/windows
ru: Конфиденциальность в интернете на Windows? Легко! Загрузите наше приложение по ссылке: https://duckduckgo.com/windows
sk: Ste pripravený/-á začať v systéme Windows prehliadať s ochranou súkromia? Pre stiahnutie navštívte v počítači so systémom Windows túto URL adresu: https://duckduckgo.com/windows
sl: Ste pripravljeni začeti zasebno brskati v sistemu Windows? Za prenos v računalniku s sistemom Windows obiščite ta naslov URL: https://duckduckgo.com/windows
sv: Är du redo att börja surfa privat på Windows? Ladda ner genom att gå till den här webbadressen på din dator: https://duckduckgo.com/windows
tr: Windows'ta gizli olarak gezinmeye başlamaya hazır mısınız? İndirmek için Bilgisayarınızda şu URL'yi ziyaret edin: https://duckduckgo.com/windows

# windows-waitlist.summary
source: DuckDuckGo for Windows has what you need to browse with more privacy — private search, tracker blocking, forced encryption, and cookie pop-up blocking, plus more best-in-class protections on the way.
bg: DuckDuckGo за Windows разполага с всичко необходимо за поверително сърфиране — поверително търсене, блокиране на тракери, принудително криптиране и блокиране на изскачащи прозорци с бисквитки, както и много от най-добрите в този клас елементи за защита.
cs: DuckDuckGo pro Windows nabízí všechno, co potřebuješ k většímu soukromí na webu – soukromé vyhledávání, blokování trackerů, vynucené šifrování, blokování vyskakovacích oken pro souhlas se soubory cookie a další ochranné funkce, které jsou nejlepší ve své třídě.
da: DuckDuckGo til Windows har alt det, du har brug for for at surfe med mere privatliv – privat søgning, blokering af trackere, tvungen kryptering og blokering af cookie pop op-vinduer, plus flere af vores bedste privatlivsartikler i klassen, der er på vej.
de: DuckDuckGo für Windows bietet alles, was du brauchst, um mit mehr Privatsphäre zu browsen – private Suche, Tracker-Blockade, erzwungene Verschlüsselung und Blockierung von Cookie-Pop-ups sowie weitere erstklassige Schutzmaßnahmen.
el: Το DuckDuckGo για Windows έχει ό,τι χρειάζεστε για να περιηγηθείτε με περισσότερη ιδιωτικότητα — ιδιωτική αναζήτηση, αποκλεισμός εφαρμογών παρακολούθησης, αναγκαστική κρυπτογράφηση και αποκλεισμός αναδυόμενων παραθύρων για cookie, ενώ έρχονται σύντομα και περισσότερες κορυφαίες προστασίες στην κατηγορία τους.
et: DuckDuckGo Windowsi rakendus sisaldab kõike vajalikku privaatsemaks sirvimiseks: privaatne otsing, jälgurite blokeerimine, sundkrüptimine ja küpsiste hüpikakende blokeerimine. Lisaks on tulemas veel täiendavaid tippklassi kaitsemeetmeid.
fi: DuckDuckGon Windows-sovellus tarjoaa kaiken, mitä tarvitset selaamiseen yksityisemmin. Siinä on yksityinen haku, jäljittäjien esto, pakotettu salaus ja evästeiden ponnahdusikkunoiden esto, ja tulossa on vielä lisää luokkansa parhaita suojauksia.
fr: DuckDuckGo pour Windows a tout ce dont vous avez besoin pour naviguer en toute confidentialité : recherche privée, blocage des traqueurs, cryptage forcé et blocage des fenêtres contextuelles (cookies), sans oublier d'autres protections de choix à venir.
hr: DuckDuckGo za Windows ima sve što ti je potrebno za pregledavanje s više privatnosti - privatno pretraživanje, blokiranje praćenja, prisilno šifriranje i blokiranje skočnih prozora kolačića, a u skoroj budućnosti dodat ćemo još vrhunskih značajki zaštite.
hu: A windowsos DuckDuckGo tartalmazza mindazt, ami a privát böngészéshez szükséges – támogatja a privát keresést, a nyomkövetők blokkolását, a kényszerített titkosítást és a felugró sütiablakok blokkolását, valamint további, a kategóriájában legjobb védelmet nyújtó megoldásokat kínál.
it: DuckDuckGo per Windows ha ciò di cui hai bisogno per navigare con maggiore privacy: ricerca privata, blocco dei sistemi di tracciamento, crittografia forzata e blocco dei popup dei cookie, oltre a ulteriori protezioni di prima classe in arrivo.
lt: „Windows“ skirta „DuckDuckGo“ turi viską, ko reikia norint naršyti dar privačiau – privačią paiešką, stebėjimo priemonių blokavimą, priverstinį šifravimą ir iššokančiųjų slapukų langų blokavimą bei dar daugiau geriausių savo klasėje apsaugos priemonių.
lv: DuckDuckGo operētājsistēmai Windows sniedz visu, kas nepieciešams, lai pārlūkotu ar lielāku konfidencialitāti – privātu meklēšanu, izsekošanas bloķēšanu, piespiedu šifrēšanu un sīkfailu uznirstošo logu bloķēšanu, kā arī citas savā klasē labākās aizsardzības iespējas.
nb: DuckDuckGo for Windows har det du trenger for å surfe med mer personvern – privat søk, sporingsblokkering, tvungen kryptering, blokkering av popup-vinduer om informasjonskapsler og enda flere førsteklasses beskyttelser som er på vei.
nl: DuckDuckGo voor Windows heeft alles wat je nodig hebt om met meer privacy te browsen: privézoekopdrachten, blokkering van trackers, geforceerde versleuteling, blokkering van cookiepop-ups, plus nog meer uitstekende bescherming onderweg.
pt: O DuckDuckGo tem tudo o que precisa para navegar com mais privacidade — pesquisa privada, bloqueio de rastreadores, encriptação forçada e bloqueio de pop-ups de cookies — e há mais proteções líderes de mercado a caminho.
ro: DuckDuckGo pentru Windows are tot ceea ce îți trebuie pentru a naviga într-un mod mai confidențial – căutare privată, blocarea tehnologiilor de urmărire, criptare forțată și blocarea ferestrelor pop-up cookie, plus alte elemente de protecție de cel mai înalt nivel, în curs de implementare.
ru: В DuckDuckGo для Windows есть все необходимое для защиты данных в Сети: приватный поиск, принудительное шифрование, блокировка трекеров и всплывающих куки, а также перспектива разработок передовых средств обеспечения безопасности.
sk: DuckDuckGo pre Windows má všetko, čo potrebujete na prehľadávanie s väčšou mierou súkromia — súkromné vyhľadávanie, blokovanie sledovania, vynútené šifrovanie, blokovanie automaticky zobrazených okien so súbormi cookie a ďalšie špičkové prvky ochrany.
sl: DuckDuckGo za sistem Windows ima vse, kar potrebujete za zasebnejše brskanje – zasebno iskanje, blokiranje sledenja, prisilno šifriranje in blokiranje pojavnih oken s piškotki ter še več najboljših zaščit v svojem razredu.
sv: DuckDuckGo för Windows har allt du behöver för att surfa med högre integritet – privat sökning, spårningsblockering, tvingad kryptering och blockering av popup-cookies – och fler förstklassiga skydd är på gång.
tr: Windows için DuckDuckGo, daha fazla gizlilikle gezinmek için ihtiyacınız olan her şeye sahiptir: gizli arama, izleyici engelleme, zorunlu şifreleme ve çerez açılır penceresi engelleme. Ayrıca, sınıfının en iyisi daha fazla koruma da yolda.

# windows-waitlist.title
source: DuckDuckGo App for Windows
bg: Приложение DuckDuckGo за Windows
cs: Aplikace DuckDuckGo pro Windows
da: DuckDuckGo-app til Windows
de: DuckDuckGo-App für Windows
el: Εφαρμογή DuckDuckGo για Windows
et: DuckDuckGo rakendus Windowsile
fi: DuckDuckGo-sovellus Windowsille
fr: Application DuckDuckGo pour Windows
hr: Aplikacija DuckDuckGo za Windows
hu: DuckDuckGo alkalmazás Windowshoz
it: App DuckDuckGo per Windows
lt: „DuckDuckGo“ programa, skirta „Windows“
lv: DuckDuckGo lietotne operētājsistēmai Windows
nl: DuckDuckGo-app voor Windows
pt: Aplicação DuckDuckGo para Windows
ro: Aplicația DuckDuckGo pentru Windows
ru: Приложение DuckDuckGo для Windows
sk: Aplikácia DuckDuckGo pre Windows
sl: Aplikacija DuckDuckGo za sistem Windows
sv: DuckDuckGo-app för Windows
tr: Windows için DuckDuckGo Uygulaması

# windows-waitlist.waitlist-download-screen.try-duckduckgo-for-windows
source: Get DuckDuckGo for Windows!
bg: Вземете DuckDuckGo за Windows!
cs: Pořiď si DuckDuckGo pro Windows!
da: Få DuckDuckGo til Windows!
de: Hol dir DuckDuckGo für Windows!
el: Αποκτήστε το DuckDuckGo για Windows!
et: Hangi DuckDuckGo for Windows!
fi: Hanki DuckDuckGo Windowsille!
fr: Procurez-vous DuckDuckGo pour Windows !
hr: Nabavi DuckDuckGo za Windows!
hu: Töltsd le a DuckDuckGo Windows verzióját!
it: Scarica DuckDuckGo per Windows!
lt: Gaukite „DuckDuckGo“, skirtą „Windows“!
lv: Iegūsti DuckDuckGo operētājsistēmai Windows!
nb: Skaff deg DuckDuckGo for Windows!
nl: Download DuckDuckGo voor Windows!
pt: Obtém o DuckDuckGo para Windows!
ro: Descarcă DuckDuckGo pentru Windows!
ru: DuckDuckGo для Windows!
sk: Získajte DuckDuckGo pre Windows!
sl: Pridobite DuckDuckGo za Windows!
sv: Skaffa DuckDuckGo för Windows!
tr: Windows için DuckDuckGo'yu edinin!

# duckplayer.settings.title
source: Duck Player
ru: Проигрыватель Duck Player

# autofill.logins.details.edit.url-placeholder
source: example.com
da: eksempel.dk
de: beispiel.com
fr: exemple.com
hr: primjer.com
it: esempio.com
lv: piemers.com
nb: eksempel.no
nl: voorbeeld.com
pt: exemplo.com
ro: exemplu.com
sk: priklad.sk
sv: exempel.com
tr: ornek.com

# autofill.logins.details.edit.username-placeholder
source: username@example.com
da: brugernavn@eksempel.dk
de: benutzername@beispiel.com
fr: nomdutilisateur@exemple.com
hr: korisničkoime@primjer.com
it: username@esempio.com
lv: lietotajvards@piemers.com
nb: brukernavn@eksempel.no
nl: gebruikersnaam@voorbeeld.com
pt: nomeutilizador@exemplo.com
ro: numedeutilizator@exemplu.com
sk: menopouzivatela@priklad.sk
sv: anvandarnamn@exempel.com
tr: kullaniciadi@ornek.com

# device.type.iphone
source: iPhone
cs: iPhonu
fi: iPhonelle
hu: iPhone készüléken

# device.type.pad
source: iPad
cs: iPadu
fi: iPadille
hu: iPad készüléken

# alert.title.disable.protection.placeholder
source: www.example.com
fi: www.esimerkki.com
fr: www.exemple.com
lv: www.piemērs.com
nl: www.voorbeeld.com
pt: www.exemplo.com

# bookmark.address.placeholder
source: www.example.com
fi: www.esimerkki.com
fr: www.exemple.com
lv: www.piemērs.com
nl: www.voorbeeld.com
pt: www.exemplo.com

# settings.ppro
source: Privacy Pro
sk: Ochrana osobných údajov Pro

# subscription.title
source: Privacy Pro
sk: Ochrana osobných údajov Pro

# subscription.pir.macos
source: Mac
lv: macOS
