Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# bookmarks.importAction.title
source: Import HTML File
bg: Импортиране на HTML файл
cs: Import souboru HTML
da: Importér HTML-fil
de: HTML-Datei importieren
el: Εισαγωγή αρχείου HTML
et: HTML-faili import
fi: Tuo HTML-tiedosto
fr: Importer un fichier HTML
hr: Uvezi HTML datoteku
hu: HTML-fájl importálása
it: Importa file HTML
lt: Importuoti HTML failą
lv: Importēt HTML failu
nb: Importer HTML-fil
nl: HTML-bestand importeren
pt: Importar Ficheiro HTML
ro: Importă fișierul HTML
ru: Импорт из файла HTML
sk: Importovať súbor HTML
sl: Uvoz datoteke HTML
sv: Importera HTML-fil
tr: HTML Dosyasını İçeri Aktar
uk: Імпортувати файл HTML

# bookmarks.importExport.footer.button.title
source: Import bookmark file from another browser
bg: Импортиране на файл с отметки от друг браузър
cs: Import souboru se záložkami z jiného prohlížeče
da: Importér bogmærkefil fra en anden browser
de: Lesezeichendatei aus einem anderen Browser importieren
el: Εισαγωγή αρχείου με σελιδοδείκτες από άλλο πρόγραμμα περιήγησης
et: Järjehoidja faili importimine teisest brauserist
fi: Tuo kirjanmerkkitiedosto toisesta selaimesta
fr: Importer un fichier de signets à partir d'un autre navigateur
hr: Uvezite datoteku oznaka iz drugog preglednika
hu: Könyvjelzőfájl importálása másik böngészőből
it: Importa file segnalibro da un altro browser
lt: Importuoti žymelės failą iš kitos naršyklės
lv: Importēt grāmatzīmju failu no citas pārlūkprogrammas
nb: Importer bokmerkefil fra en annen nettleser
nl: Bladwijzerbestand importeren vanuit een andere browser
pt: Importar ficheiro de marcador de outro navegador
ro: Importă fișierul de marcaje dintr-un alt browser
ru: Импортировать закладки из другого браузера
sk: Importujte súbor so záložkami z iného prehliadača
sl: Uvoz datoteke z zaznamki iz drugega brskalnika
sv: Importera bokmärkesfil från en annan webbläsare
tr: Başka bir tarayıcıdan yer işaretleri dosyasını içeri aktarma
uk: Імпортувати файл закладок з іншого браузера

# bookmarks.importExport.title
source: Import an HTML file of bookmarks from another browser, or export your existing bookmarks.
bg: Импортирайте HTML файл с отметки от друг браузър или експортирайте съществуващите отметки.
cs: Naimportuj soubor HTML se záložkami z jiného prohlížeče nebo vyexportuj svoje existující záložky.
da: Importér en HTML-fil med bogmærker fra en anden browser, eller eksportér dine eksisterende bogmærker.
de: Importiere eine HTML-Datei mit Lesezeichen aus einem anderen Browser oder exportieren deine vorhandenen Lesezeichen.
el: Κάντε εισαγωγή ενός αρχείου HTML με σελιδοδείκτες από άλλο πρόγραμμα περιήγησης, ή κάντε εξαγωγή των σελιδοδεικτών που διαθέτετε ήδη.
et: Impordi järjehoidjate HTML-fail teisest brauserist või ekspordi oma olemas olevad järjehoidjad.
fi: Tuo HTML-kirjanmerkkitiedosto toisesta selaimesta tai vie olemassa olevat kirjanmerkkisi.
fr: Importez un fichier HTML de signets à partir d'un autre navigateur, ou exportez vos signets existants.
hr: Uvezite HTML datoteku oznaka iz drugog preglednika ili izvezite postojeće oznake.
hu: Könyvjelzőket tartalmazó HTML-fájl importálása másik gépről, vagy a meglévő könyvjelzők exportálása.
it: Importa un file HTML di segnalibri da un altro browser o esporta i segnalibri esistenti.
lt: Eksportuoti HTML žymelių failą iš kitos naršyklės arba eksportuoti esamas žymeles.
lv: Importē grāmatzīmju HTML failu no citas pārlūkprogrammas vai eksportē esošās grāmatzīmes.
nb: Importer en HTML-fil med bokmerker fra en annen nettleser, eller eksporter dine eksisterende bokmerker.
nl: Importeer een HTML-bestand met bladwijzers uit een andere browser of exporteer je bestaande bladwijzers.
pt: Importe um ficheiro HTML de marcadores de outro navegador ou exporte os seus marcadores existentes.
ro: Importă un fișier HTML sau marcaje dintr-un alt browser sau exportă marcajele tale existente.
ru: Импортировать файл HTML с закладками из другого браузера или экспортировать свои закладки.
sk: Importujte súbor HTML so záložkami z iného prehliadača alebo exportujte svoje existujúce záložky.
sl: Uvozite datoteko HTML z zaznamki iz drugega brskalnika ali pa izvozite vaše obstoječe zaznamke.
sv: Importera en HTML-fil med bokmärken från en annan webbläsare eller exportera dina befintliga bokmärken.
tr: Yer işaretleri HTML dosyasını başka bir tarayıcıdan içeri aktarın veya mevcut yer işaretlerinizi dışarı aktarın.
uk: Імпортувати HTML-файл закладок з іншого браузера, або експортуйте наявні закладки.

# broken.site.report.menu.title
source: Report Problem With This Site
bg: Докладване на проблем с този сайт
cs: Nahlásit problém na stránce
da: Rapportér et problem på dette websted
de: Ein Problem mit dieser Website melden
el: Αναφορά προβλήματος με αυτόν τον ιστότοπο
et: Teata selle saidi probleemist
fi: Ilmoita tällä sivustolla olevasta ongelmasta
fr: Signaler un problème lié à ce site
hr: Prijavi problem na ovom web-mjestu
hu: Webhelyen fellépő probléma jelentése
it: Segnala un problema con questo sito
lt: Pranešti apie šios svetainės problemą
nb: Rapporter et problem med dette nettstedet
nl: Een probleem melden met deze site
pt: Comunicar um problema com este site
ro: Raportează o problemă cu acest site
ru: Сообщить о проблеме на сайте
sk: Nahláste problém s touto stránkou
sl: Prijavite težavo na tem spletnem mestu
sv: Rapportera ett problem med den här webbplatsen
tr: Bu Siteyle İlgili Sorun Bildir

# broken.site.report.missing.description.alert.button
source: Got It
bg: Разбрах
cs: Mám to
da: Forstået
de: Verstanden
el: Το κατάλαβα
et: Sain aru
fi: Selvä
fr: J'ai compris
hr: Shvatio/la sam
hu: Megvan
it: Fatto
lt: Supratau
nb: Den er grei
nl: Ik snap het
pt: Entendi
ro: Am înțeles
ru: Понятно
sk: Rozumiem
sl: Razumem
sv: Jag fattar
tr: Anladım

# broken.site.report.missing.description.alert.description
source: Please describe the issue you experienced on this site so we can better understand how to fix it.
bg: Моля, опишете проблема, който сте срещнали на този сайт, за да разберем по-добре как да го отстраним.
cs: Popiš problém, který se na téhle stránce objevil, abychom lépe pochopili, jak ho opravit.
da: Beskriv det problem, du oplevede på denne side, så vi bedre kan forstå, hvordan vi løser det.
de: Bitte beschreibe das Problem, das auf dieser Website aufgetreten ist, damit wir besser verstehen können, wie wir es beheben können.
el: Περιγράψτε το πρόβλημα που αντιμετωπίσατε σε αυτόν τον ιστότοπο, ώστε να κατανοήσουμε καλύτερα το πώς μπορούμε να το διορθώσουμε.
et: Palun kirjelda sellel saidil kogetud probleemi, et saaksime paremini mõista, kuidas seda lahendada.
fi: Kuvaile tällä sivustolla kohtaamasi ongelma, jotta voimme ymmärtää paremmin, miten se voidaan korjata.
fr: Veuillez décrire le problème que vous avez rencontré sur ce site pour nous aider à le résoudre.
hr: Opiši problem na koji si naišao na ovoj stranici da bismo bolje razumjeli kako ga riješiti.
hu: Írd le az ezen a webhelyen tapasztalt problémát, hogy megállapíthassuk, miként javíthatjuk ki.
it: Descrivi il problema riscontrato su questo sito, così possiamo capire meglio come risolverlo.
lt: Apibūdinkite šioje svetainėje kilusią problemą, kad galėtume geriau suprasti, kaip ją išspręsti.
nb: Beskriv problemet du opplevde på dette nettstedet, så vi kan forstå bedre hvordan det kan fikses.
nl: Beschrijf het probleem dat je op deze site hebt ondervonden zodat we beter begrijpen hoe we het kunnen oplossen.
pt: Descreve o problema que tiveste neste site para que possamos perceber melhor como o resolver.
ro: Descrie problema pe care ai întâmpinat-o pe acest site pentru a înțelege mai bine cum să o rezolvăm.
ru: Пожалуйста, опишите проблему, с которой вы столкнулись на сайте. Это поможет нам ее скорее устранить.
sk: Opíšte problém, ktorý sa vyskytol na tejto lokalite, aby sme lepšie pochopili, ako ho opraviť.
sl: Opišite težavo, s katero ste se srečali na tem spletnem mestu, da bomo lažje ugotovili, kako jo odpraviti.
sv: Beskriv problemet du upplevde på den här webbplatsen så att vi bättre kan förstå hur vi ska åtgärda det.
tr: Nasıl düzeltebileceğimizi daha iyi anlayabilmemiz için lütfen bu sitede yaşadığınız sorunu açıklayın.

# broken.site.report.missing.description.alert.title
source: Description Required
bg: Изисква се описание
cs: Je potřeba zadat popis
da: Beskrivelse skal udfyldes
de: Beschreibung erforderlich
el: Κείμενο περιγραφής
et: Kirjeldus on vajalik
fi: Kuvaus vaaditaan
fr: La description est obligatoire
hr: Opis je obavezan
hu: Leírás szükséges
it: Descrizione necessaria
lt: Apibūdinimo tekstas
nb: Beskrivelse er nødvendig
nl: Omschrijving vereist
pt: Descrição obrigatória
ro: Descriere necesară
ru: Описание обязательно
sk: Požadovaný popis
sl: Zahtevan opis
sv: Beskrivning krävs
tr: Açıklama Gerekli

# broken.site.report.success.toast
source: Your report helps make DuckDuckGo better for everyone!
bg: Вашето докладване ни помага да направим DuckDuckGo по-добър за всички!
cs: Podrobnosti od tebe pomůžou zlepšit DuckDuckGo pro všechny!
da: Din rapport hjælper med at gøre DuckDuckGo bedre for alle!
de: Dein Bericht hilft, DuckDuckGo für alle zu verbessern!
el: Η αναφορά σας βοηθάει ώστε να γίνει το DuckDuckGo καλύτερο για όλους!
et: Sinu aruanne aitab muuta DuckDuckGo kõigi jaoks paremaks!
fi: Ilmoituksesi auttaa tekemään DuckDuckGosta paremman kaikille!
fr: Votre signalement contribue à améliorer DuckDuckGo pour tous.
hr: Tvoje prijave pomažu nam poboljšati DuckDuckGo za sve!
hu: A jelentésed segít nekünk abban, hogy a DuckDuckGo mindenki számára jobb élményt nyújthasson!
it: Il tuo rapporto aiuta a rendere DuckDuckGo migliore per tutti.
lt: Jūsų pateikta informacija padeda tobulinti „DuckDuckGo“ visiems!
nb: Rapporten din bidrar til å gjøre DuckDuckGo bedre for alle!
nl: Jouw melding helpt DuckDuckGo beter te maken voor iedereen!
pt: O teu relatório ajuda a melhorar o DuckDuckGo para todos!
ro: Sesizarea ta ajută la îmbunătățirea DuckDuckGo pentru toată lumea!
ru: Ваш отчет поможет улучшить DuckDuckGo для всех.
sk: Vaše hlásenie pomáha zlepšovať DuckDuckGo pre všetkých!
sl: Vaše poročilo pripomore k temu, da lahko DuckDuckGo postane boljši za vse!
sv: Din rapport hjälper till att göra DuckDuckGo bättre för alla!
tr: Raporunuz DuckDuckGo'yu herkes için daha iyi hale getirmeye yardımcı oluyor!

# contextual.onboarding.addToDock.buttons.skip
source: Skip
bg: Пропускане
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
et: Jäta vahele
fi: Ohita
fr: Ignorer
hr: Preskoči
hu: Kihagyás
it: Salta
lt: Praleisti
nb: Hopp over
nl: Overslaan
pt: Ignorar
ru: Пропустить
sk: Preskočiť
sl: Preskoči
sv: Hoppa över
tr: Atla

# contextual.onboarding.addToDock.buttons.startBrowsing
source: Start Browsing
bg: Стартиране на сърфирането
cs: Spustit procházení
da: Start søgning
de: Mit dem Browsen beginnen
el: Έναρξη περιήγησης
et: Alusta sirvimist
fi: Aloita selailu
fr: Commencer la navigation
hr: Započni pretraživanje
hu: Böngészés indítása
it: Inizia a navigare
lt: Pradėti naršyti
nb: Begynn å surfe
nl: Beginnen met browsen
pt: Iniciar a navegação
ru: Начать просмотр
sk: Začnite prehliadať
sl: Začni brskanje
sv: Börja bläddra
tr: Gezinmeye Başla

# contextual.onboarding.addToDock.buttons.tutorial
source: Show Me How
bg: Покажи ми как
cs: Ukaž mi jak
da: Vis mig hvordan
de: Anleitung
el: Δείξε μου πώς
et: Näita mulle, kuidas
fi: Näytä minulle miten
fr: Me montrer comment faire
hr: Pokaži mi kako
hu: Mutasd meg, hogyan
it: Dammi indicazioni
lt: Parodyti, kaip
nb: Vis meg hvordan
nl: Tonen
pt: Mostrar-me como
ru: Показать, как
sk: Ukážte mi ako
sl: Pokaži mi, kako
sv: Visa mig hur
tr: Nasıl Yapılacağını Göster

# contextual.onboarding.addToDock.promo.contextual.message
source: Remember, every time you browse with me a creepy ad loses its wings. So keep me in your Dock for daily browsing.
bg: Не забравяйте: всеки път когато сърфирате с мен, аз ще подрязвам крилцата на досадните реклами. Затова ме дръжте в своя панел за ежедневното си сърфиране.
cs: Pamatuj: Když se mnou na webu surfuješ, příšerné reklamy zaženeš. Dej si mě do Docku, ať mě můžeš denně používat.
da: Husk: Hver gang du browser med mig, mister en uhyggelig annonce sine vinger. Så gem mig i din Dock til daglig browsing.
de: Hinweis: Jedes Mal, wenn du mit mir browst, verliert eine aufdringliche Werbung ihren Schrecken. Behalte mich also zum täglichen Browsen in deinem Dock.
el: Να θυμάστε: κάθε φορά που περιηγείστε μαζί μου, μια ανατριχιαστική διαφήμιση χάνει τη δύναμή της! Γι' αυτό, διατηρήστε με στο Dock σας για καθημερινή περιήγηση.
et: Pea meeles, iga kord, kui minuga sirvid, kaotab salakaval reklaam oma tiivad. Nii et hoia mind igapäevaselt sirvides oma Dockis.
fi: Muista, että joka kerta kun käytät minua selaamiseen, rasittavat mainokset katoavat. Joten pidä minut Docissa helppoa selausta varten.
fr: Pensez-y : chaque fois que vous naviguez avec moi, une publicité douteuse disparaît. Alors gardez-moi dans votre Dock pour naviguer au quotidien.
hr: Zapamti: svaki put kad pregledavaš sa mnom, grozna reklama gubi krila. Zato me zadrži u svom Docku za svakodnevno pregledavanje.
hu: Ne feledd, minden alkalommal, amikor velem böngészel, egy undok hirdetés elveszíti az erejét. Tehát tarts a Dockban a napi böngészéshez.
it: Ricorda: quando navighi con me gli annunci inquietanti non possono seguirti. Quindi tienimi nel tuo dock per la navigazione quotidiana.
lt: Įsidėmėkite: kiekvieną kartą, kai naršote su manimi, bauginantis skelbimas praranda galią. Taigi laikykite mane savo juostoje, kad galėtumėte kasdien naršyti.
nb: Husk at hver gang du surfer med meg, klippes vingene på en slesk annonse. Så ha meg i docken din for daglig surfing.
nl: Vergeet niet: elke keer als je met mij browset, verliest een enge advertentie haar kracht. Houd me dus in je Dock voor dagelijks gebruik.
pt: Lembra-te: sempre que navegas comigo, um anúncio assustador perde as suas asas. Por isso, mantém-me na tua Dock para navegares diariamente.
ru: Напоминаю: просматривая сайты с моей помощью, вы обезвреживаете коварную рекламу. Поэтому закрепите мой значок в док-панели.
sk: Pamätajte: zakaždým, keď prehliadate s nami, nepríjemnej reklame pristrihávate krídla. Nechajte ma teda vo svojom Docku na každodenné prehliadanie.
sl: Ne pozabite: Vedno kadar brskate z mano, grozljivemu oglasu pristrižete krila. Zato me imejte na domačem zaslonu za vsakodnevno brskanje.
sv: Kom ihåg att varje gång du surfar med mig förlorar en påträngande annons sina vingar. Så spara mig i din Dock för ditt dagliga surfande.
tr: Unutmayın: Benimle her gezinti yaptığınızda rahatsız edici bir reklam kanatlarını kaybeder. O yüzden günlük gezintileriniz için beni Dock'unuzda tutun.

# contextual.onboarding.addToDock.promo.intro.message
source: I’ll nest in easy reach for all your daily browsing.
bg: Ще се сгуша на удобно място да ви чакам, за да сърфирате с мен всеки ден.
cs: Až budeš chtít brouzdat po internetu, budu na dosah křídla.
da: Jeg ligger lige ved hånden til al din daglige browsing.
de: Ich niste in leicht erreichbarer Nähe für dein tägliches Browsen.
el: Θα απολαμβάνω έτσι εύκολη πρόσβαση για όλη την καθημερινή περιήγησή σας.
et: Olen hõlpsasti ligipääsetav kogu teie igapäevase sirvimise vältel.
fi: Olen helposti käden ulottuvilla päivittäistä selaamista varten.
fr: Je serai à portée de main pour toutes vos navigations quotidiennes.
hr: Bit ću ti na dohvat ruke za svo tvoje svakodnevno pregledavanje.
hu: Könnyen elérhetsz a napi böngészés során.
it: Sarò a portata di mano per tutta la tua navigazione quotidiana.
lt: Mane lengvai pasieksite savo kasdienei naršymo veiklai.
nb: Jeg ligger rede til å nettsurfe med deg hver dag.
nl: Ik heb alles wat je nodig hebt om dagelijks te browsen.
pt: Vou estar num lugar de fácil acesso para toda a tua navegação diária.
ru: Я устроюсь в удобном месте на каждый день.
sk: Budem hniezdiť v ľahkom dosahu pre všetko vaše každodenné prehliadanie.
sl: Ugnezdil se bom na dosegu roke za vsakodnevno brskanje.
sv: Jag kommer att hålla mig nära för allt ditt dagliga surfande.
tr: Tüm günlük gezinmeleriniz için kolay erişilebilir bir yere yuvalanacağım.

# contextual.onboarding.addToDock.promo.title
source: Add me to your Dock!
bg: Добавете ме към панела си!
cs: Přidej si mě do Docku!
da: Føj mig til din Dock!
de: Füge mich zu deinem Dock hinzu!
el: Προσθέστε με στο Dock σας!
et: Lisa mind oma Docki!
fi: Lisää minut telakkaasi!
fr: Ajoutez-moi à votre Dock !
hr: Dodaj me na svoj Dock!
hu: Adj hozzá a Dockhoz!
it: Aggiungimi al tuo dock!
lt: Įtraukite mane į savo juostą!
nb: Legg meg til i docken din!
nl: Voeg me toe aan je dock!
pt: Adiciona-me à tua Dock!
ru: Добавьте меня на док-панель!
sk: Pridajte ma do svojho Docku!
sl: Dodajte me na svoj domači zaslon!
sv: Lägg till mig i din Dock!
tr: Beni Dock'a ekleyin!

# contextual.onboarding.addToDock.tutorial.message
source: Find the DuckDuckGo icon on your Home Screen. Then press and drag it into place. That’s it!
bg: Намерете иконата DuckDuckGo на своя начален екран. След това натиснете и я плъзнете на място. Това е всичко!
cs: Najdi ikonu DuckDuckGo na ploše. Pak ji podrž a přetáhni na místo. A je to!
da: Find DuckDuckGo-ikonet på din startskærm. Tryk og træk den derefter på plads. Det er det!
de: Suche auf deinem Startbildschirm das DuckDuckGo-Symbol. Klicke es an und ziehe es dann an die richtige Stelle. Das war es schon!
el: Βρείτε το εικονίδιο DuckDuckGo στην Αρχική οθόνη σας. Στη συνέχεια, πατήστε και μεταφέρετέ το στη θέση του. Αυτό είναι!
et: Leia oma avakuvalt DuckDuckGo ikoon. Seejärel vajuta ja lohista see oma kohale. See on kõik!
fi: Etsi DuckDuckGo-kuvake aloitusnäytöltäsi. Paina ja vedä se sitten paikalleen. Siinä kaikki!
fr: Trouvez l'icône DuckDuckGo sur votre écran d'accueil. Appuyez ensuite dessus pour la faire glisser au bon endroit. Voilà !
hr: Pronađi ikonu DuckDuckGo na početnom zaslonu. Zatim je pritisni i povuci na mjesto. I to je sve!
hu: Keresd meg a DuckDuckGo ikont a kezdőképernyőn. Ezután az ikont nyomva tartva húzd a helyére. Ennyi az egész!
it: Trova l'icona di DuckDuckGo sulla tua schermata Home. Quindi premi e trascinala nella posizione desiderata. Ecco fatto!
lt: Pagrindiniame ekrane raskite „DuckDuckGo“ piktogramą. Tada paspauskite ir vilkite ją į vietą. Štai ir viskas!
nb: Finn DuckDuckGo-ikonet på startskjermen. Trykk på det og dra det dit du vil ha det. Det er det hele!
nl: Zoek het DuckDuckGo-pictogram op je startscherm. Houd het ingedrukt en sleep het naar zijn plaats. Dat is alles!
pt: Encontra o ícone do DuckDuckGo no ecrã inicial. Em seguida, prime e arrasta-o para o lugar certo. É só isto!
ru: Найдите значок DuckDuckGo на главном экране. Нажмите и перетащите его на панель. Все готово!
sk: Nájdite ikonu DuckDuckGo na svojej domovskej obrazovke. Potom stlačte a potiahnite na miesto. To je všetko!
sl: Poiščite ikono DuckDuckGo na domačem zaslonu. Nato jo pritisnite in povlecite na svoje mesto. To je to!
sv: Leta upp DuckDuckGo-ikonen på hemskärmen. Tryck och dra den därefter på plats. Sen är det klart!
tr: Ana Ekranınızda DuckDuckGo simgesini bulun. Daha sonra simgeye basıp sürükleyerek yerine sabitleyin. Hepsi bu kadar!

# contextual.onboarding.addToDock.tutorial.title
source: Adding me to your Dock is easy.
bg: Лесно е да ме добавите към своя панел.
cs: Přidat si mě do Docku je hračka.
da: Det er nemt at tilføje mig til din Dock.
de: Es ist ganz einfach, mich zu deinem Dock hinzuzufügen.
el: Η προσθήκη μου στο Dock σας είναι εύκολη.
et: Minu lisamine teie Docki on lihtne.
fi: Voit lisätä minut telakkaasi helposti.
fr: Facile de m'ajouter à votre Dock !
hr: Dodavanje mene na tvoj Dock je jednostavno.
hu: Egyszerűen hozzáadhatsz a Dockhoz.
it: Aggiungermi al tuo dock è facile.
lt: Įtraukti mane į savo juostą paprasta.
nb: Det er enkelt å legge meg til i docken din.
nl: Voeg me eenvoudig toe aan je Dock.
pt: Adicionar-me à tua Dock é fácil.
ru: Добавить меня на док-панель очень просто.
sk: Pridanie ma do doku je jednoduché.
sl: Na svoj domači zaslon me lahko dodate povsem preprosto
sv: Det är enkelt att lägga till mig i din Dock.
tr: Beni Dock'unuza eklemek çok kolay.

# contextual.onboarding.browsing.one.tracker
source: *%1$@* was trying to track you here. I blocked them! ☝️ Tap the shield for more info.
bg: *%1$@* се опитва да Ви проследи тук. Блокирах го! ☝️ Докоснете щита за повече информация.
cs: Stránka *%1$@* se tě tady snaží sledovat. A tak jsem ji zablokoval! ☝️ Klepnutím na štít si zobrazíš další informace.
da: *%1$@* prøvede at spore dig her. Jeg blokerede dem! ☝️ Tryk på skjoldet for at få mere information.
de: *%1$@* hat versucht, dich hier zu tracken. Ich hab die Domain blockiert! ☝️ Tippe auf das Schild, um mehr Informationen zu erhalten.
el: Το *%1$@* προσπαθούσε να σας παρακολουθήσει εδώ. Τους εμπόδισα! ☝️ Πατήστε την ασπίδα για περισσότερες πληροφορίες.
et: *%1$@* üritas sind siin jälitada. Ma blokeerisin need! ☝️ Lisateabe saamiseks vajuta kilbile.
fi: *%1$@* yritti seurata sinua. Estin ne! ☝️ Napauta kilpiä saadaksesi lisätietoja.
fr: *%1$@* essayait de vous suivre ici. Je l'ai bloqué ! ☝️ Appuyez sur le bouclier pour en savoir plus.️
hr: *%1$@* te je pokušao pratiti ovdje. Blokirani su! ☝️ Dodirni štit za više informacija.
hu: A(z) *%1$@* követni próbált téged itt. Blokkoltam őket! ☝️ További információkért koppints a pajzsra.
it: *%1$@* stava cercando di tracciare la tua attività qui. L'ho bloccato! ☝️ Tocca lo scudo per maggiori informazioni.
lt: *%1$@* bandė jus sekti čia. Aš juos užblokavau! ☝️ Norėdami gauti daugiau informacijos, bakstelėkite skydą.
nb: *%1$@* prøvde å spore deg her. Jeg blokkerte dem! ☝️ Trykk på skjoldet for å få mer informasjon.
nl: *%1$@* probeerde je hier te volgen. Ik heb dit geblokkeerd! ☝️ Tik op het schild voor meer informatie.
pt: *%1$@* tentou rastrear-te aqui. Bloqueei-os! ☝️ Toca no escudo para obter mais informações.
ro: *%1$@* a încercat să te urmărească aici. I-am blocat! ☝️ Atinge scutul pentru mai multe informații.
ru: Сайт *%1$@* пытался вести за вами слежку, но мы его заблокировали. ☝️ Нажмите на щит, чтобы узнать подробности.
sk: Služba *%1$@* sa vás tu pokúsila sledovať. Bola zablokovaná! ☝️ Ťuknite na štít pre viac informácií.
sl: Domena *%1$@* vam je tukaj poskušala slediti. Blokiral sem jo! ☝️ Tapnite ščit za več informacij.
sv: *%1$@* försökte spåra dig här. Jag blockerade det! ☝️ Tryck på skölden för mer info.
tr: *%1$@* sizi burada izlemeye çalışıyordu. Onları engelledik! ☝️ Daha fazla bilgi için kalkana dokunun.

# contextual.onboarding.final-screen.button
source: High five!
bg: Дай пет!
cs: Plácnutí!
da: Giv mig fem!
de: Schlag ein!
el: Κόλλα πέντε!
et: Viska viis!
fi: Ylävitonen!
fr: Bien joué !
hr: Daj pet!
hu: Pacsi!
it: Batti cinque!
lt: Duok penkis!
pt: Dá cá cinco!
ro: Bate palma!
ru: Дай пять!
sk: Ruku na to!
sl: Petka!
tr: Çak Bir Beşlik!

# contextual.onboarding.final-screen.title
source: You’ve got this!
bg: Нали разбрахте!
cs: Máte to!
da: Du har den!
de: Gut gemacht!
el: Το έχετε!
et: Said selle!
fi: Hyvin menee!
fr: Bien joué !
hr: Možeš ti to!
hu: Megvan, ez az!
it: Ben fatto!
lt: Atlikai!
nb: Dette går bra!
nl: Je kunt het!
pt: Você consegue!
ro: Ai ghicit!
ru: Проще некуда!
sk: Máte to!
sl: Uspelo ti bo!
sv: Du klarar det här!
tr: İşte bu kadar!

# contextual.onboarding.got-it.button
source: Got it!
bg: Разбрах!
cs: Mám to!
da: Forstået
de: Verstanden.
el: Το κατάλαβα!
et: Sain aru!
fi: Selvä!
fr: J'ai compris !
hr: Shvaćam!
hu: Megvan!
it: Ho capito!
lt: Supratau!
nb: Skjønner!
nl: Ik snap het!
pt: Entendi!
ro: Am înțeles!
ru: Понятно
sk: Rozumiem!
sl: Razumem!
sv: Jag förstår!
tr: Anladım!
