Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# sync.delete.all.confirm.message
source: All devices will be disconnected and your synced data will be deleted from the server.
bg: Връзката на всички устройства ще бъде премахната, а синхронизираните данни ще бъдат изтрити от сървъра.
cs: Dojde k odpojení všech zařízení a smazání synchronizovaných dat ze serveru.
da: Alle enheder vil blive afbrudt, og dine synkroniserede data vil blive slettet fra serveren.
de: Alle Geräte werden getrennt und deine synchronisierten Daten werden vom Server gelöscht.
el: Όλες οι συσκευές θα αποσυνδεθούν και τα συγχρονισμένα δεδομένα σας θα διαγραφούν από τον διακομιστή.
et: Kõigi seadmete ühendus katkestatakse ja sinu sünkroonitud andmed kustutatakse serverist.
fi: Kaikkien laitteiden yhteys katkaistaan, ja synkronoidut tietosi poistetaan palvelimelta.
fr: Tous les appareils seront déconnectés et vos données synchronisées seront supprimées du serveur.
hr: Svi uređaji bit će isključeni i tvoji sinkronizirani podaci bit će izbrisani s poslužitelja.
hu: A rendszer minden eszközt lecsatlakoztat, és a szinkronizált adatokat törli a szerverről.
it: Tutti i dispositivi saranno disconnessi e i dati sincronizzati verranno eliminati dal server.
lt: Visi įrenginiai bus atjungti, o sinchronizuoti duomenys bus ištrinti iš serverio.
lv: Visas ierīces tiks atvienotas un tavi sinhronizētie dati tiks dzēsti no servera.
nb: Alle enheter blir frakoblet og dine synkroniserte data blir slettet fra serveren.
nl: De verbinding met alle apparaten wordt verbroken en je gesynchroniseerde gegevens worden van de server verwijderd.
pt: Todos os dispositivos serão desconectados e os dados sincronizados serão eliminados do servidor.
ro: Toate dispozitivele vor fi deconectate, iar datele tale sincronizate vor fi șterse de pe server.
ru: Привязка устройств будет отключена, а синхронизированные данные — удалены с сервера.
sk: Všetky zariadenia budú odpojené a vaše synchronizované údaje budú zmazané zo servera.
sl: Prekinjena bo povezava z vsemi napravami, sinhronizirani podatki pa bodo izbrisani iz strežnika.
sv: Alla enheter kopplas bort och dina synkroniserade data raderas från servern.
tr: Tüm cihazların bağlantısı kesilecek ve senkronize edilen verileriniz sunucudan silinecektir.

# sync.delete.all.confirm.title
source: Delete Server Data?
bg: Изтриване на данните от сървъра?
cs: Smazat data ze serveru?
da: Slet serverdata?
de: Serverdaten löschen?
el: Διαγραφή δεδομένων διακομιστή;
et: Kas kustutada serveri andmed?
fi: Poista palvelimen tiedot?
fr: Supprimer les données du serveur ?
hr: Izbrisati podatke poslužitelja?
hu: Szerveradatok törlése?
it: Eliminare i dati del server?
lt: Ištrinti serverio duomenis?
lv: Dzēst servera datus?
nb: Vil du slette serverdata?
nl: Wil je de servergegevens verwijderen?
pt: Eliminar dados do servidor?
ro: Ștergi datele serverului?
ru: Удалить данные с сервера?
sk: Zmazať údaje servera?
sl: Želite izbrisati podatke strežnika?
sv: Radera serverdata?
tr: Sunucu Verileri Silinsin mi?

# sync.promo.bookmarks.message
source: No account needed. End-to-end encryption means nobody but you can see your bookmarks, not even us.
bg: Не е необходим акаунт. Цялостното криптиране означава, че никой освен Вас не може да види отметките Ви, дори ние.
cs: Není potřeba žádný účet. Šifrování end-to-end znamená, že tvoje záložky neuvidí nikdo jiný než ty – dokonce ani my.
da: En konto er ikke nødvendig. End-to-end-krypteret betyder, at ingen andre end dig kan se dine bogmærker, ikke engang os.
de: Kein Konto erforderlich. Ende-zu-Ende-Verschlüsselung bedeutet, dass niemand außer dir deine Lesezeichen sehen kann, nicht einmal wir.
el: Δεν απαιτείται λογαριασμός. Η κρυπτογράφηση από άκρο σε άκρο σημαίνει ότι κανείς άλλος εκτός από εσάς δεν θα μπορεί να βλέπει τους σελιδοδείκτες σας, ούτε καν εμείς.
et: Kontot pole vaja. Otsast lõpuni krüptimine tähendab, et keegi peale sinu ei näe sinu järjehoidjaid, isegi mitte meie.
fi: Tiliä ei tarvita. Päästä päähän -salaus tarkoittaa, että sinun lisäksesi kukaan muu ei näe kirjanmerkkejäsi, emme edes me.
fr: Aucun compte n'est nécessaire. Le cryptage de bout en bout signifie que personne d'autre ne peut voir vos signets, pas même nous.
hr: Nije potreban račun. Enkripcija od početka do kraja znači da nitko osim tebe ne može vidjeti tvoje knjižne oznake, čak ni mi.
hu: Nincs szükség fiókra. A végpontok közötti titkosítás azt jelenti, hogy rajtad kívül senki sem láthatja a könyvjelzőidet, még mi sem.
it: Non è necessario un account. Con la crittografia end-to-end, nessuno, a parte te, può vedere i tuoi segnalibri, nemmeno noi.
lt: Paskyros nereikia. Galutinis šifravimas (angl. „end-to-end encryption“) reiškia, kad niekas, išskyrus jus, negali pamatyti jūsų žymių, net mes.
nb: Ingen konto kreves. Ende-til-ende-kryptering betyr at ingen andre enn deg kan se bokmerkene dine, ikke engang vi.
nl: Geen account nodig. End-to-end versleuteling betekent dat niemand anders dan jij je bladwijzers kan zien, zelfs wij niet.
pt: Não precisas de uma conta. A encriptação ponta a ponta significa que ninguém além de ti pode ver os teus favoritos, nem mesmo nós.
ro: Nu este nevoie să ai un cont. Criptarea de la un punct la altul (end-to-end) înseamnă că nimeni în afară de tine nu îți poate vedea marcajele, nici măcar noi.
ru: Учетная запись не требуется. Сквозное шифрование означает, что ваши закладки видны только вам. Даже у нас нет к ним доступа.
sk: Účet nie je potrebný. Šifrovanie end-to-end znamená, že vaše záložky nevidí nikto okrem vás, dokonca ani my.
sl: Račun ni potreben. Celovito šifriranje pomeni, da nihče (niti mi) razen vas ne more videti vaših zaznamkov.
sv: Inget konto behövs. End-to-end-kryptering innebär att ingen annan än du kan se dina bokmärken, inte ens vi.
tr: Hesaba gerek yok. Uçtan uca şifreleme, yer işaretlerinizi sizden başka hiç kimsenin, hatta bizim bile göremeyeceğimiz anlamına gelir.

# sync.promo.bookmarks.title
source: Sync & Back Up Your Bookmarks
bg: Синхронизирайте и архивирайте отметките си
cs: Synchronizuj a zálohuj si záložky
da: Synkroniser og sikkerhedskopier dine bogmærker
de: Lesezeichen synchronisieren und sichern
el: Συγχρονισμός και δημιουργία αντιγράφων ασφαλείας των σελιδοδεικτών σας
et: Oma järjehoidjate sünkroonimine ja varundamine
fi: Synkronoi ja varmuuskopioi kirjanmerkkisi
fr: Synchronisez et sauvegardez vos signets
hr: Sinkroniziraj i sigurnosno kopiraj svoje knjižne oznake
hu: Könyvjelzők szinkronizálása és biztonsági mentése
it: Sincronizza ed esegui il backup dei tuoi segnalibri
lt: Sinchronizuokite žymes ir kurkite jų atsargines kopijas
nb: Synkroniser og sikkerhetskopier bokmerkene dine
nl: Synchroniseer en back-up je bladwijzers
pt: Sincroniza e faz uma cópia de segurança dos teus favoritos
ro: Sincronizează și creează copii de rezervă pentru marcajele tale
ru: Синхронизация и резервное копирование закладок
sk: Synchronizujte a zálohujte svoje záložky
sl: Sinhronizirajte in varnostno kopirajte svoje zaznamke
sv: Synka och säkerhetskopiera dina bokmärken
tr: Yer İşaretlerinizi Senkronize Edin ve Yedekleyin

# sync.promo.confirm.action
source: Set Up Sync
bg: Настройка на синхронизиране
cs: Nastavit synchronizaci
da: Opsætning af synkronisering
de: Sync einrichten
el: Ρύθμιση συγχρονισμού
et: Sünkroonimise seadistamine
fi: Määritä synkronointi
fr: Configurer la synchronisation
hr: Postavljanje sinkronizacije
hu: Szinkronizálás beállítása
it: Configura la sincronizzazione
lt: Nustatykite sinchronizavimą
nb: Sett opp synkronisering
nl: Synchronisatie instellen
pt: Configurar sincronização
ro: Configurează sincronizarea
ru: Настройка синхронизации
sk: Nastavenie synchronizácie
sl: Nastavitev sinhronizacije
sv: Ställ in synk
tr: Senkronizasyonu Ayarla

# sync.promo.dismiss.action
source: No Thanks
bg: Не, благодаря
cs: Ne, děkuji
da: Nej tak.
de: Nein, danke
el: Όχι, ευχαριστώ
et: Ei aitäh
fi: Ei kiitos
fr: Non merci
hr: Ne, hvala
hu: Nem, köszönöm
it: No, grazie
lt: Ne, dėkoju
nb: Nei takk
nl: Nee, bedankt
pt: Não, obrigado
ro: Nu, mulțumesc
ru: Нет, спасибо
sk: Nie, ďakujem
sl: Ne, hvala
sv: Nej tack
tr: Hayır Teşekkürler

# sync.promo.passwords.message
source: No account needed. End-to-end encryption means nobody but you can see your passwords, not even us.
bg: Не е необходим акаунт. Цялостното криптиране означава, че никой освен Вас не може да види паролите Ви, дори ние.
cs: Není potřeba žádný účet. End-to-end šifrování znamená, že tvoje hesla neuvidí nikdo jiný než ty – dokonce ani my.
da: En konto er ikke nødvendig. End-to-end-krypteret betyder, at ingen andre end dig kan se dine adgangskoder, ikke engang os.
de: Kein Konto erforderlich. Ende-zu-Ende-Verschlüsselung bedeutet, dass niemand außer dir deine Passwörter sehen kann, nicht einmal wir.
el: Δεν απαιτείται λογαριασμός. Η κρυπτογράφηση από άκρο σε άκρο σημαίνει ότι κανείς άλλος εκτός από εσάς δεν θα μπορεί να βλέπει τους κωδικούς πρόσβασής σας, ούτε καν εμείς.
et: Kontot pole vaja. Otsast lõpuni krüptimine tähendab, et keegi peale sinu ei näe sinu paroole, isegi mitte meie.
fi: Tiliä ei tarvita. Päästä päähän -salaus tarkoittaa, että sinun lisäksesi kukaan muu ei näe salasanojasi, emme edes me.
fr: Aucun compte n'est nécessaire. Le cryptage de bout en bout signifie que personne d'autre ne peut voir vos mots de passe, pas même nous.
hr: Nije potreban račun. Enkripcija s kraja na kraj znači da nitko osim tebe ne može vidjeti tvoje lozinke, čak ni mi.
hu: Nincs szükség fiókra. A végpontok közötti titkosítás azt jelenti, hogy rajtad kívül senki sem láthatja a jelszavaidat, még mi sem.
it: Non è necessario un account. Con la crittografia end-to-end, nessuno a parte te può vedere le tue password, nemmeno noi.
lt: Paskyros nereikia. Galutinis šifravimas (angl. „end-to-end encryption“) reiškia, kad niekas, išskyrus jus, negali pamatyti jūsų slaptažodžių, net mes.
nb: Ingen konto kreves. Ende-til-ende-kryptering betyr at ingen andre enn deg kan se passordene dine, ikke engang vi.
nl: Geen account nodig. Dankzij end-to-end versleuteling kan niemand behalve jij je wachtwoorden zien, zelfs wij niet.
pt: Não precisas de uma conta. A encriptação ponta a ponta significa que ninguém além de ti pode ver as tuas palavras-passe, nem mesmo nós.
ro: Nu este nevoie să ai un cont. Criptarea de la un punct la altul (end-to-end) înseamnă că nimeni în afară de tine nu îți poate vedea parolele, nici măcar noi.
ru: Учетная запись не требуется. Сквозное шифрование означает, что ваши пароли видны только вам. Даже у нас нет к ним доступа.
sk: Účet nie je potrebný. End-to-end šifrovanie znamená, že nikto okrem vás nevidí vaše heslá, dokonca ani my.
sl: Račun ni potreben. Celovito šifriranje pomeni, da nihče (niti mi) razen vas ne more videti vaših gesel.
sv: Inget konto behövs. End-to-end-kryptering innebär att ingen annan än du kan se dina lösenord, inte ens vi.
tr: Hesaba gerek yok. Uçtan uca şifreleme, şifrelerinizi sizden başka hiç kimsenin, hatta bizim bile göremeyeceğimiz anlamına gelir.

# sync.promo.passwords.title
source: Sync & Back Up Your Passwords
bg: Синхронизирайте и архивирайте паролите си
cs: Synchronizuj a zálohuj si hesla
da: Synkroniser og sikkerhedskopier dine adgangskoder
de: Passwörter synchronisieren und sichern
el: Συγχρονισμός και δημιουργία αντιγράφων ασφαλείας των κωδικών πρόσβασής σας
et: Oma paroolide sünkroonimine ja varundamine
fi: Synkronoi ja varmuuskopioi salasanasi
fr: Synchronisez et sauvegardez vos mots de passe
hr: Sinkroniziraj i sigurnosno kopiraj svoje lozinke
hu: Jelszavak szinkronizálása és biztonsági mentése
it: Sincronizza e fai il backup delle password
lt: Sinchronizuokite slaptažodžius ir sukurkite atsargines jų kopijas
nb: Synkroniser og sikkerhetskopier passordene dine
nl: Synchroniseer en maak een back-up van je wachtwoorden
pt: Sincroniza e faz uma cópia de segurança das tuas palavras-passe
ro: Sincronizează și creează copii de rezervă pentru parolele tale
ru: Синхронизация и резервное копирование паролей
sk: Synchronizujte a zálohujte svoje heslá
sl: Sinhronizirajte in varnostno kopirajte svoja gesla
sv: Synka och säkerhetskopiera dina lösenord
tr: Şifrelerinizi Senkronize Edin ve Yedekleyin

# sync.remove-device.action
source: Remove
bg: Премахване
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
et: Eemaldage
fi: Poista
fr: Supprimer
hr: Ukloni
hu: Eltávolítás
it: Rimuovi
lt: Pašalinti
lv: Noņemt
nb: Fjern
nl: Verwijderen
pt: Remover
ro: Elimină
ru: Удалить
sk: Odstrániť
sl: Odstrani
sv: Ta bort
tr: Kaldır

# sync.remove-device.message
source: "%@" will no longer be able to access your synced data.
bg: „%@“ вече няма да има достъп до синхронизираните Ви данни.
cs: „%@“ už nebude mít přístup k synchronizovaným datům.
da: "%@ " kan ikke længere få adgang til dine synkroniserede data.
de: „%@“ kann nicht mehr auf deine synchronisierten Daten zugreifen.
el: Το «%@» δεν θα μπορεί πλέον να έχει πρόσβαση στα συγχρονισμένα δεδομένα σας.
et: %@ ei pääse enam sinu sünkroonitud andmetele juurde.
fi: "%@" ei enää pääse käsiksi synkronoituihin tietoihisi.
fr: « %@ » ne pourra plus accéder à vos données synchronisées.
hr: "%@" više neće moći pristupiti tvojim sinkroniziranim podacima.
hu: A(z) „%@” többé nem férhet hozzá a szinkronizált adatokhoz.
it: "%@" non potrà più accedere ai tuoi dati sincronizzati.
lt: „%@“ nebegalės pasiekti jūsų sinchronizuotų duomenų.
lv: "%@" vairs nevarēs piekļūt taviem sinhronizētajiem datiem.
nb: "%@" vil ikke lenger ha tilgang til dine synkroniserte data.
nl: '%@' heeft geen toegang meer tot je gesynchroniseerde gegevens.
pt: "%@" deixará de poder aceder aos teus dados sincronizados.
ro: „%@” nu va mai putea accesa datele tale sincronizate.
ru: «%@» утратит доступ к синхронизированным данным.
sk: "%@" už nebude mať prístup k synchronizovaným údajom.
sl: Aplikacija »%@« ne bo več mogla dostopati do sinhroniziranih podatkov.
sv: ”%@” kommer inte längre att få tillgång till dina synkroniserade data.
tr: "%@" artık senkronize edilmiş verilerinize erişemeyecektir.

# sync.remove-device.title
source: Remove Device?
bg: Премахване на устройство?
cs: Smazat zařízení?
da: Fjern enhed?
de: Gerät entfernen?
el: Αφαίρεση συσκευής;
et: Kas seade eemaldada?
fi: Poistetaanko laite?
fr: Supprimer l'appareil ?
hr: Želiš li ukloniti uređaj?
hu: Eszköz eltávolítása?
it: Rimuovere il dispositivo?
lt: Pašalinti įrenginį?
lv: Noņemt ierīci?
nb: Vil du fjerne enheten?
nl: Apparaat verwijderen?
pt: Remover dispositivo?
ro: Elimini dispozitivul?
ru: Удалить устройство?
sk: Odstrániť zariadenie?
sl: Želite odstraniti napravo?
sv: Vill du ta bort enheten?
tr: Cihaz Kaldırılsın mı?

# sync.turn.off.confirm.action
source: Remove
bg: Премахване
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
et: Eemaldage
fi: Poista
fr: Supprimer
hr: Ukloni
hu: Eltávolítás
it: Rimuovi
lt: Pašalinti
lv: Noņemt
nb: Fjern
nl: Verwijderen
pt: Remover
ro: Elimină
ru: Удалить
sk: Odstrániť
sl: Odstrani
sv: Ta bort
tr: Kaldır

# sync.turn.off.confirm.message
source: This Device will no longer be able to access your synced data.
bg: Това устройство вече няма да има достъп до синхронизираните Ви данни.
cs: Tohle zařízení už nebude mít přístup ke tvým synchronizovaným datům.
da: Denne enhed vil ikke længere have adgang til dine synkroniserede data.
de: Dieses Gerät kann nicht mehr auf deine synchronisierten Daten zugreifen.
el: Αυτή η Συσκευή δεν θα μπορεί πλέον να έχει πρόσβαση στα συγχρονισμένα δεδομένα σας.
et: See seade ei pääse enam sinu sünkroonitud andmetele ligi.
fi: Tämä laite ei enää pääse käsiksi synkronoituihin tietoihisi.
fr: Cet appareil ne pourra plus accéder à vos données synchronisées.
hr: Ovaj uređaj više neće moći pristupiti tvojim sinkroniziranim podacima.
hu: Az eszköz többé nem férhet hozzá a szinkronizált adatokhoz.
it: Questo dispositivo non potrà più accedere ai tuoi dati sincronizzati.
lt: Šis įrenginys nebegalės pasiekti jūsų sinchronizuotų duomenų.
lv: Šī ierīce vairs nevarēs piekļūt taviem sinhronizētajiem datiem.
nb: Denne enheten får ikke lenger tilgang til de synkroniserte dataene dine.
nl: Dit apparaat heeft geen toegang meer tot je gesynchroniseerde gegevens.
pt: Este dispositivo deixará de poder aceder aos teus dados sincronizados.
ro: Acest dispozitiv nu va mai putea accesa datele tale sincronizate.
ru: Это устройство утратит доступ к вашим синхронизированным данным.
sk: Toto zariadenie už nebude mať prístup k synchronizovaným údajom.
sl: Ta naprava ne bo več mogla dostopati do vaših sinhroniziranih podatkov.
sv: Denna enhet kommer inte längre att få tillgång till dina synkroniserade data.
tr: Bu Cihaz artık senkronize edilen verilerinize erişemeyecektir.

# sync.turn.off.confirm.title
source: Turn Off Sync?
bg: Изключване на синхронизирането?
cs: Vypnout synchronizaci?
da: Slå synkronisering fra?
de: Synchronisierung deaktivieren?
el: Απενεργοποίηση συγχρονισμού;
et: Kas lülitada sünkroonimine välja?
fi: Poistetaanko synkronointi käytöstä?
fr: Désactiver la synchronisation ?
hr: Želiš li isključiti sinkronizaciju?
hu: Szinkronizálás kikapcsolása?
it: Disattivare la sincronizzazione?
lt: Išjungti sinchronizavimą?
lv: Izslēgt sinhronizāciju?
nb: Vil du slå av synkronisering?
nl: Synchronisatie uitschakelen?
pt: Desativar a sincronização?
ro: Oprești sincronizarea?
ru: Отключить синхронизацию?
sk: Chcete vypnúť synchronizáciu?
sl: Želite izklopiti sinhronizacijo?
sv: Vill du inaktivera synkronisering?
tr: Senkronizasyon kapatılsın mı?

# sync.user.auth.reason
source: Unlock device to set up Sync & Backup
bg: Отключете устройството, за да настроите Sync & Backup.
cs: Pokud chceš nastavit funkci Sync & Backup, odemkni zařízení
da: Lås enheden op for at konfigurere synkronisering og sikkerhedskopiering.
de: Gerät entsperren, um Sync & Backup einzurichten
el: Ξεκλειδώστε τη συσκευή για να ρυθμίσετε τη λειτουργία Sync & Backup
et: Ava seade, et seadistada Sync & Backup
fi: Avaa laitteen lukitus ja määritä Sync & Backup
fr: Déverrouiller l'appareil pour configurer Sync & Backup
hr: Otključaj uređaj za postavljanje opcije Sync & Backup
hu: Oldd fel az eszközt a Szinkronizálás és biztonsági mentés funkció beállításához
it: Sblocca il dispositivo per configurare Sync & Backup
lt: Atrakinkite įrenginį, kad galėtumėte nustatyti funkciją „Sinchronizuoti ir kurti atsarginę kopiją“.
nb: Lås opp enheten for å konfigurere Sync & Backup
nl: Ontgrendel het apparaat om synchronisatie en back-up in te stellen
pt: Desbloquear dispositivo para configurar a Sync & Backup
ro: Deblochează dispozitivul pentru a configura Sync & Backup
ru: Для настройки синхронизации и резервного копирования нужно разблокировать устройство.
sk: Ak chcete nastaviť službu Sync & Backup, odomknite zariadenie.
sl: Odklenite napravo, da nastavite funkcijo Sync & Backup (Sinhronizacija in varnostno kopiranje)
sv: Lås upp enheten för att konfigurera Sync & Backup.
tr: Sync & Backup kurulumu için cihazın kilidini açın

# sync.warning.data.syncing.disabled
source: Sorry, but Sync & Backup is currently unavailable. Please try again later.
bg: Съжаляваме, но функцията за синхронизиране и архивиране в момента не е достъпна. Моля, опитайте отново по-късно.
cs: Omlouváme se, ale funkce synchronizace a zálohování teď není dostupná. Zkus to znovu později.
da: Beklager, men synkronisering og sikkerhedskopiering er ikke tilgængelig i øjeblikket. Prøv igen senere.
de: Leider ist Synchronisieren und sichern derzeit nicht verfügbar. Bitte versuche es zu einem späteren Zeitpunkt erneut.
el: Δυστυχώς, η λειτουργία Συγχρονισμός και δημιουργία αντιγράφων ασφαλείας δεν είναι διαθέσιμη προς το παρόν. Ξαναδοκιμάστε αργότερα.
et: Kahjuks pole sünkroonimine ja varundamine praegu saadaval. Proovi hiljem uuesti.
fi: Sync & Backup ei valitettavasti ole tällä hetkellä käytettävissä. Yritä myöhemmin uudelleen.
fr: Désolés, mais la synchronisation et la sauvegarde sont actuellement indisponibles. Veuillez réessayer ultérieurement.
hr: Nažalost, Sync & Backup (sinkronizacija i sigurnosno kopiranje) trenutno nisu dostupni. Pokušaj ponovno nešto kasnije.
hu: A szinkronizálás és biztonsági mentés jelenleg sajnos nem érhető el. Próbálkozz újra később.
it: Siamo spiacenti, ma Sincronizzazione e backup non è attualmente disponibile. Riprova più tardi.
lt: Atsiprašome, bet sinchronizavimas ir atsarginės kopijos kūrimas šiuo metu nepasiekiami. Pabandykite dar kartą vėliau.
lv: Diemžēl sinhronizācija un dublēšana pašlaik nav pieejama. Lūdzu, mēģini vēlreiz vēlāk.
nb: Beklager, men synkronisering og sikkerhetskopiering er ikke tilgjengelig for øyeblikket. Prøv igjen senere.
nl: Sorry, maar synchroniseren en back-up is momenteel niet beschikbaar. Probeer het later opnieuw.
pt: Lamentamos, mas a sincronização e cópia de segurança não estão disponíveis de momento. Tenta novamente mais tarde.
ro: Ne pare rău, dar Sincronizarea și copierea de rezervă nu este disponibilă momentan. Încearcă din nou mai târziu.
ru: Синхронизация и резервное копирование сейчас недоступны. Повторите попытку позже.
sk: Ľutujeme, ale synchronizácia a zálohovanie momentálne nie sú k dispozícii. Prosím, skúste to neskôr znova.
sl: Sinhronizacija in varnostno kopiranje žal trenutno nista na voljo. Poskusite znova pozneje.
sv: Tyvärr är synkronisering och säkerhetskopiering inte tillgängliga för närvarande. Försök igen senare.
tr: Üzgünüz, ancak Senkronizasyon ve Yedekleme şu anda kullanılamıyor. Lütfen daha sonra tekrar deneyin.
