Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# dax.onboarding.home.initial
source: Next, try visiting one of your favorite sites! I’ll block trackers so they can’t spy on you. I’ll also upgrade the security of your connection if possible. 🔒
bg: Сега опитайте да отворите някой от любимите си сайтове! Ще блокирам тракерите, за да не ви шпионират. Освен това ще подобря сигурността на вашата връзка, ако това е възможно. 🔒
cs: Dále zkuste navštívit jednu z vašich oblíbených stránek! Zablokujeme trackery, aby vás nemohli špehovat. Pokud to bude možné, upgradujeme také zabezpečení vašeho připojení. 🔒
da: Prøv derefter at besøge et af dine foretrukne websteder! Jeg blokerer trackere, så de ikke kan udspionere dig. Jeg opgraderer også din forbindelsessikkerhed, hvis det er muligt. 🔒
de: Versuche als Nächstes, eine deiner Lieblingsseiten zu besuchen. Ich blockiere Tracker, damit sie dich nicht ausspionieren können. Ich werde auch die Sicherheit deiner Verbindung verbessern, wenn das möglich ist. 🔒
el: Στη συνέχεια, δοκιμάστε να επισκεφτείτε έναν από τους αγαπημένους σας ιστότοπους! Θα εμποδίσω τις εφαρμογές παρακολούθησης ώστε να μην μπορούν να σας κατασκοπεύουν. Επίσης, θα αναβαθμίσω την ασφάλεια της σύνδεσής σας, εάν είναι εφικτό. 🔒
et: Järgmisena proovi külastada ühte oma lemmiksaitidest! Mina aga blokeerin jälgijaid, et nad ei saaks sind luurata. Võimaluse korral parandan ka sinu ühenduse turvalisust. 🔒
fi: Käy seuraavaksi jollain lempisivustoistasi. Estän jäljittäjät, jotta he eivät voi vakoilla sinua. Päivitän myös yhteytesi suojauksen, jos se on mahdollista. 🔒
fr: Maintenant, essayez de visiter un de vos sites préférés ! Je bloquerai les traqueurs afin qu'ils ne puissent pas vous espionner. J'améliorerai également la sécurité de votre connexion dans la mesure du possible. 🔒
hr: Zatim, pokušaj posjetiti jedno od svojih omiljenih web-mjesta! Blokirat ću tragače kako te ne bi mogli špijunirati. Nadogradit ću i sigurnost tvoje veze ako to bude moguće. 🔒
hu: A következő lépésben próbálj ellátogatni az egyik kedvenc webhelyedre! Én blokkolom a nyomkövetőket, hogy ne tudjanak kémkedni utánad. Ha lehet, a kapcsolatod biztonságát is javítom. 🔒
it: In seguito, prova a visitare uno dei tuoi siti preferiti! Bloccherò i sistemi di tracciamento in modo che non possano spiarti e migliorerò anche la sicurezza della tua connessione, se possibile. 🔒
lt: Pabandyk apsilankyti vienoje mėgstamiausių svetainių! Užblokuosiu stebėjimo priemones, kad jos negalėtų tavęs šnipinėti. Jei įmanoma, atnaujinsiu tavo ryšio saugumą. 🔒
lv: Tagad pamēģini atvērt kādu no savām mīļākajām vietnēm! Es nobloķēšu izsekotājus, lai tie nevarētu tevi izspiegot. Ja iespējams, uzlabošu arī tava savienojuma drošību. 🔒
nb: Deretter kan du besøke et av favorittnettstedene dine! Jeg blokkerer sporingsforsøk slik at de ikke kan spionere på deg. Hvis det er mulig, oppgraderer jeg også sikkerheten på forbindelsen din. 🔒
nl: Probeer vervolgens een van je favoriete sites te bezoeken! Ik blokkeer trackers zodat ze je niet kunnen bespioneren. Indien mogelijk upgrade ik ook de beveiliging van je verbinding. 🔒
pt: Em seguida, tente visitar um dos seus sites preferidos! Bloquearei rastreadores para que não possam espiá-lo. Também irei atualizar a segurança da sua conexão, se possível. 🔒
ro: Apoi, încearcă să vizitezi unul din site-urile tale preferate! Voi bloca instrumentele de urmărire ca să nu te mai spioneze. Voi îmbunătăți, de asemenea, securitatea conexiunii tale, dacă este posibil. 🔒
ru: А теперь попробуйте заглянуть на любимый сайт! Мы заблокируем трекеры и пресечем слежку. И даже постараемся повысить безопасность соединения 🔒
sk: Nabudúce skúste navštíviť jednu z vašich obľúbených webových stránok! Zablokujem sledovacie zariadenia, ktoré by vás mohli špehovať. Ak to bude možné, dokážem tiež zlepšiť zabezpečenie vášho pripojenia. 🔒
sl: Nato obiščite eno od svojih najljubših spletišč! Blokiral bom sledilce, da ne bodo vohunili. Prav tako bom nadgradil varnost tvoje povezave. 🔒
sv: Prova sedan att besöka en av dina favoritwebbplatser! Jag blockerar spårare så att de inte kan spionera på dig. Jag uppgraderar också säkerheten för din uppkoppling om det är möjligt. 🔒
tr: Şimdi favori sitelerinizden birini ziyaret etmeyi deneyin! Sizi gözetlemelerini önlemek için izleyicileri engelleyeceğim. Mümkünse bağlantınızın güvenlik seviyesini de yükselteceğim. 🔒
uk: Далі спробуйте відвідати один із ваших улюблених сайтів! Я заблокую трекери, щоб вони не шпигували за вами. Я також підвищу рівень безпеки вашого з’єднання, якщо це можливо. 🔒

# dax.onboarding.home.subsequent
source: You’ve got this! Remember: Every time you browse with me, a creepy ad loses its wings. 👍
bg: Нали разбрахте! Запомнете: Всеки път, когато сърфирате с мен, аз подрязвам крилцата на някоя досадна реклама. 👍
cs: Máte to! Pamatujte: Pokaždé, když internet procházíte s námi, příšerným reklamám přistřihneme křídla. 👍
da: Du har den! Husk: hver gang du browser med mig, mister en uhyggelig annonce sine vinger. 👍
de: Gut gemacht! Hinweis: Jedes Mal, wenn du mit mir browst, verliert eine gruselige Werbung ihren Schrecken. 👍
el: Το έχετε! Να θυμάστε: κάθε φορά που περιηγείστε μαζί μου μια ανατριχιαστική διαφήμιση χάνει τα φτερά της. 👍
et: Said selle! Pea meeles: iga kord, kui minuga sirvid, kaotab jube reklaam tiivad. 👍
fi: Hyvin menee! Muista, että joka kerta kun käytät minua selaamiseen, rasittavat mainokset katoavat. 👍
fr: Bien joué ! Souvenez-vous : chaque fois que vous naviguez avec moi, des publicités intrusives disparaissent. 👍
hr: Možeš ti to! Zapamtite: svaki put kada pregledavate sa mnom jeziva reklama gubi krila. 👍
hu: Megvan, ez az! Ne feledd: minden alkalommal, amikor velem végzed a böngészést, egy hátborzongató hirdetés elveszíti az erejét. 👍
it: Ben fatto! Ricorda: quando navighi con me, gli annunci inquietanti non possono seguirti. 👍
lt: Atlikai! Įsidėmėkite: kiekvieną kartą, kai naršote su manimi, bauginantis skelbimas praranda galią. 👍
lv: Izdevās! Atceries: katru reizi, kad pārlūkosi kopā ar mani, kaitinošās reklāmas zaudēs savu spēku! 👍
nb: Dette går bra! Husk: Hver gang du surfer med meg, klippes vingene av en ekkel annonse. 👍
nl: Je kunt het! Denk eraan: elke keer als je met mij browset, verliest een enge advertentie zijn vleugels. 👍
pt: Você consegue! Lembre-se: sempre que navega comigo, um anúncio assustador perde as suas asas. 👍
ro: Ai ghicit! Reține: de fiecare dată când navighezi cu mine, o reclamă terifiantă își pierde aripile. 👍
ru: Проще некуда! Просматривать сайтам с нами — значит навсегда попрощаться с назойливой рекламой 👍
sk: Máte to! Pamätajte: zakaždým, keď surfujete na webe v našej aplikácii, príšerným reklamám pristrihávate krídla. 👍
sl: Uspelo ti bo! Ne pozabite: vsakič, ko brskate z mano, grozljiv oglas izgubi krila. 👍
sv: Du klarar det här! Kom ihåg: varje gång du surfar med mig förlorar en läskig annons sina vingar. 👍
tr: İşte bu kadar! Unutmayın: İnterneti benimle ne kadar çok gezerseniz rahatsız edici reklamları da o kadar az görürsünüz. 👍
uk: Ви зробили це! Пам’ятайте: щоразу, коли ви переглядаєте сторінку зі мною, моторошна реклама втрачає свої крила. 👍

# device.type.default
source: device
bg: устройство
cs: zařízení
da: enhed
de: Gerät
el: συσκευή
et: seade
fi: laitteelle
fr: appareil
hr: uređaj
hu: eszközön
it: dispositivo
lt: įrenginys
lv: ierīcē
nb: enhet
nl: apparaat
pt: dispositivo
ro: dispozitiv
ru: устройстве
sk: zariadenie
sl: naprava
sv: enhet
tr: cihaz

# donotsell.disabled
source: Disabled
bg: Деактивирано
cs: Zakázáno
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιήθηκε
et: Keelatud
fi: Pois käytöstä
fr: Désactivé
hr: Onemogućeno
hu: Letiltva
it: Disattivato
lt: Išjungta
lv: Atspējota
nb: Deaktivert
nl: Uitgeschakeld
pt: Desativado
ro: Dezactivat
ru: Отключено
sk: Zakázané
sl: Onemogočeno
sv: Inaktiverad
tr: Devre Dışı
uk: Вимкнено

# donotsell.disclaimer.learnmore
source: Learn More
bg: Научете повече
cs: Více informací
da: Mere info
de: Mehr erfahren
el: Μάθετε περισσότερα
et: Loe edasi
fi: Lue lisää
fr: En savoir plus
hr: Saznajte više
hu: További részletek
it: Ulteriori informazioni
lt: Sužinoti daugiau
lv: Uzzināt vairāk
nb: Finn ut mer
nl: Meer informatie
pt: Saiba mais
ro: Află mai multe
ru: Узнать больше
sk: Zistite viac
sl: Več
sv: Läs mer
tr: Daha Fazla Bilgi
uk: Дізнатися більше

# donotsell.enabled
source: Enabled
bg: Активирано
cs: Povoleno
da: Aktiveret
de: Aktiviert
el: Ενεργοποιήθηκε
et: Lubatud
fi: Käytössä
fr: Activé
hr: Omogućeno
hu: Engedélyezve
it: Attivato
lt: Įjungta
lv: Iespējota
nb: Aktivert
nl: Ingeschakeld
pt: Ativado
ro: Activat
ru: Включено
sk: Zapnuté
sl: Omogočeno
sv: Aktiverad
tr: Etkin
uk: Увімкнено

# donotsell.info.headertext
source: DuckDuckGo automatically blocks many trackers. With Global Privacy Control (GPC), you can also ask participating websites to restrict selling or sharing your personal data with other companies.
bg: DuckDuckGo блокира автоматично много тракери. С настройката "Глобален контрол на поверителността" (GPC) можете също да поискате от участващите уебсайтове да ограничат продажбата или споделянето на Вашите лични данни на/с други компании.
cs: DuckDuckGo automaticky blokuje mnoho trackerů. Pomocí Globální kontroly ochrany osobních údajů (GPC) můžete také požádat zúčastněné webové stránky, aby omezily prodej nebo sdílení vašich osobních údajů s jinými společnostmi.
da: DuckDuckGo blokerer automatisk mange trackere. Med Global Privacy Control (GPC) kan du også bede deltagende websteder om at begrænse salg eller deling af dine personoplysninger med andre virksomheder.
de: DuckDuckGo blockiert viele Tracker automatisch. Mit Global Privacy Control (GPC) können Sie auch teilnehmende Websites bitten, das Verkaufen oder Teilen Ihrer personenbezogenen Daten mit anderen Unternehmen einzuschränken.
el: Το DuckDuckGo αποκλείει αυτόματα πολλές εφαρμογές παρακολούθησης. Με τον Παγκόσμιο έλεγχο απορρήτου (GPC), μπορείτε επίσης να ζητήσετε από τους ιστότοπους που συμμετέχουν να περιορίσουν την πώληση ή την κοινοποίηση των προσωπικών δεδομένων σας σε άλλες εταιρείες.
et: DuckDuckGo blokeerib automaatselt paljud jälitajad. Üleilmse privaatsuskontrolli (GPC) abil saate paluda osalevatel veebisaitidel piirata teie isikuandmete müümist või jagamist teiste ettevõtetega.
fi: DuckDuckGo estää monet seurannat automaattisesti. GPC:n (Global Privacy Control) avulla voit myös pyytää osallistuvia sivustoja rajoittamaan henkilötietojesi myyntiä tai jakamista muiden yritysten kanssa.
fr: DuckDuckGo bloque automatiquement de nombreux traqueurs. Grâce au Global Privacy Control (GPC), vous pouvez également demander aux sites web participants de limiter la vente ou le partage de vos données personnelles avec d'autres entreprises.
hr: DuckDuckGo automatski blokira mnoge alate za indeksiranje. S globalnom kontrolom privatnosti (GPC) također možete tražiti od web-mjesta koja sudjeluju u programu da ograniče prodaju ili dijeljenje vaših osobnih podataka drugim tvrtkama.
hu: A DuckDuckGo számos nyomkövetőt automatikusan blokkol. A Global Privacy Control (GPC, Globális Adatvédelmi Ellenőrzés) segítségével arra is megkérheted a részt vevő webhelyeket, hogy korlátozzák személyes adataid eladását vagy megosztását más vállalatokkal.
it: DuckDuckGo blocca automaticamente molti sistemi di tracciamento. Con la funzione Global Privacy Control (GPC), puoi anche chiedere ai siti web aderenti di impedire la vendita o la condivisione dei tuoi dati personali con altre aziende.
lt: „DuckDuckGo“ automatiškai blokuoja daugelį stebėjimo priemonių. Pasirinkę visuotinę privatumo kontrolę (VPK), taip pat galite paprašyti dalyvaujančių svetainių apriboti jūsų asmeninių duomenų prekybą ir bendrinimą su kitomis įmonėmis.
lv: DuckDuckGo automātiski bloķē daudzus izsekotājus. Izmantojot globālo privātuma kontroli (GPC), vari arī lūgt iesaistītajām vietnēm ierobežot savu personas datu pārdošanu vai kopīgošanu ar citiem uzņēmumiem.
nb: DuckDuckGo blokkerer mange sporere automatisk. Med Global Privacy Control (GPC) kan du også be deltakende nettsteder om å begrense salg eller deling av dine personopplysninger med andre selskaper.
nl: Veel trackers worden automatisch geblokkeerd door DuckDuckGo. Met Global Privacy Control (GPC) kun je deelnemende websites ook vragen om je persoonsgegevens niet te verkopen aan of te delen met andere bedrijven.
pt: DuckDuckGo bloqueia automaticamente muitos rastreadores. Com o Controlo de Privacidade Global (CPG), pode também solicitar aos websites participantes para restringir a venda ou a partilha dos seus dados pessoais com outras empresas.
ro: DuckDuckGo blochează automat mai multe instrumente de urmărire. Cu Global Privacy Control (GPC) poți solicita, de asemenea, site-urilor web participante să restricționeze vânzarea sau partajarea datelor tale cu caracter personal cu alte companii.
ru: DuckDuckGo блокирует многие трекеры автоматически. Функция «Глобальный контроль конфиденциальности» (GPC) позволяет затребовать от участвующих в программе сайтов остановить передачу и продажу ваших личных данных другим компаниям.
sk: DuckDuckGo automaticky blokuje množstvo trackerov. Vďaka Globálnej kontrole súkromia (GPC) môžete tiež požiadať partnerské webové lokality o obmedzenie predaja alebo zdieľania vašich osobných údajov s inými spoločnosťami.
sl: DuckDuckGo samodejno blokira številne sledilce. Z globalnim nadzorom zasebnosti (GPC) lahko tudi od sodelujočih spletnih mest zahtevate, da omejijo prodajo ali skupno rabo vaših osebnih podatkov z drugimi podjetji.
sv: DuckDuckGo blockerar många spårare automatiskt. Med Global Privacy Control (GPC) kan du dessutom be deltagande webbplatser att begränsa försäljning eller delning av dina personuppgifter till andra företag.
tr: DuckDuckGo birçok izleyiciyi otomatik olarak engeller. Küresel Gizlilik Kontrolü (GPC) ile, katılımcı web sitelerinden kişisel verilerinizin satışını veya diğer şirketlerle paylaşımını kısıtlamalarını da isteyebilirsiniz.
uk: DuckDuckGo автоматично блокує багато трекерів. За допомогою Global Privacy Control (GPC) ви також можете попросити веб-сайти-учасники обмежити продаж або передачу ваших особистих даних іншим компаніям.

# downloads.alert.action.save-to-downloads
source: Save to Downloads
bg: Запазване в Изтеглени файлове
cs: Uložit do Stahování
da: Gem i downloads
de: In Downloads speichern
el: Αποθήκευση στις λήψεις
et: Salvesta allalaadimistesse
fi: Tallenna latauksiin
fr: Enregistrer dans les téléchargements
hr: Spremi u Preuzimanja
hu: Mentés a Letöltések közé
it: Salva in Download
lt: Išsaugoti Atsisiuntimuose
lv: Lejupielādēt
nb: Lagre til nedlastinger
nl: Opslaan in downloads
pt: Guardar em Transferências
ro: Salvează în Descărcări
ru: Сохранить в «Загрузки»
sk: Uložiť do stiahnutých
sl: Shrani med prenose
sv: Spara till Nerladdningar
tr: İndirilenlere Kaydet
uk: Зберегти до завантажень

# downloads.cancel-download.alert.cancel
source: Cancel
bg: Отмени
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
et: Tühista
fi: Peruuta
fr: Annuler
hr: Otkaži
hu: Mégsem
it: Annulla
lt: Atšaukti
lv: Atcelt
nb: Avbryt
nl: Annuleren
pt: Cancelar
ro: Renunță
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal
uk: Скасувати

# downloads.cancel-download.alert.message
source: Are you sure you want to cancel this download?
bg: Сигурни ли сте, че искате да отмените изтеглянето на този файл?
cs: Opravdu chcete stahování zrušit?
da: Er du sikker på, at du vil annullere denne download?
de: Möchtest du diesen Download wirklich abbrechen?
el: Θέλετε σίγουρα να ακυρώσετε τη λήψη αυτή;
et: Kas soovid kindlasti selle allalaadimise tühistada?
fi: Haluatko varmasti peruuttaa tämän latauksen?
fr: Voulez-vous vraiment annuler ce téléchargement ?
hr: Jeste li sigurni da želite otkazati ovo preuzimanje?
hu: Biztos, hogy meg akarod szakítani ezt a letöltést?
it: Vuoi davvero annullare questo download?
lt: Ar tikrai norite atšaukti šį atsisiuntimą?
lv: Vai tiešām vēlies atcelt šo lejupielādi?
nb: Er du sikker på at du vil avbryte denne nedlastingen?
nl: Weet je zeker dat je deze download wilt annuleren?
pt: Tem a certeza de que quer cancelar esta transferência?
ro: Sigur dorești să anulezi această descărcare?
ru: Вы точно хотите отменить эту загрузку?
sk: Naozaj chcete zrušiť toto sťahovanie?
sl: Ste prepričani, da želite preklicati ta prenos?
sv: Är du säker på att du vill avbryta denna nerladdning?
tr: Bu indirmeyi iptal etmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете скасувати це завантаження?

# downloads.cancel-download.alert.no
source: No
bg: Не
cs: Ne
da: Nej
de: Nein
el: Όχι
et: Ei
fi: Ei
fr: Non
hr: Ne
hu: Nem
lt: Ne
nb: Nei
nl: Nee
pt: Não
ro: Nu
ru: Нет
sk: Nie
sl: Ne
sv: Nej
tr: Hayır

# downloads.cancel-download.alert.title
source: Cancel download?
bg: Отмяна на изтеглянето?
cs: Zrušit stahování?
da: Annuller download?
de: Download abbrechen?
el: Ακύρωση λήψης;
et: Kas tühistada allalaadimine?
fi: Perutaanko lataus?
fr: Annuler le téléchargement ?
hr: Otkazati preuzimanje?
hu: Megszakítod a letöltést?
it: Annullare il download?
lt: Atšaukti atsisiuntimą?
lv: Vai atcelt lejupielādi?
nb: Vil du avbryte nedlastingen?
nl: Downloaden annuleren?
pt: Cancelar Transferência?
ro: Anulezi descărcarea?
ru: Отменить загрузку?
sk: Zrušiť sťahovanie?
sl: Želite preklicati prenos?
sv: Vill du avbryta nerladdningen?
tr: İndirme iptal edilsin mi?
uk: Скасувати завантаження?

# downloads.cancel-download.alert.yes
source: Yes
bg: Да
cs: Ano
da: Ja
de: Ja
el: Ναί
et: Jah
fi: Kyllä
fr: Oui
hr: Da
hu: Igen
it: Sì
lt: Taip
nb: Ja
nl: Ja
pt: Sim
ro: Da
ru: Да
sk: Áno
sl: Da
sv: Ja
tr: Evet

# downloads.downloads-list.delete-all
source: Delete All
bg: Изтриване на всички
cs: Smazat vše
da: Slet alle
de: Alle löschen
el: Διαγραφή όλων
et: Kustuta kõik
fi: Poista kaikki
fr: Tout supprimer
hr: Izbriši sve
hu: Összes törlése
it: Elimina tutto
lt: Ištrinti viską
lv: Dzēst visus
nb: Slett alt
nl: Alles verwijderen
pt: Eliminar tudo
ro: Șterge toate
ru: Удалить все
sk: Odstrániť všetko
sl: Izbriši vse
sv: Radera allt
tr: Tümünü Sil
uk: Видалити все

# downloads.downloads-list.empty
source: No files downloaded yet
bg: Все още няма изтеглени файлове
cs: Zatím žádný stažený soubor
da: Der er ikke downloadet nogen filer endnu
de: Noch keine Dateien heruntergeladen
el: Δεν έχει γίνει ακόμα λήψη αρχείων
et: Ühtegi faili pole veel alla laaditud
fi: Yhtään tiedostoa ei ole vielä ladattu
fr: Aucun fichier n'a encore été téléchargé
hr: Još nema preuzetih datoteka
hu: Még nincsenek letöltött fájlok
it: Non è ancora stato scaricato nessun file
lt: Nėra atsisiųstų failų
lv: Vēl nav lejupielādēts neviens fails
nb: Ingen filer er lastet ned ennå
nl: Nog geen bestanden gedownload
pt: Ainda não foram transferidos ficheiros
ro: Nu a fost descărcat încă niciun fișier
ru: Пока ничего не загружено
sk: Zatiaľ žiadne stiahnuté súbory
sl: Nobena datoteka še ni bila prenesena
sv: Inga filer har laddats ner ännu
tr: Henüz indirilen dosya yok
uk: Немає завантажених файлів

# downloads.downloads-list.row.downloading
source: Downloading - %1$@ of %2$@
bg: Изтегляне - %1$@ от %2$@
cs: Stahování %1$@ z %2$@
da: Downloader - %1$@ af %2$@
de: Wird heruntergeladen – %1$@ von %2$@
el: Λήψη - %1$@ από %2$@
et: Allalaadimine - %1$@/%2$@
fi: Ladataan - %1$@/%2$@
fr: Téléchargement - %1$@ sur %2$@
hr: Preuzimanje: %1$@ od %2$@
hu: Letöltés – %1$@/%2$@
it: Download in corso - %1$@ of %2$@
lt: Atsisiunčiama – %1$@ iš %2$@
lv: Notiek lejupielāde – %1$@ no %2$@
nb: Laster ned – %1$@ av %2$@
nl: Downloaden - %1$@ van %2$@
pt: A transferir - %1$@ de %2$@
ro: Se descarcă - %1$@ din %2$@
ru: Загружается файл %1$@ из %2$@
sk: Sťahuje sa: %1$@/%2$@
sl: Prenos – %1$@ od %2$@
sv: Laddar ner – %1$@ av %2$@
tr: İndiriliyor - %1$@ / %2$@
uk: Завантаження - %1$@ з %2$@

# downloads.downloads-list.row.downloadingUnknownTotalSize
source: Downloading - %@
bg: Изтегляне - %@
cs: Stahování – %@
da: Downloader – %@
de: Wird heruntergeladen – %@
el: Λήψη - %@
et: Allalaadimine: %@
fi: Ladataan – %@
fr: Téléchargement en cours - %@
hr: Preuzimanje - %@
hu: Letöltés – %@
it: Download in corso - %@
lt: Atsisiunčiama – %@
lv: Notiek lejupielāde — %@
nb: Laster ned – %@
nl: Downloaden - %@
pt: A transferir - %@
ro: Se descarcă - %@
ru: Загружается %@
sk: Sťahuje sa %@
sl: Prenos poteka – %@
sv: Laddar ner – %@
tr: İndiriliyor - %@
uk: Завантаження - %@

# downloads.downloads-list.title
source: Downloads
bg: Изтеглени файлове
cs: Stahování
el: Λήψεις
et: Allalaadimised
fi: Lataukset
fr: Téléchargements
hr: Preuzimanja
hu: Letöltések
it: Download
lt: Atsisiuntimai
lv: Lejupielādes
nb: Nedlastinger
pt: Transferências
ro: Descărcări
ru: Загрузки
sk: Stiahnuté
sl: Prenosi
sv: Nerladdningar
tr: İndirilenler
uk: Завантаження

# downloads.fire-button.alert.message
source: This will also cancel downloads in progress
bg: Това действие ще отмени също и файловете, които се изтеглят в момента
cs: Tím se taky zruší probíhající stahování
da: Dette annullerer også igangværende downloads
de: Dadurch werden auch gestartete Downloads abgebrochen
el: Αυτό θα ακυρώσει επίσης τις λήψεις που βρίσκονται σε εξέλιξη
et: See tühistab ka pooleliolevad allalaadimised
fi: Tämä peruuttaa myös käynnissä olevat lataukset
fr: Ceci annulera également les téléchargements en cours
hr: Ovo će također otkazati preuzimanja u tijeku
hu: Ez a folyamatban lévő letöltéseket is megszakítja
it: Questa operazione annullerà anche i download in corso
lt: Šis veiksmas taip pat atšauks vykdomus atsisiuntimus
lv: Tas atcels arī ritošās lejupielādes
nb: Dette avbryter også nedlastinger som pågår
nl: Hiermee worden ook lopende downloads geannuleerd
pt: Isto também irá cancelar as transferências em curso
ro: Aceasta va anula și descărcările în desfășurare
ru: Текущие загрузки также будут отменены
sk: Zrušia sa aj prebiehajúce sťahovania
sl: S tem boste preklicali tudi prenose v teku
sv: Detta kommer också att avbryta pågående nerladdningar
tr: Bu işlem devam eden indirmeleri de iptal edecektir
uk: Це також скасує поточні завантаження

# downloads.message.all-files-deleted
source: All files deleted
bg: Всички файлове са изтрити
cs: Všechny soubory smazány
da: Alle filer er slettet
de: Alle Dateien gelöscht
el: Διαγράφηκαν όλα τα αρχεία
et: Kõik failid kustutatud
fi: Kaikki tiedostot poistettu
fr: Tous les fichiers sont supprimés.
hr: Sve su datoteke izbrisane
hu: Összes fájl törölve
it: Tutti i file eliminati
lt: Visi failai ištrinti
lv: Visi faili izdzēsti
nb: Alle filer er slettet
nl: Alle bestanden verwijderd
pt: Todos os ficheiros eliminados
ro: Toate fișierele au fost șterse
ru: Все файлы удалены
sk: Všetky súbory sa odstránili
sl: Vse datoteke so bile izbrisane
sv: Alla filer raderade
tr: Tüm dosyalar silindi
uk: Усі файли видалено

# downloads.message.download-complete
source: Download complete for %@
bg: Завършено изтегляне на %@
cs: Stahování souboru %@ bylo dokončeno
da: Download fuldført for %@
de: Download von %@ abgeschlossen
el: Η λήψη ολοκληρώθηκε για το αρχείο %@
et: %@ allalaadimine on lõpetatud
fi: Tiedoston %@ lataus valmis
fr: Téléchargement terminé pour %@
hr: Preuzimanje je dovršeno za %@
hu: A letöltés kész: %@
it: Download di %@ completato
lt: %@ atsisiuntimas baigtas
lv: %@ lejupielāde ir pabeigta
nb: Nedlasting av %@ er fullført
nl: %@ is gedownload
pt: Transferência completa de %@
ro: Descărcare finalizată pentru %@
ru: Завершена загрузка файла %@
sk: %@ – sťahovanie dokončené
sl: Prenos za %@ je končan
sv: Nerladdningen slutförd för %@
tr: %@ için indirme tamamlandı
uk: Завантаження завершено для %@
