Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# feedback.websiteLoading.form.supplementary
source: Where are you seeing these issues?
bg: Къде виждате тези проблеми?
cs: Kde jste narazili na tyto problémy?
da: Hvor oplever du disse problemer?
de: Wo treten diese Probleme auf?
el: Πού βλέπετε τα προβλήματα αυτά;
et: Kus te neid probleeme näete?
fi: Missä näitä ongelmia esiintyy?
fr: Où voyez-vous ces problèmes ?
hr: Gdje vidite te probleme?
hu: Hol látod ezeket a problémákat?
it: Dove hai notato questi problemi?
lt: Kur susiduriate su šiomis problemomis?
lv: Kur tu redzi šīs problēmas?
nb: Når opplever du disse problemene?
nl: Waar zie je deze problemen?
pt: Onde está a ver esses problemas?
ro: Unde vedeți aceste probleme?
ru: Где возникают эти проблемы?
sk: Kde ste si všimli tieto problémy?
sl: Kje vidite te težave?
sv: Var ser du dessa problem?
tr: Bu sorunları nerede görüyorsunuz?
uk: Де ви бачите ці проблеми?

# feedback.websiteLoading.form.urlPlaceholder
source: Which website has issues?
bg: В кой уебсайт има проблеми?
cs: Které webové stránky mají problémy?
da: Hvilket websted har problemer?
de: Auf welcher Website gibt es Probleme?
el: Ποιος ιστότοπος παρουσιάζει προβλήματα;
et: Millisel veebisaidil on probleeme?
fi: Millä verkkosivustolla on ongelmia?
fr: Quel site rencontre des problèmes ?
hr: Koje web-mjesto ima problema?
hu: Melyik weboldalon vannak problémák?
it: Quale sito web presenta problemi?
lt: Kokioje svetainėje susidūrėte su problema?
lv: Kurai vietnei ir problēmas?
nb: Hvilket nettsted har problemer?
nl: Welke website heeft problemen?
pt: Que website tem problemas?
ro: Ce site web are probleme?
ru: На каком сайте возникли проблемы?
sk: Ktorá webová stránka má problémy?
sl: Katero spletno mesto ima težave?
sv: På vilken webbplats finns problemen?
tr: Hangi web sitesinde sorunlar var?
uk: Який вебсайт має проблеми?

# findinpage.count
source: %1$d of %2$d
bg: %1$d от %2$d
cs: %1$d z %2$d
da: %1$d af %2$d
de: %1$d von %2$d
el: %1$d από %2$d
et: %1$d / %2$d
fi: %1$d/%2$d
fr: %1$d sur %2$d
hr: %1$d od %2$d
hu: %1$d/%2$d
it: %1$d di %2$d
lt: %1$d iš %2$d
lv: %1$d no %2$d
nb: %1$d av %2$d
nl: %1$d van %2$d
pt: %1$d de %2$d
ro: %1$d din %2$d
ru: %1$d из %2$d
sk: %1$d z %2$d
sl: %1$d od %2$d
sv: %1$d av %2$d
tr: %1$d / %2$d
uk: %1$d з %2$d

# findinpage.title
source: Find in Page
bg: Намери в страницата
cs: Vyhledávání na stránce
da: Find på side
de: Auf Seite suchen
el: Εύρεση στη σελίδα
et: Otsi lehel
fi: Etsi sivulta
fr: Rechercher dans la page
hr: Pronađi na stranici
hu: Keresés az oldalon
it: Trova nella pagina
lt: Rasti puslapyje
lv: Atrast lapā
nb: Finn på side
nl: Zoek op pagina
pt: Encontrar na página
ro: Găsire în pagină
ru: Найти на странице
sk: Hľadať na stránke
sl: Najdi na strani
sv: Hitta på sidan
tr: Sayfada bul
uk: Знайти на сторінці

# fireButtonAnimation.airstream.name
source: Airstream
bg: Въздушна струя
cs: Vzdušný proud
de: Luftstrom
el: Ρεύμα αέρα
fi: Ilmavirta
fr: Courant d'air
hr: Zračna struja
hu: Levegő
it: Aria
lv: Gaisa plūsma
nb: Luftstrøm
nl: Luchtstroom
pt: Corrente de ar
ro: Curent de aer
ru: Воздушный поток
sk: Prúd vzduchu
sl: Zračni tok
sv: Luftström
tr: Hava
uk: Повітряний потік

# fireButtonAnimation.fireRising.name
source: Inferno
bg: Адски огън
el: Πύρινη κόλαση
fi: Tulimyrsky
fr: Flammes
hr: Pakao
hu: Lángnyelvek
lv: Liesmas
nl: Vuurzee
ro: Infern
ru: Инферно
sk: Peklo
sl: Pekel
tr: Ateş
uk: Вогонь

# fireButtonAnimation.none.name
source: None
bg: Няма
cs: Žádný
da: Ingen
de: gar nichts
el: Κανένα
et: Puudub
fi: Ei mitään
fr: Aucun
hr: Nijedno
hu: Nincs
it: Niente
lt: Jokie
lv: Nav
nb: Ingen
nl: Geen
pt: Nenhum
ro: Niciuna
ru: Без анимации
sk: Žiadne
sl: Brez
sv: Inga
tr: Yok
uk: Жодна

# fireButtonAnimation.waterSwirl.name
source: Whirlpool
bg: Водовъртеж
cs: Vodní vír
el: Δίνη νερού
fi: Pyörre
fr: Tourbillon
hr: Vrtlog
hu: Örvény
it: Mulinello
lv: Atvars
nb: Malstrøm
nl: Draaikolk
pt: Remoinho
ro: Vârtej de apă
ru: Водоворот
sk: Vodný vír
sl: Vodni mehurčki
sv: Virvel
tr: Girdap
uk: Змив

# get.browser.on-your-desktop-go-to
source: On your computer, go to:
bg: На компютъра си отидете на:
cs: V počítači přejdi na:
da: På din computer skal du gå til:
de: Gehe auf deinem Computer zu:
el: Στον υπολογιστή σας, μεταβείτε στη διεύθυνση:
et: Ava oma arvutis:
fi: Siirry tietokoneellasi kohtaan:
fr: Sur votre ordinateur, accédez à :
hr: Na računalu idi na:
hu: A számítógépeden lépj a következő lehetőségre:
it: Sul tuo computer, visita:
lt: Kompiuteryje eikite į:
lv: Savā datorā dodies uz:
nb: På datamaskinen går du til:
nl: Ga op je computer naar:
pt: No teu computador, acede a:
ro: De pe computerul tău, accesează:
ru: На компьютере откройте ссылку:
sk: V počítači prejdite na:
sl: V računalniku odprite:
sv: På din dator går du till:
tr: Bilgisayarınızda şu adrese gidin:

# get.browser.share-link
source: Share Download Link
bg: Споделяне на връзка за изтегляне
cs: Sdílet odkaz ke stažení
da: Del downloadlink
de: Download-Link teilen
el: Κοινή χρήση συνδέσμου λήψης
et: Jaga allalaadimise linki
fi: Jaa latauslinkki
fr: Partager le lien de téléchargement
hr: Podijeli poveznicu za preuzimanje
hu: Letöltési link megosztása
it: Condividi link per il download
lt: Bendrinti atsisiuntimo nuorodą
lv: Kopīgot lejupielādes saiti
nb: Del nedlastingslenke
nl: Downloadlink delen
pt: Partilhar link de transferência
ro: Trimite linkul de descărcare
ru: Поделиться ссылкой для загрузки
sk: Zdieľať odkaz na stiahnutie
sl: Deli povezavo za prenos
sv: Dela nedladdningslänk
tr: İndirme Bağlantısını Paylaş

# get.browser.share-link.message
source: Search privately and block trackers with the DuckDuckGo desktop browser. Visit this link on your computer to download today.
bg: Търсете поверително и блокирайте тракерите с браузъра за работен плот DuckDuckGo. Посетете тази връзка на своя компютър, за да го изтеглите още днес.
cs: Vyhledávej soukromě a blokuj trackery pomocí prohlížeče DuckDuckGo pro počítače. Stáhneš si ho z tohohle odkazu.
da: Søg privat og bloker trackere med DuckDuckGo-browseren til computeren. Besøg dette link på din computer for at downloade i dag.
de: Suche privat und blockiere Tracker mit dem DuckDuckGo Desktop-Browser. Besuche zum Herunterladen diesen Link auf deinem Computer.
el: Αναζητήστε ιδιωτικά και αποκλείστε εφαρμογές παρακολούθησης με το πρόγραμμα περιήγησης DuckDuckGo για υπολογιστές. Επισκεφτείτε αυτόν τον σύνδεσμο στον υπολογιστή σας για να πραγματοποιήσετε λήψη σήμερα.
et: Otsi privaatselt ja blokeeri jälgurid DuckDuckGo töölaua brauseriga. Külasta oma arvutis seda linki, et laadida see alla juba täna.
fi: Tee yksityisiä hakuja ja estä seuranta DuckDuckGo-selaimen tietokoneversiolla. Mene tietokoneella tähän linkkiin ja lataa selain jo tänään.
fr: Faites une recherche privée et bloquez les traqueurs avec le navigateur de bureau DuckDuckGo. Cliquez sur ce lien sur votre ordinateur pour le télécharger dès aujourd'hui.
hr: Privatno pretražuj i blokiraj alate za praćenje pomoću desktop verzije preglednika DuckDuckGo. Posjeti ovu poveznicu na svom računalu za preuzimanje.
hu: Keress privát módon, és blokkold a nyomkövetőket a DuckDuckGo asztali böngészőjével. A letöltéshez nyisd meg ezt a linket a számítógépen.
it: Cerca privatamente e blocca i sistemi di tracciamento con il browser per desktop DuckDuckGo. Visita questo link dal tuo computer per scaricarlo oggi stesso.
lt: Naršykite privačiai ir blokuokite sekimo priemones naudodami „DuckDuckGo“ naršyklę kompiuteriui. Spustelėkite šią nuorodą kompiuteryje, kad atsisiųstumėte šiandien.
lv: Meklē privāti un bloķē izsekotājus, izmantojot DuckDuckGo pārlūku galddatoram. Apmeklē šo saiti savā datorā, lai lejupielādētu jau šodien.
nb: Søk privat og blokker sporere med DuckDuckGo-nettleseren for datamaskin. Gå til denne lenken på datamaskinen for å laste ned i dag.
nl: Zoek privé en blokkeer trackers met de DuckDuckGo-desktopbrowser. Bezoek deze link op je computer en download de browser vandaag nog.
pt: Pesquisa em privado e bloqueia rastreadores com o navegador para computadores DuckDuckGo. Visita este link no teu computador para transferires hoje.
ro: Caută în privat și blochează tehnologiile de urmărire cu browserul pentru desktop DuckDuckGo. Accesează acest link pe computerul tău pentru a descărca astăzi.
ru: Браузер DuckDuckGo для настольных компьютеров обеспечивает конфиденциальный поиск и блокировку трекеров. Для загрузки перейдите по ссылке.
sk: Vyhľadávajte súkromne a blokujte sledovacie zariadenia pomocou prehliadača DuckDuckGo pre počítače. Navštívte tento odkaz vo svojom počítači a stiahnite si ho ešte dnes.
sl: Zasebno brskajte in blokirajte sledilnike z namiznim brskalnikom DuckDuckGo. Za prenos obiščite to povezavo v računalniku.
sv: Sök privat och blockera spårare med DuckDuckGo-webbläsaren för datorn. Gå till denna länk på din dator för att ladda ner den idag.
tr: DuckDuckGo masaüstü tarayıcısı ile gizli arama yapın ve izleyicileri engelleyin. Bugün indirmek için bilgisayarınızda bu bağlantıyı ziyaret edin.

# get.browser.share-link.title
source: Get DuckDuckGo Browser for Mac or Windows
bg: Вземете браузъра DuckDuckGo за Mac или Windows
cs: Nainstaluj si prohlížeč DuckDuckGo pro Mac nebo Windows
da: Hent DuckDuckGo-browseren til Mac eller Windows
de: Hole dir den DuckDuckGo-Browser für Mac oder Windows
el: Αποκτήστε το πρόγραμμα περιήγησης DuckDuckGo για Mac ή Windows
et: Hangi DuckDuckGo brauser Maci või Windowsi jaoks
fi: Hanki DuckDuckGo-selain Macille tai Windowsille
fr: Procurez-vous le navigateur DuckDuckGo pour Mac ou Windows
hr: Nabavi DuckDuckGo preglednik za Mac ili Windows
hu: Mac vagy Windows verziójú DuckDuckGo böngésző letöltése
it: Scarica il browser DuckDuckGo per Mac o Windows
lt: Gaukite „DuckDuckGo“ naršyklę, skirtą „Mac“ arba „Windows“
lv: Iegūsti DuckDuckGo pārlūku Mac vai Windows datoram
nb: Skaff deg DuckDuckGo-nettleseren for Mac eller Windows
nl: DuckDuckGo-browser downloaden voor Mac of Windows
pt: Obtém o navegador DuckDuckGo para Mac ou Windows
ro: Obține browserul DuckDuckGo pentru Mac sau Windows
ru: Браузер DuckDuckGo для Mac и Windows
sk: Získajte prehliadač DuckDuckGo pre Mac alebo Windows
sl: Prenesite brskalnik DuckDuckGo za računalnike Mac ali Windows
sv: Hämta DuckDuckGo-webbläsaren för Mac eller Windows
tr: Mac veya Windows için DuckDuckGo Tarayıcısını edinin

# get.browser.title
source: Get DuckDuckGo for Mac or Windows
bg: Вземете DuckDuckGo за Mac или Windows
cs: Nainstaluj si DuckDuckGo pro Mac nebo Windows
da: Hent DuckDuckGo til Mac eller Windows
de: Hole dir DuckDuckGo für Mac oder Windows
el: Αποκτήστε το DuckDuckGo για Mac ή Windows
et: Hangi DuckDuckGo Maci või Windowsi jaoks
fi: Hanki DuckDuckGo Macille tai Windowsille
fr: Procurez-vous DuckDuckGo pour Mac ou Windows
hr: Nabavi DuckDuckGo za Mac ili Windows
hu: Mac vagy Windows verziójú DuckDuckGo letöltése
it: Scarica DuckDuckGo per Mac o Windows
lt: Gaukite „DuckDuckGo“, skirtą „Mac“ arba „Windows“
lv: Iegūsti DuckDuckGo Mac vai Windows datoram
nb: Skaff deg DuckDuckGo for Mac eller Windows
nl: DuckDuckGo downloaden voor Mac of Windows
pt: Obtém o DuckDuckGo para Mac ou Windows
ro: Obține DuckDuckGo pentru Mac sau Windows
ru: DuckDuckGo для Mac и Windows
sk: Získajte DuckDuckGo pre Mac alebo Windows
sl: Prenesite DuckDuckGo za računalnike Mac ali Windows
sv: Hämta DuckDuckGo för Mac eller Windows
tr: Mac veya Windows için DuckDuckGo'yu edinin

# home.row.onboarding.header
source: Add DuckDuckGo to your home screen!
bg: Добавете DuckDuckGo към началния си екран!
cs: Přidejte DuckDuckGo na svou domovskou obrazovku!
da: Føj DuckDuckGo til din startskærm!
de: Füge DuckDuckGo zu deinem Startbildschirm hinzu.
el: Προσθήκη του DuckDuckGo στην αρχική οθόνη σας!
et: Lisa DuckDuckGo oma avaekraanile!
fi: Lisää DuckDuckGo koti-valikkoon!
fr: Ajoutez DuckDuckGo à votre écran d'accueil !
hr: Dodaj DuckDuckGo na svoj početni zaslon!
hu: Add hozzá a DuckDuckGo-t a kezdőképernyődhöz!
it: Aggiungi DuckDuckGo alla tua schermata iniziale!
lt: Pridėti „DuckDuckGo“ prie pagrindinio ekrano!
lv: Pievieno DuckDuckGo savam sākuma ekrānam!
nb: Legg til DuckDuckGo på startskjermen!
nl: Voeg DuckDuckGo toe aan je beginscherm!
pt: Adicione o DuckDuckGo ao seu ecrã inicial!
ro: Adaugă DuckDuckGo pe ecranul de start!
ru: Добавьте DuckDuckGo на домашний экран!
sk: Pridajte DuckDuckGo na svoju domovskú obrazovku!
sl: Dodaj DuckDuckGo na domači zaslon!
sv: Lägg till DuckDuckGo på din hemskärm!
tr: DuckDuckGo'yu ana ekranınıza ekleyin!
uk: Додайте DuckDuckGo на свій головний екран!

# home.row.reminder.message
source: Add DuckDuckGo to your dock for easy access!
bg: Добавете DuckDuckGo към панела за бърз и лесен достъп!
cs: Přidejte DuckDuckGo do svého docku pro snadný přístup!
da: Føj DuckDuckGo til din dock for nem adgang!
de: Füge DuckDuckGo für einfachen Zugang zu deinem Dock für hinzu.
el: Προσθήκη του DuckDuckGo στο Dock σας για εύκολη πρόσβαση!
et: Lisa DuckDuckGo oma dokki hõlpsaks juurdepääsuks!
fi: Lisää DuckDuckGo dock-valikkoon, josta voit käyttää sitä helposti!
fr: Ajoutez DuckDuckGo à votre Dock pour y accéder facilement !
hr: Dodaj DuckDuckGo na svoju traku izbornika za jednostavan pristup!
hu: A könnyű hozzáférés érdekében add hozzá a dokkodhoz a DuckDuckGo-t!
it: Aggiungi DuckDuckGo al dock per un accesso semplice.
lt: Pridėkite „DuckDuckGo“ prie juostos, kad lengvai pasiektumėte!
lv: Pievieno DuckDuckGo savam dokam ērtai piekļuvei!
nb: Legg til DuckDuckGo i docken for enkel tilgang!
nl: Voeg DuckDuckGo toe aan je dock voor eenvoudige toegang!
pt: Adicione o DuckDuckGo à sua dock para fácil acesso!
ro: Adaugă DuckDuckGo pe rândul de jos de pictograme pentru acces ușor!
ru: Добавьте DuckDuckGo на док-панель для быстрого доступа!
sk: Pridajte si vyhľadávač DuckDuckGo do svojho doku a zjednodušte si k nemu prístup!
sl: Dodaj DuckDuckGo na domači zaslon za enostaven dostop!
sv: Lägg DuckDuckGo i din Dock för enkel åtkomst!
tr: Kolay erişim için DuckDuckGo'yu dock'unuza ekleyin!
uk: Додайте DuckDuckGo у свій док для легкого доступу!

# home.row.reminder.title
source: Take DuckDuckGo home
bg: Вземете DuckDuckGo вкъщи
cs: Přidejte DuckDuckGo na domovskou stránku
da: Tag DuckDuckGo med hjem
de: DuckDuckGo zur Schnellstartleiste hinzufügen
el: Προσθήκη του DuckDuckGo στην αρχική οθόνη
et: Pane DuckDuckGo avalehele
fi: Vie DuckDuckGo koti-valikkoon
fr: Ajouter DuckDuckGo à votre écran d'accueil
hr: Pronađi gdje ćeš smjestiti DuckDuckGo
hu: Vidd haza a DuckDuckGo-t
it: Aggiungi DuckDuckGo alla schermata iniziale
lt: Eiti į „DuckDuckGo“ pagrindinį puslapį
lv: Pievieno DuckDuckGo dokam
nb: Få DuckDuckGo på startskjermen
nl: Zet DuckDuckGo op je beginscherm
pt: Levar o DuckDuckGo para casa
ro: Pune DuckDuckGo pe pagina de pornire
ru: DuckDuckGo всегда под рукой
sk: Presmerujte DuckDuckGo na domovskú obrazovku
sl: Dodaj DuckDuckGo na domači zaslon
sv: Ta hem DuckDuckGo
tr: DuckDuckGo'yu ana sayfaya ekleyin
uk: Встановіть DuckDuckGo на головний екран

# homeTab.searchAndFavorites
source: Search or enter address
bg: Търсене или въвеждане на адрес
cs: Vyhledejte nebo zadejte adresu
da: Søg eller indtast adresse
de: Adresse suchen oder eingeben
el: Αναζήτηση ή εισαγωγή διεύθυνσης
et: Otsi või sisesta aadress
fi: Hae tai anna osoite
fr: Rechercher ou saisir une adresse
hr: Pretraži ili unesi adresu
hu: Keresés vagy cím megadása
it: Cerca o digita l'indirizzo
lt: Ieškoti arba įvesti adresą
lv: Meklē vai ievadi adresi
nb: Søk eller skriv inn adresse
nl: Zoek of voer een adres in
pt: Pesquisar ou inserir endereço
ro: Caută sau introdu adresa
ru: Введите поисковый запрос или адрес сайта
sk: Vyhľadajte alebo zadajte adresu
sl: Poišči ali vnesi naslov
sv: Sök eller ange adress
tr: Adres ara veya gir
uk: Шукайте або введіть адресу

# homeTab.title
source: Home
bg: Начален екран
cs: Domů
da: Hjem
de: Startseite
el: Αρχική σελίδα
et: Avaleht
fi: Koti
fr: Accueil
hr: Početni zaslon
hu: Kezdőlap
it: Schermata iniziale
lt: Pagrindinis
lv: Sākums
nb: Hjem
pt: Página inicial
ro: Pagina de pornire
ru: Домашняя
sk: Domov
sl: Domov
sv: Hem
tr: Ana Sayfa
uk: Головна

# keyCommandAddBookmark
source: Add Bookmark
bg: Добави отметка
cs: Přidat záložku
da: Tilføj bogmærke
de: Lesezeichen hinzufügen
el: Προσθήκη σελιδοδείκτη
et: Lisa järjehoidja
fi: Lisää kirjanmerkki
fr: Ajouter un signet
hr: Dodaj knjižnu oznaku
hu: Könyvjelző mentése
it: Aggiungi ai segnalibri
lt: Pridėti žymę
lv: Pievienot grāmatzīmi
nb: Legg til bokmerke
nl: Bladwijzer toevoegen
pt: Adicionar marcador
ro: Adăugare semn de carte
ru: Добавить закладку
sk: Pridať záložku
sl: Dodaj zaznamek
sv: Lägg till bokmärke
tr: Yer İmi ekle
uk: Додати закладку

# keyCommandAddFavorite
source: Add Favorite
bg: Добавяне в любими
cs: Přidat oblíbené
da: Tilføj til favorit
de: Favorit hinzufügen
el: Προσθήκη Αγαπημένου
et: Lisa lemmik
fi: Lisää suosikki
fr: Ajouter un favori
hr: Dodaj omiljenu stavku
hu: Kedvenc hozzáadása
it: Aggiungi preferito
lt: Pridėti mėgstamą
lv: Pievienot izlases vienumu
nb: Legg til favoritt
nl: Favoriet toevoegen
pt: Adicionar favorito
ro: Adaugă preferință
ru: Добавить в избранное
sk: Pridať do obľúbených položiek
sl: Dodaj priljubljene
sv: Lägg till favorit
tr: Favori Ekle
uk: Додати до улюблених

# keyCommandBrowserBack
source: Browse Back
bg: Сърфиране назад
cs: Procházet zpátky
da: Gennemse tilbage
de: Zurück
el: Περιήγηση προς τα πίσω
et: Sirvi tagasi
fi: Selaa taaksepäin
fr: Afficher la page précédente
hr: Pretraži unazad
hu: Böngészés vissza
it: Torna indietro
lt: Naršyti atgal
lv: Pārlūkot atpakaļ
nb: Gå tilbake
nl: Terug browsen
pt: Navegar para trás
ro: Navigare înapoi
ru: Назад
sk: Prehliadajte dozadu
sl: Brskaj nazaj
sv: Bläddra tillbaka
tr: Geri Dön
uk: Перейти назад

# keyCommandBrowserForward
source: Browse Forward
bg: Сърфиране напред
cs: Procházet dopředu
da: Gennemse fremad
de: Vorwärts
el: Περιήγηση προς τα μπροστά
et: Sirvi edasi
fi: Selaa eteenpäin
fr: Afficher la page suivante
hr: Pretraži unaprijed
hu: Böngészés előre
it: Vai avanti
lt: Naršyti pirmyn
lv: Pārlūkot uz priekšu
nb: Gå frem
nl: Vooruit browsen
pt: Navegar para a frente
ro: Navigare înainte
ru: Вперед
sk: Prehliadajte dopredu
sl: Brskaj naprej
sv: Bläddra framåt
tr: İleri Git
uk: Перейти вперед

# keyCommandClose
source: Close
bg: Затваряне
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
et: Sulge
fi: Sulje
fr: Fermer
hr: Zatvori
hu: Bezárás
it: Chiudi
lt: Uždaryti
lv: Aizvērt
nb: Lukk
nl: Sluiten
pt: Fechar
ro: Închidere
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sv: Stäng
tr: Kapat
uk: Закрити

# keyCommandCloseTab
source: Close Tab
bg: Затваряне на раздел
cs: Zavřít karta
da: Luk fane
de: Tab schließen
el: Κλείσιμο καρτέλα
et: Sulge vaheleht
fi: Sulje välilehti
fr: Fermer l'onglet
hr: Zatvori kartica
hu: Lap bezárása
it: Chiudi scheda
lt: Uždaryti kortelę
lv: Aizvērt cilni
nb: Lukk fane
nl: Tabblad sluiten
pt: Fechar separador
ro: Închidere filă
ru: Закрыть вкладку
sk: Zatvoriť karta
sl: Zapri zavihek
sv: Stäng flik
tr: Sekmeyi kapat
uk: Закрити вкладку

# keyCommandFind
source: Find in Page
bg: Намери в страницата
cs: Vyhledávání na stránce
da: Find på side
de: Auf Seite suchen
el: Εύρεση στη σελίδα
et: Otsi lehel
fi: Etsi sivulta
fr: Rechercher dans la page
hr: Pronađi na stranici
hu: Keresés az oldalon
it: Trova nella pagina
lt: Rasti puslapyje
lv: Atrast lapā
nb: Finn på side
nl: Zoek op pagina
pt: Encontrar na página
ro: Găsire în pagină
ru: Найти на странице
sk: Hľadať na stránke
sl: Najdi na strani
sv: Hitta på sidan
tr: Sayfada bul
uk: Знайти на сторінці

# keyCommandFindNext
source: Find Next
bg: Намери следващ
cs: Najít další
da: Find næste
de: Nächstes Ergebnis
el: Εύρεση επόμενου
et: Otsi järgmine
fi: Etsi seuraava
fr: Rechercher le suivant
hr: Pronađi sljedeće
hu: Következő keresése
it: Trova successivo
lt: Rasti kitą
lv: Atrast nākamo
nb: Finn neste
nl: Volgende zoeken
pt: Encontrar seguinte
ro: Găsirea următorului rezultat
ru: Найти следующий
sk: Hľadať ďalšie
sl: Najdi naslednje
sv: Hitta nästa
tr: Sonraki bul
uk: Знайти Наступне

# keyCommandFindPrevious
source: Find Previous
bg: Намери предишен
cs: Najít předchozí
da: Find tidligere
de: Vorheriges Ergebnis
el: Εύρεση προηγούμενου
et: Otsi eelmine
fi: Etsi edellinen
fr: Rechercher le précédent
hr: Pronađi prethodno
hu: Előző keresése
it: Trova precedente
lt: Rasti ankstesnį
lv: Atrast iepriekšējo
nb: Finn forrige
nl: Vorige zoeken
pt: Encontrar anterior
ro: Găsirea rezultatului anterior
ru: Найти предыдущий
sk: Hľadať predchádzajúce
sl: Najdi prejšnje
sv: Hitta föregående
tr: Öncekini bul
uk: Знайти Попереднє

# keyCommandFire
source: Clear All Tabs and Data
bg: Изчистване на всички раздели и данни
cs: Vymazat všechny karty a data
da: Ryd alle faner og data
de: Alle Tabs schließen und Daten löschen
el: Εκκαθάριση όλων των καρτελών και δεδομένων
et: Kustuta kõik vahekaardid ja andmed
fi: Poista kaikki välilehdet ja tiedot
fr: Effacer tous les onglets et données
hr: Obriši sve kartice i podatke
hu: Összes lap és adat törlése
it: Elimina tutte le schede e i dati
lt: Valyti visas korteles ir duomenis
lv: Notīrīt visas cilnes un datus
nb: Tøm alle faner og data
nl: Alle tabbladen en gegevens wissen
pt: Limpar todos os separadores e dados
ro: Șterge toate filele și datele
ru: Сбросить все вкладки и данные
sk: Vymazať všetky karty a údaje
sl: Počisti vse zavihke in podatke
sv: Rensa alla flikar och data
tr: Tüm Sekmeleri ve Verileri Temizle
uk: Очистити всі вкладки та дані

# keyCommandLocation
source: Search or Enter Address
bg: Търсене или въвеждане на адрес
cs: Vyhledejte nebo zadejte adresu
da: Søg eller indtast adresse
de: Suchen oder Adresse eingeben
el: Αναζήτηση ή εισαγωγή διεύθυνσης
et: Otsi või sisesta aadress
fi: Hae tai anna osoite
fr: Rechercher ou saisir une adresse
hr: Pretraži ili unesi adresu
hu: Keresés vagy cím megadása
it: Cerca o digita l'indirizzo
lt: Ieškoti arba įvesti adresą
lv: Meklē vai ievadi adresi
nb: Søk eller skriv inn adresse
nl: Zoek of voer een adres in
pt: Pesquisar ou inserir endereço
ro: Caută sau introdu adresa
ru: Введите поисковый запрос или адрес сайта
sk: Vyhľadajte alebo zadajte adresu
sl: Poišči ali vnesi naslov
sv: Sök eller ange adress
tr: Adres Ara veya Gir
uk: Шукайте або введіть адресу

# keyCommandNewTab
source: New Tab
bg: Нов раздел
cs: Nová karta
da: Ny fane
de: Neuer Tab
el: Νέα καρτέλα
et: Uus vaheleht
fi: Uusi välilehti
fr: Nouvel onglet
hr: Nova kartica
hu: Új lap
it: Nuova scheda
lt: Nauja kortelė
lv: Jauna cilne
nb: Ny fane
nl: Nieuw tabblad
pt: Novo separador
ro: Filă nouă
ru: Новая вкладка
sk: Nová karta
sl: Nov zavihek
sv: Ny flik
tr: Yeni Sekme
uk: Нова Вкладка

# keyCommandNextTab
source: Next Tab
bg: Следващ раздел
cs: Další karta
da: Næste fane
de: Nächster Tab
el: Επόμενη καρτέλα
et: Järgmine vahekaart
fi: Seuraava välilehti
fr: Onglet suivant
hr: Nova kartica
hu: Következő lap
it: Scheda successiva
lt: Kitas skirtukas
lv: Nākamā cilne
nb: Neste fane
nl: Volgend tabblad
pt: Separador seguinte
ro: Fila următoare
ru: Следующая вкладка
sk: Ďalšia karta
sl: Naslednji zavihek
sv: Nästa flik
tr: Sonraki Sekme
uk: Наступна Вкладка

# keyCommandOpenInNewBackgroundTab
source: Open Link in Background
bg: Отваряне на връзка във фонов режим
cs: Otevřít odkaz na pozadí
da: Åbn link i baggrunden
de: Link im Hintergrund öffnen
el: Άνοιγμα συνδέσμου στο παρασκήνιο
et: Ava link taustal
fi: Avaa linkki taustalla
fr: Ouvrir le lien en arrière-plan
hr: Otvori poveznicu u pozadini
hu: Hivatkozás megnyitása a háttérben
it: Apri collegamento in background
lt: Atidaryti nuorodą fone
lv: Atvērt saiti fonā
nb: Åpne lenke i bakgrunnen
nl: Link openen op de achtergrond
pt: Abrir ligação em segundo plano
ro: Deschide linkul în fundal
ru: Открыть ссылку в фоновом режиме
sk: Otvoriť odkaz na pozadí
sl: Odpri povezavo v ozadju
sv: Öppna länken i bakgrunden
tr: Bağlantıyı Arka Planda Aç
uk: Відкрийте Посилання У Фоновому Режимі
