Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# duckplayer.settings.info-text
source: Duck Player lets you watch YouTube without targeted ads in DuckDuckGo and what you watch won’t influence your recommendations.
bg: С Duck Player на DuckDuckGo можете да гледате YouTube без насочени реклами и вече гледаните видеоклипове няма да повлияят на препоръчаните.
cs: Duck Player umožňuje dívat se na YouTube v prohlížeči DuckDuckGo bez cílených reklam. To, co sleduješ, nebude ovlivňovat tvoje doporučení.
da: Duck Player giver dig mulighed for at se YouTube uden målrettede annoncer i DuckDuckGo, og det, du ser, påvirker ikke dine anbefalinger.
de: Mit dem Duck Player kannst du YouTube ohne gezielte Werbung in DuckDuckGo ansehen und was du dir ansiehst, hat keinen Einfluss auf deine Empfehlungen.
el: Το Duck Player σάς επιτρέπει να παρακολουθείτε YouTube χωρίς στοχευμένες διαφημίσεις στο DuckDuckGo, ενώ το περιεχόμενο που παρακολουθείτε δεν θα επηρεάσει τις συστάσεις που θα λαμβάνετε.
et: Duck Player võimaldab sul DuckDuckGo-s YouTube'i vaadata ilma sihitud reklaamideta ja see, mida vaatad, ei mõjuta sinu soovitusi.
fi: Duck Playerin avulla voit katsella YouTubea ilman kohdennettuja mainoksia DuckDuckGossa, eivätkä katsomasi videot vaikuta suosituksiisi.
fr: Duck Player vous permet de regarder YouTube sans publicités ciblées dans DuckDuckGo. De plus, ce que vous regardez n'influence pas vos recommandations.
hr: Duck Player ti omogućuje gledanje YouTubea bez ciljanih oglasa u DuckDuckGou, a ono što gledaš neće utjecati na tvoje preporuke.
hu: A Duck Player segítségével a DuckDuckGóban célzott hirdetések nélkül nézheted a YouTube-ot, és a megtekintett tartalmak nem befolyásolják a neked szóló ajánlásokat.
it: Duck Player ti consente di guardare YouTube senza annunci mirati in DuckDuckGo e ciò che guardi non inciderà sui consigli che ricevi.
lt: „Duck Player“ leidžia sistemoje „DuckDuckGo“ žiūrėti „YouTube“ be taikomų reklamų, o tai, ką žiūrite, neturės įtakos jūsų rekomendacijoms.
nb: Med Duck Player kan du se på YouTube uten målrettede annonser i DuckDuckGo. Det du ser på, påvirker ikke anbefalingene du får.
nl: Met Duck Player kun je YouTube bekijken in DuckDuckGo, zonder gerichte advertenties. Wat je bekijkt heeft geen invloed op je aanbevelingen.
pt: O Duck Player permite-te ver o YouTube sem anúncios segmentados no DuckDuckGo, e o que vês não vai influenciar as tuas recomendações.
ro: Duck Player oferă o experiență de vizionare fără perturbări, fără reclame personalizate și împiedică activitatea de vizionare să îți influențeze recomandările YouTube.
ru: Проигрыватель Duck Player позволяет смотреть видео из YouTube в браузере DuckDuckGo без целевой рекламы. Просмотренные ролики не влияют на рекомендации.
sk: Prehrávač Duck Player vám umožňuje sledovať YouTube v prehliadači DuckDuckGo bez cielených reklám a to, čo sledujete, nebude mať vplyv na vaše odporúčania.
sl: Predvajalnik Duck Player vam s pomočjo DuckDuckGo omogoča gledanje YouTuba brez ciljanih oglasov, kar gledate pa ne bo vplivalo na vaša priporočila.
sv: Med Duck Player kan du titta på YouTube utan riktade annonser i DuckDuckGo, och dina rekommendationer påverkas inte av vad du tittar på.
tr: Duck Player, DuckDuckGo'da hedefli reklamlar olmadan YouTube'u izlemenizi sağlar ve izlediğiniz şeyler önerilerinizi etkilemez.

# duckplayer.settings.learn-more
source: Learn More
bg: Научете повече
cs: Více informací
da: Mere info
de: Mehr erfahren
el: Μάθετε περισσότερα
et: Loe edasi
fi: Lue lisää
fr: En savoir plus
hr: Saznajte više
hu: További részletek
it: Ulteriori informazioni
lt: Sužinoti daugiau
nb: Finn ut mer
nl: Meer informatie
pt: Saiba mais
ro: Află mai multe
ru: Узнать больше
sk: Zistite viac
sl: Več
sv: Läs mer
tr: Daha Fazla Bilgi

# duckplayer.settings.open-new-tab-label
source: Open Duck Player in a New Tab
bg: Отворете Duck Player в нов раздел
cs: Otevřít Duck Player na nové kartě
da: Åbn Duck Player i en ny fane
de: Duck Player in neuem Tab öffnen
el: Ανοίξτε το Duck Player σε νέα καρτέλα
et: Ava Duck Player uues vahekaardis
fi: Avaa Duck Player uudessa välilehdessä
fr: Ouvrir Duck Player dans un nouvel onglet
hr: Otvori Duck Player u novoj kartici
hu: Nyisd meg a Duck Playert egy új lapon
it: Apri Duck Player in una nuova scheda
lt: Atidarykite „Duck Player“ naujame skirtuke
nb: Åpne Duck Player i en ny fane
nl: Open Duck Player in een nieuw tabblad
pt: Abrir Duck Player num novo separador
ru: Открывать Duck Player в новой вкладке
sk: Otvoriť Duck Player na novej karte
sl: Odpri Duck Player v novem zavihku
sv: Öppna Duck Player på en ny flik
tr: Duck Player'ı yeni bir sekmede aç

# duckplayer.settings.open-videos-in
source: Open YouTube Videos in Duck Player
bg: Отваряне на видеоклипове от YouTube в Duck Player
cs: Otevírat videa na YouTube v přehrávači Duck Player
da: Åbn YouTube-videoer i Duck Player
de: YouTube-Videos in Duck Player öffnen
el: Ανοίξτε τα βίντεο του YouTube στο Duck Player
et: Kas avada YouTube'i videod Duck Playeris?
fi: Avaa YouTube-videot Duck Playerissa
fr: Ouvrir les vidéos YouTube dans Duck Player
hr: Otvaraj YouTube videozapise u Duck Playeru
hu: YouTube-videók megnyitása a Duck Playerrel
it: Apri i video di YouTube in Duck Player
lt: Atidaryti „YouTube“ vaizdo įrašus „Duck Player“
nb: Åpne YouTube-videoer i Duck Player
nl: YouTube-video's openen in Duck Player
pt: Abrir vídeos do YouTube no Duck Player
ro: Deschide videoclipuri în Duck Player
ru: Открывать видео из YouTube в Duck Player
sk: Otvárať YouTube videá s Duck Player?
sl: Videoposnetke v YouTubu odpri s predvajalnikom Duck Player
sv: Öppna YouTube-videor i Duck Player
tr: YouTube Videolarını Duck Player'da Aç

source: Email Protection
bg: Защита на имейл
cs: Ochrana e-mailu
da: E-mailbeskyttelse
de: E-Mail-Schutz
el: Προστασία email
et: E-posti kaitse
fi: Sähköpostisuojaus
fr: Protection des e-mails
hr: Zaštita e-pošte
hu: E-mail védelem
it: Protezione email
lt: El. pašto apsauga
lv: E-pasta aizsardzība
nb: E-postbeskyttelse
nl: E-mailbescherming
pt: Proteção de e-mail
ro: Protecția comunicațiilor prin e-mail
ru: Защита электронной почты
sk: Ochrana e-mailu
sl: Zaščita e-pošte
sv: E-postskydd
tr: E-posta Koruması

# email.aliasAlert.decline
source: Cancel
bg: Отмени
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
et: Tühista
fi: Peruuta
fr: Annuler
hr: Otkaži
hu: Mégsem
it: Annulla
lt: Atšaukti
lv: Atcelt
nb: Avbryt
nl: Annuleren
pt: Cancelar
ro: Renunță
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal
uk: Скасувати

# email.aliasAlert.generatePrivateAddress
source: Generate Private Duck Address
bg: Генериране на личен Duck Address
cs: Vygenerovat soukromou adresu Duck
da: Opret privat Duck-adresse
de: Private Duck-Adresse generieren
el: Δημιουργήστε ιδιωτική Duck Address
et: Loo privaatne Duck Address
fi: Luo yksityinen Duck Address
fr: Générer une Duck Address privée
hr: Generiraj privatnu adresu Duck Address
hu: Privát Duck-cím generálása
it: Genera Duck Address privato
lt: Generuoti privatų „Duck“ adresą
lv: Ģenerēt privātu Duck adresi
nb: Generer privat Duck Address
nl: Privé-Duck Address genereren
pt: Gerar um Duck Address Privado
ro: Generează o Duck Address privată
ru: Создать адрес на Duck
sk: Generovať súkromnú adresu Duck
sl: Ustvarjanje zasebnega naslova Duck
sv: Generera privat Duck Address
tr: Özel Duck Address Oluştur
uk: Згенеруйте приватну адресу

# email.aliasAlert.prompt.generatePrivateAddress
source: Generate Private Duck Address
bg: Генериране на личен Duck Address
cs: Vygenerovat soukromou adresu Duck
da: Opret privat Duck-adresse
de: Private Duck-Adresse generieren
el: Δημιουργήστε ιδιωτική Duck Address
et: Loo privaatne Duck Address
fi: Luo yksityinen Duck Address
fr: Générer une Duck Address privée
hr: Generiraj privatnu adresu Duck Address
hu: Privát Duck-cím létrehozása
it: Genera Duck Address privato
lt: Generuoti privatų „Duck“ adresą
lv: Ģenerēt privātu Duck adresi
nb: Generer privat Duck Address
nl: Privé-Duck Address genereren
pt: Gerar um Duck Address Privado
ro: Generează o Duck Address privată
ru: Создать адрес на Duck
sk: Generovať súkromnú adresu Duck
sl: Ustvarjanje zasebnega naslova Duck
sv: Generera privat Duck Address
tr: Özel Duck Address Oluştur

# email.aliasAlert.prompt.generatePrivateAddress.subtitle
source: Block email trackers & hide address
bg: Блокиране на имейл тракерите и скриване на адреса
cs: Blokuj e-mailové trackery a skryj svou adresu
da: Bloker e-mailtrackere og skjul adresse
de: E-Mail-Tracker blockieren & Adresse verbergen
el: Αποκλεισμός εφαρμογών παρακολούθησης email και απόκρυψη διεύθυνσης
et: Blokeeri e-posti jälgijad ja peida aadress
fi: Estä sähköpostin seurantaohjelmat ja piilota osoite
fr: Bloquer les traqueurs d'e-mails et masquer l'adresse
hr: Blokiraj praćenje e-pošte i sakrij adresu
hu: E-mail-nyomkövetők blokkolása, és a cím elrejtése
it: Blocca i sistemi di tracciamento e-mail e nascondi il tuo indirizzo
lt: Blokuoti el. pašto stebėjimo priemones ir slėpti adresą
lv: Bloķē e-pasta izsekotājus un paslēp adresi
nb: Blokker e-postsporere og skjul adresse
nl: E-mailtrackers blokkeren en adres verbergen
pt: Bloquear rastreadores de e-mail e ocultar endereço
ro: Blochează tehnologiile de urmărire din e-mailuri și ascunde adresa
ru: Скрывает ваш адрес и блокирует почтовые трекеры
sk: Blokujte sledovače e-mailov a skryte adresu
sl: Blokirajte sledilnike e-pošte in skrijte naslov
sv: Blockera e-postspårare och dölj din adress
tr: E-posta izleyicileri engelleyin ve adresi gizleyin

# email.aliasAlert.prompt.title
source: Select email address
bg: Изберете имейл адрес
cs: Vyber e-mailovou adresu
da: Vælg e-mailadresse
de: E-Mail-Adresse auswählen
el: Επιλογή διεύθυνσης email
et: Vali e-posti aadress
fi: Valitse sähköpostiosoite
fr: Sélectionnez une adresse e-mail
hr: Odabir adrese e-pošte
hu: E-mail-cím kiválasztása
it: Seleziona l'indirizzo e-mail
lt: Pasirinkite el. pašto adresą
lv: Izvēlies e-pasta adresi
nb: Velg e-postadresse
nl: E-mailadres selecteren
pt: Seleciona o endereço de e-mail
ro: Selectează adresa de e-mail
ru: Выберите адрес электронной почты
sk: Vyberte e-mailovú adresu
sl: Izberite e-poštni naslov
sv: Välj e-postadress
tr: E-posta adresini seçin

# email.aliasAlert.prompt.useUserAddress.subtitle
source: Block email trackers
bg: Блокиране на имейл тракери
cs: Blokuj e-mailové trackery
da: Blokerer e-mailtrackere
de: E-Mail-Tracker blockieren
el: Αποκλεισμός εφαρμογών παρακολούθησης email
et: Blokeeri e-posti jälgijad
fi: Estä sähköpostin seurantaohjelmat
fr: Bloquer les traqueurs d'e-mails
hr: Blokiranje alata za praćenje e-pošte
hu: E-mail-nyomkövetők blokkolása
it: Blocca i sistemi di tracciamento e-mail
lt: Blokuoti el. pašto sekimo priemones
lv: Bloķē e-pasta izsekotājus
nb: Blokker e-postsporere
nl: E-mailtrackers blokkeren
pt: Bloquear rastreadores de e-mail
ro: Blochează tehnologiile de urmărire din e-mail
ru: Для блокировки почтовых трекеров
sk: Blokuje e-mailové sledovače
sl: Blokirajte sledilnike e-pošte
sv: Blockera e-postspårare
tr: E-posta izleyicileri engelleyin

# email.aliasAlert.title
source: Block email trackers with a Duck Address
bg: Блокирайте имейл тракерите с Duck адрес
cs: Blokování e-mailových trackerů pomocí adresy Duck
da: Blokér e-mailtrackere med en Duck-adresse
de: E-Mail-Tracker mit einer Duck-Adresse blockieren
el: Αποκλείστε εφαρμογές παρακολούθησης email με μια Διεύθυνση Duck
et: Blokeerige e-posti jälgijad Ducki aadressiga
fi: Estä sähköpostiseuranta Duck-osoitteella
fr: Bloquer les traqueurs d'e-mails avec une adresse Duck
hr: Blokirajte praćenje e-pošte s Duck adresom
hu: E-mail nyomkövetők letiltása Duck-címmel
it: Blocca i sistemi di tracciamento e-mail con un indirizzo Duck
lt: Blokuoti el. pašto adresų stebėjimo priemones „Duck“ adresams
lv: Bloķē e-pasta izsekotājus ar Duck adresi
nb: Blokker e-postsporere med en Duck-adresse
nl: E-mailtrackers met een Duck-adres blokkeren
pt: Bloqueie os rastreadores de e-mail com um endereço do Duck
ro: Blochează instrumentele de urmărire a e-mailului cu o adresă Duck
ru: Блокировать почтовые трекеры с адресом Duck
sk: Blokujte e-mailové sledovače (trackery) s adresou Duck
sl: Blokiraj sledilnike e-pošte z naslovom Duck
sv: Blockera e-postspårare med en Duck-adress
tr: Duck Adresi ile e-posta izleyicileri engelleyin
uk: Блокуйте трекери електронної пошти за допомогою Duck Address

# email.aliasAlert.useUserAddress
source: Use %@
bg: Използване на %@
cs: Použit %@
da: Brug %@
de: %@ verwenden
el: Χρησιμοποιήστε το %@
et: Kasutage %@
fi: Käytä %@
fr: Utiliser %@
hr: Koristite %@
hu: %@ használata
it: Usa %@
lt: Naudoti %@
lv: Izmantot %@
nb: Bruk %@
nl: Gebruik %@
ro: Folosește %@
ru: Использовать %@
sk: Použite %@
sl: Uporabi %@
sv: Använd %@
tr: %@ adresini kullan
uk: Використовуйте %@

# email.browsingMenu.alert
source: New address copied to your clipboard
bg: Новият адрес е копиран в клипборда
cs: Nová adresa zkopírovaná do vaší schránky
da: Ny adresse kopieret til din udklipsholder
de: Neue Adresse wurde in deine Zwischenablage kopiert
el: Έγινε αντιγραφή νέας διεύθυνσης στο πρόχειρό σας
et: Uus aadress kopeeriti teie lõikelauale
fi: Uusi osoite on kopioitu leikepöydälle
fr: Nouvelle adresse copiée dans le presse-papiers
hr: Nova adresa kopirana je u međuspremnik
hu: Új cím a vágólapra másolva
it: Nuovo indirizzo copiato negli appunti
lt: Naujas adresas nukopijuotas į jūsų iškarpinę
lv: Jaunā adrese tika iekopēta tavā starpliktuvē
nb: Ny adresse kopiert til utklippstavlen
nl: Nieuw adres gekopieerd naar je klembord
pt: Novo endereço copiado para a área de transferência
ro: Adresă nouă copiată în clipboard
ru: Новый адрес скопирован в буфер обмена
sk: Nová adresa bola skopírovaná do schránky
sl: Nov naslov je kopiran v odložišče
sv: Ny adress har kopierats till Urklipp
tr: Yeni adres panoya kopyalandı
uk: Нова адреса скопійована в буфер обміну

# email.browsingMenu.useNewDuckAddress
source: Generate Private Duck Address
bg: Генериране на личен Duck Address
cs: Vygenerovat soukromou adresu Duck
da: Opret privat Duck-adresse
de: Private Duck-Adresse generieren
el: Δημιουργήστε ιδιωτική Duck Address
et: Loo privaatne Duck Address
fi: Luo yksityinen Duck Address
fr: Générer une Duck Address privée
hr: Generiraj privatnu adresu Duck Address
hu: Privát Duck-cím létrehozása
it: Genera Duck Address privato
lt: Generuoti privatų „Duck“ adresą
lv: Ģenerēt privātu Duck adresi
nb: Generer privat Duck Address
nl: Privé-Duck Address genereren
pt: Gerar um Duck Address Privado
ro: Generează o Duck Address privată
ru: Создать адрес на Duck
sk: Generovať súkromnú adresu Duck
sl: Ustvarjanje zasebnega naslova Duck
sv: Generera privat Duck Address
tr: Özel Duck Address Oluştur
uk: Створіть Duck адресу

# email.settings.enabled
source: Enabled
bg: Активирано
cs: Povoleno
da: Aktiveret
de: Aktiviert
el: Ενεργοποιήθηκε
et: Lubatud
fi: Käytössä
fr: Activé
hr: Omogućeno
hu: Engedélyezve
it: Attivato
lt: Įjungta
lv: Iespējota
nb: Aktivert
nl: Ingeschakeld
pt: Ativado
ro: Activat
ru: Включено
sk: Zapnuté
sl: Omogočeno
sv: Aktiverad
tr: Etkin
uk: Увімкнено

# email.settings.footer
source: Removing Email Protection from this device removes the option to fill in your Personal Duck Address or a newly generated Private Duck Address into email fields as you browse the web. To delete your Duck Addresses entirely, or for any other questions or feedback, reach out to us at support@duck.com.
bg: Когато защитата на имейли бъде премахната от това устройство, ще бъде премахната и опцията за попълване на вашия личен Duck адрес или генериран нов личен Duck адрес в полетата за имейл при сърфиране в мрежата. Ако искате да изтриете напълно своите Duck адреси или имате други въпроси или обратна връзка, свържете се с нас на support@duck.com.
cs: Odebráním ochrany e-mailů z tohoto zařízení se při procházení webu odstraní možnost vyplnit osobní adresu Duck nebo nově vygenerovanou soukromou adresu Duck do e-mailových polí. Pokud chcete úplně vymazat vaše adresy Duck nebo máte jakékoli další dotazy nebo zpětnou vazbu, obraťte se na nás na adrese support@duck.com.
da: Fjernelse af e-mailbeskyttelse fra denne enhed fjerner muligheden for at udfylde din personlige Duck-adresse eller en nyoprettet privat Duck-adresse i e-mailfelter, når du surfer på nettet. Hvis du vil slette dine Duck-adresser helt eller har andre spørgsmål eller feedback, kan du kontakte os på support@duck.com.
de: Beim Entfernen des E-Mail-Schutzes von diesem Gerät wird auch die Option entfernt, über die beim Browsen automatisch deine persönliche Duck-Adresse oder deine neu erstellte private Duck-Adresse in die E-Mail-Felder eingegeben wird. Wenn du mehr darüber erfahren möchtest, wie du deine Duck-Adressen vollständig löschen kannst oder andere Fragen oder Feedback an uns hast, melde dich bei uns unter support@duck.com.
el: Αφαιρώντας την Προστασία email από τη συσκευή αυτή καταργείται η επιλογή συμπλήρωσης της Προσωπικής διεύθυνσης Duck που διαθέτετε ή μιας Ιδιωτικής διεύθυνσης Duck που δημιουργήθηκε πρόσφατα στα πεδία email καθώς περιηγείστε στο διαδίκτυο.<br/><br/>Για να διαγράψετε εντελώς τις Διευθύνσεις Duck που διαθέτετε ή για οποιεσδήποτε άλλες ερωτήσεις ή σχόλια, επικοινωνήστε μαζί μας στο support@duck.com.
et: E-posti kaitse eemaldamine sellest seadmest eemaldab veebis sirvimise ajal võimaluse sisestada oma isiklik Ducki aadress või äsja loodud isiklik Ducki aadress e-posti väljadele. Oma Ducki aadresside täielikuks kustutamiseks või muude küsimuste või tagasiside saamiseks pöörduge meie poole aadressil support@duck.com.
fi: Sähköpostisuojauksen poistaminen tältä laitteelta poistaa mahdollisuuden kirjoittaa yksityinen Duck-osoitteesi tai juuri luotu yksityinen Duck-osoite sähköpostikenttään verkkoa selatessasi.<br/><br/>Ota yhteyttä osoitteeseen support@duck.com, jos haluat poistaa Duck-osoitteesi kokonaan tai jos sinulla on kysymyksiä tai palautetta.
fr: En supprimant la protection des e-mails de cet appareil, vous ne pourrez plus renseigner d'adresse Duck personnelle ni de nouvelle adresse privée Duck dans les champs Adresse e-mail lorsque vous naviguez sur le Web.<br/><br/>Pour supprimer intégralement vos adresses Duck ou pour toute autre question ou commentaire, contactez-nous à l'adresse support@duck.com.
hr: Uklanjanjem zaštite e-pošte s ovog uređaja uklanja se i mogućnost popunjavanja polja vaše osobne ili novogenerirane privatne Duck adrese dok pregledavate web. Želite li u cijelosti izbrisati svoje Duck adrese te imate li pitanja ili povratne informacije, pišite nam na support@duck.com.
hu: Az e-mail-védelem eltávolítása erről az eszközről megszünteti azt a lehetőséget, hogy a webböngészés során a rendszer automatikusan beírja a személyes Duck-címedet vagy egy újonnan létrehozott privát Duck-címet az e-mail-cím mezőkbe. A Duck-címeid teljes törléséhez, vagy bármilyen más kérdés vagy visszajelzés esetén fordulj hozzánk a support@duck.com címen.
it: Rimuovendo la funzione Protezione e-mail da questo dispositivo rimuoverai l'opzione di compilazione automatica del tuo indirizzo Duck personale o di un indirizzo Duck privato appena generato nei campi e-mail mentre navighi sul web. Per eliminare completamente i tuoi indirizzi Duck o per qualsiasi altra domanda o feedback, contattaci all'indirizzo support@duck.com.
lt: Jei iš šio įrenginio pašalinsite el. pašto adreso apsaugos priemonę, bus pašalinta parinktis el. pašto adreso laukuose įvesti asmeninį „Duck“ adresą arba sugeneruotą naują privatų „Duck“ adresą jums naršant internete. Norėdami visiškai ištrinti savo „Duck“ adresus arba jei turite klausimų ar norite išreikšti nuomonę, susisiekite su mumis el. pašto adresu support@duck.com.
lv: Noņemot e-pasta aizsardzību no šīs ierīces, tiek noņemta iespēja tīmekļa pārlūkošanas laikā e-pasta laukos ievadīt personisko Duck adresi vai no jauna ģenerēto privāto Duck adresi. Lai pilnībā izdzēstu savas Duck adreses, kā arī jautājumu vai atsauksmju gadījumā sazinies ar mums pa e-pastu support@duck.com.
nb: Hvis du fjerner e-postbeskyttelse fra denne enheten, fjerner du muligheten til å fylle inn din personlige Duck-adresse eller en nygenerert privat Duck-adresse i e-postfelt når du surfer på nettet. Hvis du vil slette Duck-adressene dine helt, eller har andre spørsmål eller tilbakemeldinger, kan du kontakte oss på support@duck.com.
nl: Als je E-mailbescherming van dit apparaat verwijdert, kun je je persoonlijke Duck-adres niet meer invullen en geen nieuwe privé-Duck-adressen genereren in e-mailvelden terwijl je op het internet surft.<br/><br/>Als je je Duck-adressen volledig wilt verwijderen of als je andere vragen of feedback hebt, kun je contact met ons opnemen via support@duck.com.
pt: Ao remover a proteção de e-mail deste dispositivo, remove a opção de preencher o seu endereço pessoal Duck ou um endereço privado recém-gerado Duck nos campos de e-mail enquanto navega na web. Para excluir totalmente os seus endereços Duck, ou para qualquer outra pergunta ou feedback, entre em contato connosco em support@duck.com.
ro: Eliminarea protecției comunicațiilor prin e-mail de pe acest dispozitiv elimină opțiunea de a completa adresa personală Duck sau o adresă Duck privată recent generată, în câmpurile de e-mail în timp ce navighezi pe web.<br/><br/>Pentru a-ți șterge în totalitate adresele Duck sau pentru orice alte întrebări sau feedback, ne poți contacta la adresa: support@duck.com.
ru: Снятие почтовой защиты на данном устройстве лишит вас возможности вносить свой личный адрес на Duck или свежесгенерированный приватный адрес Duck в поле для электронной почты при посещении сайтов.<br/><br/>Если вы хотите полностью удалить свои адреса Duck, задать нам вопрос или отправить отзывы и предложения, пишите нам: support@duck.com.
sk: Odstránením e-mailovej ochrany z tohto zariadenia stratíte pri prezeraní webu možnosť dopĺňania svojej osobnej adresy Duck alebo novej vygenerovanej súkromnej adresy Duck do polí pre e-mail. Ak chcete úplne odstrániť svoje adresy Duck alebo ak máte akékoľvek otázky či pripomienky, obráťte sa na nás na adrese support@duck.com.
sl: Odstranitev zaščite e-pošte iz te naprave odstrani možnost, da med brskanjem po spletu v e-poštna polja vpišete svoj osebni naslov Duck ali na novo ustvarjeni zasebni naslov Duck. Če želite v celoti izbrisati svoje naslove Duck ali imate druga vprašanja oz. povratne informacije, se obrnite na nas na support@duck.com.
sv: Om du tar bort e-postskyddet från denna enhet försvinner möjligheten att fylla i din personliga Duck-adress, eller en nyskapad Duck-adress, i e-postfält när du surfar på webben.<br/><br/>Om du vill radera dina Duck-adresser helt eller om du har andra frågor eller synpunkter ber vi dig kontakta oss på support@duck.com.
tr: E-posta Korumasını bu cihazdan kaldırmak, Web'de gezinirken Kişisel Duck Adresinizi veya yeni oluşturulan Özel Duck Adresinizi e-posta alanlarına doldurma seçeneğini kaldırır. Duck Adreslerinizi tamamen silmek veya diğer sorularınız veya geri bildirimleriniz için support@duck.com adresinden bize ulaşın.
uk: Зняття захисту електронної пошти з цього пристрою виключає можливість заповнювати вашу особисту Duck адресу або щойно створену приватну Duck адресу в полях електронної пошти під час перегляду веб-сторінок. Щоб повністю видалити свої Duck адреси, або для будь-яких інших запитань чи відгуків, зв’яжіться з нами за адресою support@duck.com.

# email.settings.off
source: Off
bg: Изключено
cs: Vypnout
da: Fra
de: Aus
el: Κλειστό
et: Väljas
fi: Pois
fr: Désactivé
hr: Isključeno
hu: Ki
lt: Išjungti
lv: Izslēgts
nb: Av
nl: Uit
pt: Desligado
ro: Dezactivat
ru: Выключено
sk: Vypnuté
sl: Izklopljeno
sv: Av
tr: Kapalı
uk: Вимкнено
