Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# feedback.performance.description
source: Performance Issues
bg: Проблеми с работата
cs: Potíže s výkonností
da: Problemer med ydeevnen
de: Leistungsprobleme
el: Προβλήματα επιδόσεων
et: Toimivusega seotud probleemid
fi: Suorituskykyyn liittyvät ongelmat
fr: Problèmes de performances
hr: Problemi s izvedbom
hu: Teljesítmény-problémák
it: Problemi di performance
lt: Veikimo problemos
lv: Veiktspējas problēmas
nb: Ytelsesproblemer
nl: Prestatieproblemen
pt: Problemas de desempenho
ro: Probleme privind funcționarea
ru: Проблемы с производительностью
sk: Problémy s výkonnosťou
sl: Težave z učinkovitostjo
sv: Prestandaproblem
tr: Performans Sorunları
uk: Проблеми з продуктивністю

# feedback.performance.entry
source: The app is slow, buggy, or crashes
bg: Приложението е бавно, има бъгове или се срива
cs: Aplikace je pomalá, chybná nebo se hroutí
da: Appen er langsom, fejlfyldt eller bryder sammen
de: Die App ist langsam, fehlerhaft oder stürzt ab
el: Η εφαρμογή είναι αργή, ελαττωματική ή παρουσιάζει σφάλματα
et: Rakendus on aeglane, vigane või jookseb kokku
fi: Sovellus on hidas, virheellinen tai kaatuu
fr: L'application est lente, bogue ou plante
hr: Aplikacija je spora, neispravna, ili se ruši
hu: Az alkalmazás lassú, hibás, vagy sokszor összeomlik
it: L'app è lenta, presenta bug o arresti anomali
lt: Programa veikia lėtai, genda ar stringa
lv: Lietotne ir lēna, kļūdaina vai avarē
nb: Appen er treg, full av feil eller krasjer
nl: De app is traag, heeft veel bugs of crasht
pt: A aplicação é lenta, tem bugs ou falha
ro: Aplicația este lentă, cu erori sau se blochează
ru: Приложение работает слишком медленно, часто возникают ошибки или сбои
sk: Aplikácia je pomalá, chybná alebo zlyháva
sl: Aplikacija je počasna, ima napake ali se zruši
sv: Appen är långsam, har många buggar eller kraschar
tr: Uygulama yavaş, hatalı veya kilitleniyor
uk: Додаток працює повільно, працює з помилками або виходить з ладу

# feedback.performance.other
source: None of these
bg: Никое от тези
cs: Žádné z výše uvedených
da: Ingen af disse
de: Keine davon
el: Τίποτα από τα παραπάνω
et: Mitte ükski neist
fi: Ei mikään näistä
fr: Aucune de ces options
hr: Ništa od navedenog
hu: Ezek közül egyik sem
it: Nessuna di queste opzioni
lt: Nei vienas iš šių
lv: Neviens no šiem
nb: Ingen av disse
nl: Geen van deze
pt: Nenhuma das opções anteriores
ro: Niciuna dintre acestea
ru: Ничего из перечисленного
sk: Nič z uvedeného
sl: Nič od tega
sv: Inget av ovanstående
tr: Bunların hiçbiri
uk: Ніщо з цього

# feedback.performance.playback
source: Video or media playback bugs
bg: Бъгове при възпроизвеждане на видео или мултимедийни файлове
cs: Chyby při přehrávání videa nebo médií
da: Fejl ved video- eller medieafspilning
de: Video- oder Medienwiedergabefehler
el: Προβλήματα αναπαραγωγής βίντεο ή πολυμέσων
et: Video või meedia taasesituse vead
fi: Videon tai median toistovirheet
fr: Bogues de lecture vidéo ou multimédia
hr: Pogreške u reprodukciji videozapisa ili medija
hu: Video- vagy médialejátszási hibák
it: Bug nella riproduzione di video ed elementi multimediali
lt: Vaizdo įrašų arba medijos atkūrimo klaidos
lv: Video vai multivides atskaņošanas kļūdas
nb: Problemer med avspilling av video og medier
nl: Bugs bij afspelen van video's of media
pt: Bugs de reprodução de vídeo ou multimédia
ro: Erori de redare video sau media
ru: Видео или медиа воспроизводится с ошибками
sk: Chyby prehrávania videa alebo médií
sl: Napake pri predvajanju videoposnetkov ali medijev
sv: Video- eller medieuppspelningsfel
tr: Video veya medya oynatma hataları
uk: Помилки відтворення відео або медіа

# feedback.performance.slowLoading
source: Web pages or search results load slowly
bg: Уеб страниците или резултатите от търсене се зареждат бавно
cs: Webové stránky nebo výsledky vyhledávání se načítají pomalu.
da: Websider eller søgeresultater indlæses langsomt
de: Webseiten oder Suchergebnisse laden langsam
el: Οι ιστοσελίδες ή τα αποτελέσματα αναζήτησης φορτώνουν αργά
et: Veebilehed või otsingutulemid laaditakse aeglaselt
fi: Verkkosivut tai hakutulokset latautuvat hitaasti
fr: Les pages Web ou les résultats de recherche se chargent lentement
hr: Web-stranice ili rezultati pretraživanja učitavaju se sporo
hu: A weboldalak vagy a keresési eredmények lassan töltődnek be
it: Il caricamento delle pagine web o dei risultati di ricerca è lento
lt: Žiniatinklio puslapiai arba paieškos rezultatai įkeliami lėtai
lv: Tīmekļa lapas vai meklēšanas rezultāti tiek lēni ielādēti
nb: Nettsider og søkeresultater lastes inn sakte
nl: Webpagina's of zoekresultaten worden langzaam geladen
pt: Páginas Web ou resultados de pesquisa carregados lentamente
ro: Paginile web sau rezultatele căutării se încarcă încet
ru: Медленно загружаются страницы или результаты поиска
sk: Pomalé načítavanie webových stránok alebo výsledkov vyhľadávania
sl: Spletne strani ali rezultati iskanja se nalagajo počasi
sv: Webbsidor eller sökresultat laddas långsamt
tr: Web sayfaları veya arama sonuçları yavaş yükleniyor
uk: Вебсторінка або результати пошуку завантажуються повільно

# feedback.pir.category.not-me
source: The scan found records which aren't me
bg: Сканирането откри записи, които не са направени от мен
cs: Skenování našlo záznamy, které se mě netýkají
da: Scanningen fandt poster, der ikke vedrører mig
de: Scan hat Datensätze gefunden, die nicht von mir sind
el: Η σάρωση βρήκε εγγραφές που δεν με αφορούν
et: Skaneerimisel leiti kirjeid, mis ei ole minuga seotud
fi: Skannaus löysi tietueita, jotka eivät liity minuun
fr: L'analyse a trouvé des données qui ne me concernent pas
hr: Skeniranje je pronašlo zapise koji nisu povezani sa mnom
hu: A vizsgálat olyan adatokat talált, amelyek nem hozzám tartoznak
it: La scansione ha trovato dei record che non sono miei
lt: Nuskaitymas aptiko įrašus, kurie nėra mano
nb: Skanningen fant oppføringer som ikke er meg
nl: De scan vond gegevens die niet van mij zijn
pt: A verificação encontrou registos que não correspondem a mim
ru: Найденная информация принадлежит не мне
sk: Skenovanie našlo záznamy, ktoré sa ma netýkajú
sl: Pri pregledu so bili najdeni zapisi, ki niso moji
sv: Skanningen hittade poster som inte är mina
tr: Tarama, beni temsil etmeyen kayıtlar buldu

# feedback.pir.category.nothing-on-site
source: The scan didn't find my info on a specific site
bg: Сканирането не откри моята информация на конкретен сайт
cs: Skenování nenašlo moje informace na konkrétním webu
da: Scanningen fandt ikke mine oplysninger på en specifik side
de: Der Scan hat meine Informationen auf einer bestimmten Website nicht gefunden
el: Η σάρωση δεν βρήκε τις πληροφορίες μου σε έναν συγκεκριμένο ιστότοπο
et: Skaneerimisel ei leitud minu infot konkreetselt saidilt
fi: Skannaus ei löytänyt tietojani tietyltä sivustolta
fr: L'analyse n'a pas trouvé mes informations sur un certain site
hr: Skeniranje nije pronašlo moje podatke na određenom web-mjestu
hu: A vizsgálat nem találta meg az adataimat egy konkrét weboldalon
it: La scansione non ha trovato le mie informazioni su un sito specifico
lt: Nuskaitymas nerado mano informacijos konkrečioje svetainėje
nb: Skanningen fant ikke opplysningene mine på et bestemt nettsted
nl: De scan heeft mijn gegevens niet gevonden op een specifieke site
pt: A verificação não encontrou a minha informação num site específico
ru: Поиск не обнаружил мои данные на конкретном сайте
sk: Skenovanie nenašlo moje informácie na konkrétnej stránke
sl: Pregled mojih podatkov ni našel na določenem spletnem mestu
sv: Skanningen hittade inte mina uppgifter på en specifik webbplats
tr: Tarama, belirli bir sitede bilgilerimi bulamadı

# feedback.pir.category.other
source: Something else
bg: Нещо друго
cs: Něco jiného
da: Noget andet
de: Etwas anderes
el: Κάτι άλλο
et: Midagi muud
fi: Jotain muuta
fr: Autre chose
hr: Nešto drugo
hu: Valami más
it: Qualcos'altro
lt: Kažkas kito
nb: Noe annet
nl: Iets anders
pt: Outra coisa
ru: Что-то другое
sk: Niečo iné
sl: Nekaj drugega
sv: Övrigt
tr: Başka bir şey

# feedback.pir.category.removal-stuck
source: The removal process is stuck
bg: Процесът на премахване е блокирал
cs: Proces odstranění se zasekl
da: Fjernelsesprocessen er gået i stå
de: Der Entfernungsprozess kommt nicht voran
el: Η διαδικασία αφαίρεσης έχει κολλήσει
et: Eemaldamisprotsess on takerdunud
fi: Poistoprosessi on jumissa
fr: Le processus de suppression est bloqué
hr: Proces uklanjanja ne može nastaviti
hu: Az eltávolítási folyamat elakadt
it: Il processo di rimozione è bloccato
lt: Pašalinimo procesas užstrigo
nb: Fjerningsprosessen er stoppet opp
nl: Het verwijderingsproces is vastgelopen
pt: O processo de remoção está bloqueado
ru: Процесс удаления застопорился
sk: Proces odstránenia je zaseknutý
sl: Postopek odstranitve je zmrznil
sv: Borttagningsprocessen har fastnat
tr: Silme işlemi takıldı

# feedback.pir.category.scan-stuck
source: The scan for records is stuck
bg: Сканирането за записи е блокирало
cs: Skenování záznamů se zaseklo
da: Scanningen efter poster er gået i stå
de: Der Scan für Datensätze wurde nicht abgeschlossen
el: Η σάρωση για εγγραφές έχει κολλήσει
et: Kirjete skannimine on takerdunud
fi: Tietueiden skannaus on jumissa
fr: L'analyse des données est bloquée
hr: Skeniranje zapisa ne može nastaviti
hu: Az adatok vizsgálata elakadt
it: La scansione dei record è bloccata
lt: Įrašų nuskaitymas užstrigo
nb: Skanningen etter oppføringer er stoppet opp
nl: De scan naar gegevens is vastgelopen
pt: A verificação de registos está bloqueada
ru: Поиск данных застопорился
sk: Skenovanie záznamov je zaseknuté
sl: Skeniranje zapisov je zmrznilo
sv: Skanningen efter poster har fastnat
tr: Kayıt tarama işlemi takıldı

# feedback.pir.category.select
source: Select a category
bg: ИЗБЕРЕТЕ КАТЕГОРИЯ
cs: VYBER KATEGORII
da: VÆLG EN KATEGORI
de: EINE KATEGORIE AUSWÄHLEN
el: ΕΠΙΛΕΞΤΕ ΚΑΤΗΓΟΡΙΑ
et: VALI KATEGOORIA
fi: VALITSE KATEGORIA
fr: SÉLECTIONNER UNE CATÉGORIE
hr: ODABERI KATEGORIJU
hu: VÁLASSZ KATEGÓRIÁT
it: SELEZIONA UNA CATEGORIA
lt: PASIRINKITE KATEGORIJĄ
nb: VELG EN KATEGORI
nl: SELECTEER EEN CATEGORIE
pt: SELECIONA UMA CATEGORIA
ru: ВЫБЕРИТЕ КАТЕГОРИЮ
sk: VYBERTE KATEGÓRIU
sl: IZBERITE KATEGORIJO
sv: VÄLJ EN KATEGORI
tr: BİR KATEGORİ SEÇİN

# feedback.positive.form.header
source: Share Details
bg: Споделете подробности
cs: Podělte se o podrobnosti.
da: Del oplysninger
de: Weitere Informationen teilen
el: Μοιραστείτε τις λεπτομέρειες
et: Jagage üksikasju
fi: Kerro tarkempia tietoja
fr: Partager des informations
hr: Podijeli pojedinosti
hu: Részletek megosztása
it: Condividi maggiori dettagli
lt: Dalintis informacija
lv: Informācijas kopīgošana
nb: Del detaljer
nl: Details delen
pt: Partilhar detalhes
ro: Partajare detalii
ru: Добавить комментарий
sk: Povedzte nám viac detailov
sl: Delite podrobnosti
sv: Berätta mer om dina upplevelser
tr: Ayrıntıları paylaşın
uk: Поділитися деталями

# feedback.positive.form.placeholder
source: What have you been enjoying?
bg: Кое Ви беше най-приятно?
cs: Co se vám líbilo?
da: Hvad har du haft glæde af?
de: Was hat dir gefallen?
el: Ποια στοιχεία απολαμβάνετε;
et: Mida olete nautinud?
fi: Mistä olet nauttinut?
fr: Qu'avez-vous apprécié ?
hr: Što ti se sviđalo?
hu: Mi tetszett?
it: Cosa ti è piaciuto?
lt: Kas jums patiko?
lv: Kas tev patika?
nb: Hva liker du?
nl: Wat vond je goed?
pt: Do que tem gostado?
ro: Ce v-a plăcut?
ru: Что вам больше всего понравилось?
sk: Čo sa vám páčilo?
sl: Kaj vam je bilo všeč?
sv: Vad har du uppskattat med appen?
tr: Nelerden hoşlandınız?
uk: Що вам найбільше сподобалось?

# feedback.positive.form.supplementary
source: Are there any details you’d like to share with the team?
bg: Искате ли да споделите повече подробности с нашия екип?
cs: Máte nějaké podrobnosti, o které byste se chtěli podělit s týmem?
da: Er der nogen detaljer, du gerne vil dele med teamet?
de: Gibt es weitere Informationen, die du dem Team mitteilen möchtest?
el: Υπάρχει κάτι που θα θέλατε να μοιραστείτε με την ομάδα;
et: Kas on mingeid üksikasju, mida soovid meeskonnaga jagada?
fi: Haluaisitko kertoa tiimille tarkempia tietoja?
fr: Y a-t-il des informations que vous aimeriez partager avec l'équipe ?
hr: Želiš li s našim timom podijeliti neke pojedinosti?
hu: Szeretnél valamit megosztani a csapattal?
it: Vuoi condividere qualche informazione specifica con il team?
lt: Ar norėtumėte papasakoti išsamiau?
lv: Vai vēlies norādīt mūsu komandai papildinformāciju?
nb: Har du noe mer du ønsker å dele med teamet?
nl: Zijn er details die je met het team wilt delen?
pt: Há algum pormenor que deseje partilhar com a equipa?
ro: Există detalii pe care doriți să le împărtășiți echipei?
ru: Хотите добавить комментарий для нашей команды разработчиков?
sk: Chceli by ste tímu povedať podrobnosti?
sl: Ali so kakšne podrobnosti, ki jih želite deliti z ekipo?
sv: Finns det några detaljer du vill dela med teamet?
tr: Ekiple paylaşmak istediğiniz ayrıntılar var mı?
uk: Чи є якісь деталі, якими ви хотіли б поділитися з командою?

# feedback.positive.header
source: Awesome to Hear!
bg: Страхотно е да чуем това!
cs: To rádi slyšíme!
da: Fantastisk at høre!
de: Das freut uns!
el: Αυτό μας κάνει πολύ χαρούμενους!
et: Vinge kuulda!
fi: Mahtava kuulla!
fr: Nous sommes heureux de l'apprendre !
hr: Divno je to čuti!
hu: Örömmel halljuk!
it: Fantastico!
lt: Nuostabu tai girdėti!
lv: Prieks dzirdēt!
nb: Flott å høre!
nl: Super om te horen!
pt: É fantástico saber isso!
ro: Ne bucurăm să auzim aceasta!
ru: Приятно слышать!
sk: Tešíme sa z toho!
sl: To je super slišati!
sv: Kul att höra!
tr: Bunu Duymak Harika!
uk: Чудово чути!

# feedback.positive.noThanks
source: No Thanks! I’m Done
bg: Не, благодаря! Готово
cs: Ne, díky! Skončil(a) jsem
da: Nej tak. jeg er færdig
de: Nein danke. Ich bin fertig
el: Όχι ευχαριστώ! Τελείωσα
et: Tänan, ei! Olen lõpetanud
fi: Ei kiitos! Valmista
fr: Non merci ! J'ai terminé
hr: Ne, hvala! Završio/la sam
hu: Nem, köszönöm. Kész vagyok.
it: No, grazie! Ho finito
lt: Ne, ačiū! Pakaks
lv: Nē, paldies! Es pabeidzu.
nb: Nei takk. Jeg er ferdig.
nl: Nee, bedankt! Ik ben klaar
pt: Não, obrigado! Terminei
ro: Nu mulțumesc! Am terminat
ru: Нет, спасибо. У меня пока всё
sk: Nie, vďaka! Skončil/skončila som
sl: Ne, hvala! Zaključil/a sem
sv: Nej tack! Jag är klar.
tr: Hayır Teşekkürler! Şimdilik Bu Kadar
uk: Ні, дякую! У мене все

# feedback.positive.submit
source: Share Details
bg: Споделете подробности
cs: Podělte se o podrobnosti.
da: Del oplysninger
de: Weitere Informationen teilen
el: Μοιραστείτε τις λεπτομέρειες
et: Jagage üksikasju
fi: Kerro tarkempia tietoja
fr: Partager des informations
hr: Podijeli pojedinosti
hu: Részletek megosztása
it: Condividi maggiori dettagli
lt: Dalintis informacija
lv: Kopīgot informāciju
nb: Del detaljer
nl: Details delen
pt: Partilhar detalhes
ro: Partajare detalii
ru: Добавить комментарий
sk: Povedzte nám viac detailov
sl: Delite podrobnosti
sv: Berätta mer om dina upplevelser
tr: Ayrıntıları paylaşın
uk: Поділитися деталями

# feedback.ppro.category.other
source: Something else
bg: Нещо друго
cs: Něco jiného
da: Noget andet
de: Etwas anderes
el: Κάτι άλλο
et: Midagi muud
fi: Jotain muuta
fr: Autre chose
hr: Nešto drugo
hu: Valami más
it: Qualcos'altro
lt: Kažkas kito
nb: Noe annet
nl: Iets anders
pt: Outra coisa
ru: Что-то другое
sk: Niečo iné
sl: Nekaj drugega
sv: Övrigt
tr: Başka bir şey

# feedback.ppro.category.otp
source: Issue with one-time password
bg: Проблем с еднократна парола
cs: Problém s jednorázovým heslem
da: Problem med engangskode
de: Problem mit dem Einmal-Passwort
el: Πρόβλημα με τον κωδικό πρόσβασης μίας χρήσης
et: Probleem ühekordse parooliga
fi: Ongelma kertakäyttöisen salasanan kanssa
fr: Problème lié au mot de passe à usage unique
hr: Problem s jednokratnom lozinkom
hu: Egyszeri jelszóval kapcsolatos probléma
it: Problema con la password monouso
lt: Problema su vienkartiniu slaptažodžiu
nb: Problem med engangspassord
nl: Probleem met eenmalig wachtwoord
pt: Problema com a palavra-passe de utilização única
ru: Проблема с одноразовым паролем
sk: Problém s jednorazovým heslom
sl: Težava z enkratnim geslom
sv: Problem med engångslösenord
tr: Tek kullanımlık şifre ile ilgili sorun

# feedback.ppro.category.select
source: Select a category
bg: ИЗБЕРЕТЕ КАТЕГОРИЯ
cs: VYBER KATEGORII
da: VÆLG EN KATEGORI
de: EINE KATEGORIE AUSWÄHLEN
el: ΕΠΙΛΕΞΤΕ ΚΑΤΗΓΟΡΙΑ
et: VALI KATEGOORIA
fi: VALITSE KATEGORIA
fr: SÉLECTIONNER UNE CATÉGORIE
hr: ODABERI KATEGORIJU
hu: VÁLASSZ KATEGÓRIÁT
it: SELEZIONA UNA CATEGORIA
lt: PASIRINKITE KATEGORIJĄ
nb: VELG EN KATEGORI
nl: SELECTEER EEN CATEGORIE
pt: SELECIONA UMA CATEGORIA
ru: ВЫБЕРИТЕ КАТЕГОРИЮ
sk: VYBERTE KATEGÓRIU
sl: IZBERITE KATEGORIJO
sv: VÄLJ EN KATEGORI
tr: BİR KATEGORİ SEÇİN

# feedback.start.footer
source: Your anonymous feedback is important to us.
bg: Вашите анонимни отзиви са важни за нас.
cs: Vaše anonymní zpětná vazba je pro nás důležitá.
da: Din anonyme feedback er vigtig for os.
de: Dein anonymes Feedback ist uns wichtig.
el: Τα ανώνυμα σχόλιά σας είναι σημαντικά για εμάς.
et: Teie anonüümne tagasiside on meile oluline.
fi: Anonyymi palautteesi on meille tärkeää.
fr: Vos commentaires anonymes sont importants pour nous.
hr: Tvoje anonimne povratne informacije važne za su nas.
hu: Anonim visszajelzésed fontos számunkra.
it: Il tuo feedback anonimo è importante per noi.
lt: Jūsų anoniminiai atsiliepimai mums labai svarbūs.
lv: Tavas anonīmās atsauksmes mums ir svarīgas.
nb: Den anonyme tilbakemeldingen din er viktig for oss.
nl: Jouw anonieme feedback is belangrijk voor ons.
pt: Os seus comentários anônimos são importantes para nós.
ro: Feedbackul dvs. anonim este important pentru noi.
ru: Ваш отзыв важен для нас. Он полностью анонимный.
sk: Anonymná spätná väzba je pre nás dôležitá.
sl: Vaše anonimne povratne informacije so nam pomembne.
sv: Din anonyma återkoppling är viktig för oss.
tr: İsimsiz geri bildiriminiz bizim için önemlidir.
uk: Ваш анонімний відгук важливий для нас.

# feedback.start.header
source: Let’s Get Started!
bg: Да започваме!
cs: Tak se do toho pustíme!
da: Lad os komme i gang!
de: Los geht's!
el: Ας ξεκινήσουμε!
et: Alustame!
fi: Aloitetaan!
fr: Commençons !
hr: Započnimo!
hu: Kezdjünk hozzá!
it: Iniziamo!
lt: Pradėkime!
lv: Sāksim!
nb: Vi setter i gang!
nl: Laten we beginnen!
pt: Vamos começar!
ro: Să începem!
ru: Итак, начнем!
sk: Začnime!
sl: Začnimo!
sv: Då sätter vi igång!
tr: Hadi Başlayalım!
uk: Розпочнімо!

# feedback.start.supplementary
source: How would you categorize your feedback?
bg: Как бихте категоризирали отзивите си?
cs: Do jaké kategorie byste zařadili svou zpětnou vazbu?
da: Hvordan vil du kategorisere din feedback?
de: Wie würdest du dein Feedback kategorisieren?
el: Πώς θα αξιολογούσατε τα σχόλιά σας;
et: Kuidas liigitate oma tagasiside?
fi: Miten luokittelisit palautteesi?
fr: Comment qualifieriez-vous vos commentaires ?
hr: Kamo bi svrstao/la svoje povratne informacije?
hu: Hogyan jellemeznéd a visszajelzésedet?
it: Come classificheresti il tuo feedback?
lt: Kaip suskirstytumėte atsiliepimus į kategorijas?
lv: Kā tu klasificētu savu atsauksmi?
nb: Hvordan vil du kategorisere tilbakemeldingen din?
nl: Hoe zou je jouw feedback categoriseren?
pt: Como classificaria os seus comentários?
ro: Cum vă clasificați feedbackul?
ru: К какой категории вы бы отнесли свой отзыв?
sk: Kam by ste zaradili svoju spätnú väzbu?
sl: Kako bi opredelili svoje povratne informacije?
sv: Hur skulle du kategorisera din återkoppling?
tr: Geri bildirimlerinizi nasıl sınıflandırırsınız?
uk: Як би ви класифікували свій відгук?

# feedback.submitted.confirmation
source: Thank You! Feedback submitted.
bg: Благодарим ви! Отзивът ви е изпратен.
cs: Děkujeme! Zpětná vazba odeslána.
da: Mange tak! Feedback sendt.
de: Vielen Dank! Feedback wurde gesendet.
el: Σας ευχαριστούμε! Το σχόλιο υποβλήθηκε.
et: Aitäh! Tagasiside on esitatud.
fi: Kiitos! Palaute lähetetty.
fr: Merci ! Commentaire envoyé.
hr: Hvala! Povratne informacije su poslane.
hu: Köszönjük! Visszajelzés elküldve.
it: Grazie! Il feedback è stato inviato.
lt: Dėkojame! Atsiliepimas pateiktas.
lv: Paldies! Tava atsauksme ir iesniegta.
nb: Takk! Tilbakemeldingen er sendt.
nl: Dank je wel! Feedback verzonden.
pt: Obrigado! Comentário enviado
ro: Mulțumesc! Feedback trimis.
ru: Спасибо! Ваш отзыв отправлен.
sk: Ďakujeme! Spätná väzba bola odoslaná
sl: Hvala! Povratne informacije so poslane.
sv: Tack! Återkopplingen har skickats.
tr: Teşekkür Ederiz! Geri bildirim gönderildi.
uk: Дякуємо Вам! Відгук надіслано.

# feedback.websiteLoading.description
source: Website Loading Issues
bg: Проблеми със зареждането на уебсайтове
cs: Potíže při načítání webu
da: Problemer med indlæsning af websted
de: Probleme beim Laden der Website
el: Προβλήματα φόρτωσης ιστότοπων
et: Veebisaidi laadimisega seotud probleemid
fi: Verkkosivustojen latausongelmat
fr: Problèmes de chargement de sites Web
hr: Problemi s učitavanjem web-mjesta
hu: Weboldal betöltésével kapcsolatos problémák
it: Problemi nel caricamento di siti web
lt: Problemos kraunantis svetainei
lv: Vietņu ielādes problēmas
nb: Problemer med innlasting av nettsteder
nl: Problemen met laden van website
pt: Problemas de carregamento do site
ro: Probleme privind încărcarea site-ului web
ru: Проблемы с загрузкой сайтов
sk: Problémy s načítavaním webových stránok
sl: Težave z nalaganjem spletnega mesta
sv: Problem med webbplatser som inte laddas korrekt
tr: Web Sitesi Yükleme Sorunları
uk: Проблеми із завантаженням вебсайту

# feedback.websiteLoading.entry
source: Certain websites don’t load correctly
bg: Определени уебсайтове не се зареждат правилно
cs: Určité webové stránky se nenačítají správně
da: Visse websteder indlæses ikke korrekt
de: Bestimmte Websites werden nicht richtig geladen
el: Ορισμένοι ιστότοποι δεν φορτώνουν σωστά
et: Mõned veebisaidid ei laadi õigesti
fi: Jotkin verkkosivustot eivät lataudu oikein
fr: Certains sites Web ne se chargent pas correctement
hr: Određena web-mjesta ne učitavaju se ispravno
hu: Bizonyos weboldalak nem töltődnek be megfelelően
it: Alcuni siti web non vengono caricati correttamente
lt: Kai kurios svetainės įkeliamos neteisingai
lv: Dažas vietnes netiek ielādētas pareizi
nb: Enkelte nettsteder lastes ikke inn på riktig måte
nl: Bepaalde websites worden niet correct geladen
pt: Alguns sites não carregam corretamente
ro: Anumite site-uri web nu se încarcă în mod corect
ru: Некоторые сайты загружаются с ошибками
sk: Webové stránky sa určite nenačítavajú správne
sl: Določena spletna mesta se ne nalagajo pravilno
sv: Vissa webbplatser laddas inte korrekt
tr: Bazı web siteleri düzgün yüklenmiyor
uk: Деякі вебсайти завантажуються неправильно

# feedback.websiteLoading.form.placeholder
source: What content seems to be affected?
bg: Какво съдържание е засегнато?
cs: Jaký obsah se zdá být postižen?
da: Hvilket indhold ser ud til at være påvirket?
de: Welche Inhalte scheinen betroffen zu sein?
el: Ποιο περιεχόμενο φαίνεται να επηρεάζεται;
et: Milline sisu näib olevat mõjutatud?
fi: Mihin sisältöihin vaikutus ulottuu?
fr: Quel contenu semble affecté ?
hr: Na kakav se sadržaj to odnosi?
hu: Milyen tartalmat érint ez?
it: Quali sono i contenuti che sembrano essere colpiti?
lt: Koks turinys atrodo paveiktas?
lv: Kāds saturs, tavuprāt, ir ietekmēts?
nb: Hva slags innhold påvirkes?
nl: Op welke content lijkt het van invloed te zijn?
pt: Que conteúdo pode ser afetado?
ro: Ce conținut pare să fie afectat?
ru: С какими видами содержимого возникли проблемы?
sk: Aký obsah je ovplyvnený?
sl: Na katere vsebine vpliva?
sv: Vilket innehåll verkar påverkas?
tr: Bu durumdan hangi içerikler etkileniyor?
uk: На який контент це вплинуло?
