Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# favorites.settings.all-devices
source: All Device Favorites
bg: Всички любими, запазени на устройството
cs: Všechny oblíbené položky na zařízení
da: Alle favoritter på enheden
de: Alle Gerätefavoriten
el: Αγαπημένα όλων των συσκευών
et: Kõik seadme lemmikud
fi: Kaikki laitteen suosikit
fr: Tous les favoris de l'appareil
hr: Svi favoriti na uređaju
hu: Eszközön lévő minden kedvenc
it: Tutti i preferiti sul dispositivo
lt: Visi įrenginio mėgstamiausi
lv: Visu ierīču izlase
nb: Alle favoritter på enheten
nl: Alle favorieten op apparaat
pt: Todos os favoritos no dispositivo
ro: Toate favoritele de pe dispozitiv
ru: Избранное со всех устройств
sk: Obľúbené položky zo všetkých zariadení
sl: Priljubljene iz vseh naprav
sv: Alla enhetsfavoriter
tr: Tüm Cihaz Sık Kullanılanları

# favorites.settings.footer
source: Choose which favorites to display on a new tab based on their origin.
bg: Изберете кои любими отметки да се показват в нов раздел въз основа на техния произход.
cs: Vyber, které oblíbené položky se mají zobrazit na nové kartě podle jejich původu.
da: Vælg, hvilke favoritter der skal vises på en ny fane baseret på deres oprindelse.
de: Wähle aus, welche Favoriten auf in einem neuen Tab angezeigt werden sollen, je nachdem, woher sie stammen.
el: Επιλέξτε ποια αγαπημένα θα εμφανίζονται σε μια νέα καρτέλα με βάση την προέλευσή τους.
et: Vali, milliseid lemmikuid uuel vahekaardil kuvada, lähtudes nende päritolust.
fi: Valitse alkuperän perusteella, mitkä suosikit näytetään uudessa välilehdessä.
fr: Choisissez les favoris à afficher dans un nouvel onglet en fonction de leur origine.
hr: Odaberi koje favorite želiš prikazati na novoj kartici na temelju njihove izvorne lokacije.
hu: Válaszd ki, hogy az eredetük alapján melyik kedvencek jelenjenek meg az új lapon.
it: Scegli i preferiti da visualizzare in una nuova scheda in base alla loro origine.
lt: Pasirinkite, kuriuos mėgstamiausius rodyti naujame skirtuke pagal jų vietą.
lv: Izvēlies, kurus izlases vienumus rādīt jaunā cilnē, pamatojoties uz to izcelsmi.
nb: Velg hvilke favoritter som skal vises på en ny fane basert på opprinnelsen deres.
nl: Kies welke favorieten je op een nieuw tabblad wilt weergeven op basis van hun herkomst.
pt: Escolhe os favoritos a apresentar num novo separador com base na respetiva origem.
ro: Alege ce favorite să afișezi într-o filă nouă în funcție de originea lor.
ru: Выберите, какие избранные объекты показывать в новой вкладке (в зависимости от места их нахождения).
sk: Vyberte, ktoré obľúbené položky sa majú zobraziť na novej karte na základe ich zdroja.
sl: Izberite priljubljene, ki naj se prikažejo v novem zavihku, glede na njihov izvor.
sv: Välj vilka favoriter som ska visas på en ny flik baserat på deras ursprung.
tr: Kaynaklarına göre hangi favorilerin yeni bir sekmede görüntüleneceğini seçin.

# favorites.settings.header
source: Display Preferences
bg: Предпочитания за показване
cs: Předvolby zobrazení
da: Indstillinger for visning
de: Anzeigeeinstellungen
el: Προτιμήσεις προβολής
et: Kuvamise seaded
fi: Näytön asetukset
fr: Préférences d'affichage
hr: Željeni prikaz
hu: Megjelenítési beállítások
it: Preferenze di visualizzazione
lt: Ekrano nuostatos
lv: Displeja preferences
nb: Visningsinnstillinger
nl: Weergavevoorkeuren
pt: Preferências de apresentação
ro: Preferințe de afișare
ru: Настройки отображения
sk: Nastavenia zobrazenia
sl: Nastavitve prikaza
sv: Visningsinställningar
tr: Ekran Tercihleri

# favorites.settings.mobile-only
source: Mobile Favorites Only
bg: Само любими на мобилни устройства
cs: Jenom oblíbené mobilní položky
da: Kun favoritter på mobil
de: Nur mobile Favoriten
el: Αγαπημένα μόνο για κινητά
et: Ainult mobiililemmikud
fi: Vain mobiilisuosikit
fr: Favoris sur mobile uniquement
hr: Samo favoriti na mobilnom uređaju
hu: Csak mobilon lévő kedvencek
it: Solo preferiti sul dispositivo mobile
lt: Tik mobiliojo mėgstamiausi
lv: Tikai mobilā izlase
nb: Kun favoritter på mobil
nl: Alleen mobiele favorieten
pt: Apenas favoritos em dispositivos móveis
ro: Doar favoritele pentru mobil
ru: Только избранное с телефона
sk: Iba obľúbené mobilné položky
sl: Priljubljene samo iz mobilne naprave
sv: Endast mobila favoriter
tr: Yalnızca Mobil Favoriler

# feedback.browserFeatures.ads
source: Ad and pop-up blocking
bg: Блокиране на реклами и изскачащи прозорци
cs: Blokování reklam a vyskakovacích oken
da: Blokering af annoncer og pop op-vinduer
de: Blockieren von Werbungen und Pop-ups
el: Αποκλεισμός διαφημίσεων και αναδυόμενων παραθύρων
et: Reklaami ja hüpikakende blokeerimine
fi: Mainosten ja ponnahdusikkunoiden esto
fr: Bloquer les publicités et les fenêtres contextuelles
hr: Blokiranje oglasa i skočnih prozora
hu: Hirdetések és felugró ablakok letiltása
it: Blocco di annunci e popup
lt: Reklamų ir iššokančiųjų langų blokavimas
lv: Reklāmu un uznirstošo logu bloķēšana
nb: Blokkering av reklame og popups
nl: Advertentie- en pop-upblokkering
pt: Bloquear anúncios e pop-ups
ro: Blocarea anunțurilor și ferestrelor pop-up
ru: Блокировка рекламы и всплывающих окон
sk: Blokovanie reklám a automaticky otváraných okien
sl: Blokiranje oglasov in pojavnih oken
sv: Blockering av annonser och poppuppfönster
tr: Reklam ve pop-up engelleme
uk: Блокування реклами та спливаючих вікон

# feedback.browserFeatures.bookmarks
source: Creating and managing bookmarks
bg: Създаване и управление на отметки
cs: Tvorba a správa záložek
da: Oprettelse og håndtering af bogmærker
de: Lesezeichen erstellen und verwalten
el: Δημιουργία και διαχείριση σελιδοδεικτών
et: Järjehoidjate loomine ja haldamine
fi: Kirjanmerkkien luominen ja hallinta
fr: Créer et gérer les signets
hr: Stvaranje knjižnih oznaka i upravljanje oznakama
hu: Könyvjelzők létrehozása és kezelése
it: Creazione e gestione di segnalibri
lt: Žymių kūrimas ir tvarkymas
lv: Grāmatzīmju izveide un pārvaldīšana
nb: Opprette og håndtere bokmerker
nl: Bladwijzers maken en beheren
pt: Criar e gerir marcadores
ro: Crearea și gestionarea marcajelor
ru: Создание закладок/управление закладками
sk: Tvorba a správa záložiek
sl: Ustvarjanje in upravljanje zaznamkov
sv: Skapa och hantera bokmärken
tr: Yer imleri oluşturma ve yönetme
uk: Створення закладок і керування ними

# feedback.browserFeatures.caption
source: Which browsing feature can we add or improve?
bg: Коя функция за сърфиране можем да добавим или да подобрим?
cs: Kterou funkci prohlížení můžeme přidat nebo vylepšit?
da: Hvilken browserfunktion kan vi tilføje eller forbedre?
de: Welche Browserfunktionen können wir hinzufügen oder verbessern?
el: Ποιες δυνατότητες περιήγησης μπορούμε να προσθέσουμε ή να βελτιώσουμε;
et: Millist brauseri funktsiooni saame lisada või täiustada?
fi: Mitä selaustoimintoja voimme lisätä tai parantaa?
fr: Quelle fonctionnalité de navigation pouvons-nous ajouter ou améliorer ?
hr: Koju značajku pregledavanja možemo dodati ili poboljšati?
hu: Melyik böngészési funkciót vezessük be, vagy melyik meglévőt javítsuk?
it: Quale funzionalità di navigazione potremmo aggiungere o migliorare?
lt: Kokią naršymo funkciją galime pridėti arba patobulinti?
lv: Kuru pārlūkošanas funkciju mēs varam pievienot vai uzlabot?
nb: Hvilken nettleserfunksjon kan vi legge til eller forbedre?
nl: Welke browserfunctie kunnen we toevoegen of verbeteren?
pt: Que funcionalidade de navegação podemos adicionar ou melhorar?
ro: Ce funcție de navigare putem adăuga sau îmbunătăți?
ru: Какую функцию браузера мы могли бы добавить или улучшить?
sk: Ktorú funkciu prehliadania môžeme pridať alebo zdokonaliť?
sl: Katero funkcijo brskanja lahko dodamo ali izboljšamo?
sv: Vilken webbläsarfunktion kan vi lägga till eller förbättra?
tr: Hangi tarama özelliğini ekleyebilir veya geliştirebiliriz?
uk: Яку функцію перегляду ми можемо додати чи покращити?

# feedback.browserFeatures.description
source: Browser Feature Issues
bg: Проблеми с функция на браузъра
cs: Problémy s funkcemi prohlížeče
da: Problemer med browserfunktioner
de: Browserfunktionsprobleme
el: Προβλήματα με δυνατότητες του προγράμματος περιήγησης
et: Brauseri funktsioonide probleemid
fi: Selainominaisuuksiin liittyvät ongelmat
fr: Problèmes liés aux fonctionnalités du navigateur
hr: Problemi sa značajkama preglednika
hu: Böngésző funkció-problémái
it: Problemi nelle funzionalità di navigazione
lt: Naršyklės funkcijų problemos
lv: Pārlūka funkciju problēmas
nb: Problemer med nettleserfunksjoner
nl: Problemen met browserfuncties
pt: Problemas com funcionalidade do navegador
ro: Probleme privind funcțiile browserului
ru: Проблемы с функциями браузера
sk: Problémy s funkciami prehliadača
sl: Težave s funkcijami brskalnika
sv: Problem med webbläsarfunktionen
tr: Tarayıcı Özelliği Sorunları
uk: Проблеми з функціями браузера

# feedback.browserFeatures.entry
source: Browsing features are missing or frustrating
bg: Някои функции за сърфиране липсват или са объркващи
cs: Funkce prohlížení chybí nebo jsou nepohodlné.
da: Browserfunktioner mangler eller frustrerende
de: Browserfunktionen fehlen oder sind nicht ausgereift
el: Οι λειτουργίες περιήγησης απουσιάζουν ή προκαλούν προβλήματα
et: Sirvimisfunktsioonid puuduvad või valmistavad pettumust
fi: Selausominaisuudet ovat puutteellisia tai turhauttavia
fr: Des fonctionnalités de navigation sont manquantes ou peu satisfaisantes
hr: Značajke za pregledavanje nedostaju ili me frustriraju
hu: Hiányzó vagy zavaró böngészőfunkciók
it: Le funzionalità di navigazione sono insufficienti o fastidiose
lt: Naršymo funkcijų trūksta arba jos neaiškios
lv: Trūkst pārlūkošanas funkciju vai arī tās nedarbojas
nb: Nettleserfunksjoner mangler eller fungerer dårlig
nl: Browserfuncties ontbreken of zijn frustrerend
pt: As funcionalidades de navegação estão ausentes ou são frustrantes
ro: Funcțiile de navigare lipsesc sau sunt frustrante pentru utilizator
ru: Функции браузера отсутствуют или плохо работают
sk: Funkcie prehliadača chýbajú alebo sú mätúce
sl: Funkcije brskalnika manjkajo ali pa so zoprne
sv: Webbläsarfunktionerna saknas eller hindras
tr: Tarama özellikleri eksik veya sinir bozucu
uk: Функції перегляду відсутні або розчаровують

# feedback.browserFeatures.images
source: Interacting with images
bg: Интерактивно гледане на изображения
cs: Interakce s obrázky
da: Interaktion med billeder
de: Mit Bildern interagieren
el: Αλληλεπίδραση με εικόνες
et: Piltidega suhtlemine
fi: Vuorovaikutus kuvien kanssa
fr: Interagir avec les images
hr: Interakcija sa slikama
hu: Képek más programokkal történő egyidejű kezelése
it: Interazione con le immagini
lt: Paveikslėlių naudojimas
lv: Mijiedarbība ar attēliem
nb: Bruk av bilder
nl: Interactie met afbeeldingen
pt: Interagir com imagens
ro: Interacțiunea cu imaginile
ru: Работа с изображениями
sk: Interakcia s obrázkami
sl: Interakcija s slikami
sv: Interagering med bilder
tr: Görüntülerle etkileşim kurma
uk: Взаємодія з зображеннями

# feedback.browserFeatures.navigation
source: Navigating forward, backward, and/or refreshing
bg: Придвижване напред, назад и/или опресняване
cs: Navigace dopředu, dozadu nebo obnovení
da: Navigering fremad, tilbage, og/eller opdatere
de: Vorwärts, rückwärts navigieren und/oder aktualisieren
el: Πλοήγηση προς τα εμπρός, προς τα πίσω, ή/και ανανέωση
et: Edasi, tagasi liikumine ja/või värskendamine
fi: Navigointi eteen-/taaksepäin ja/tai päivittäminen
fr: Naviguer vers l'avant, vers l'arrière et/ou actualiser
hr: Kretanje naprijed, natrag i/ili osvježavanje
hu: Navigálás előre, hátra, és/vagy frissítés
it: Navigazione alla pagina precedente/successiva e aggiornamento della pagina
lt: Naršymas pirmyn, atgal ir (arba) atnaujinimas
lv: Navigācija uz priekšu, atpakaļ un/vai atsvaidzināšana
nb: Gå frem, tilbake og/eller oppdater
nl: Vooruit en achteruit navigeren en/of opnieuw laden
pt: Navegar para a frente, para trás e/ou atualizar
ro: Navigare înainte, înapoi și/sau reîmprospătare
ru: Переход вперед и назад и/или обновление страницы
sk: Prejsť ďalej, späť a/alebo obnoviť
sl: Premikanje naprej, nazaj in/ali osveževanje
sv: Navigering framåt och bakåt och/eller uppdatering
tr: İleri geri gitme ve/veya yenileme
uk: Переміщення вперед, назад та/або оновлення

# feedback.browserFeatures.other
source: None of these
bg: Никое от тези
cs: Žádné z výše uvedených
da: Ingen af disse
de: Keine davon
el: Τίποτα από τα παραπάνω
et: Mitte ükski neist
fi: Ei mikään näistä
fr: Aucune de ces options
hr: Ništa od navedenog
hu: Ezek közül egyik sem
it: Nessuna di queste opzioni
lt: Nei vienas iš šių
lv: Neviens no šiem
nb: Ingen av disse
nl: Geen van deze
pt: Nenhuma das opções anteriores
ro: Niciuna dintre acestea
ru: Ничего из перечисленного
sk: Nič z uvedeného
sl: Nič od tega
sv: Inget av ovanstående
tr: Bunların hiçbiri
uk: Ніщо з цього

# feedback.browserFeatures.tabs
source: Creating and managing tabs
bg: Създаване и управление на раздели
cs: Tvorba a správa karet
da: Oprettelse og håndtering af faner
de: Tabs erstellen und verwalten
el: Δημιουργία και διαχείριση καρτελών
et: Vahelehtede loomine ja haldamine
fi: Välilehtien luominen ja hallinnointi
fr: Créer et gérer les onglets
hr: Stvaranje kartica i upravljanje karticama
hu: Lapok létrehozása és kezelése
it: Possibilità di creare e gestire schede
lt: Kortelių kūrimas ir tvarkymas
lv: Ciļņu izveide un pārvaldīšana
nb: Opprette og håndtere faner
nl: Tabbladen maken en beheren
pt: Criar e gerir separadores
ro: Crearea și gestionarea filelor
ru: Создание вкладок/управление вкладками
sk: Tvorba a správa kariet
sl: Ustvarjanje in upravljanje zavihkov
sv: Skapa och hantera flikar
tr: Sekmeler oluşturma ve yönetme
uk: Створення та керування вкладками

# feedback.browserFeatures.videos
source: Watching videos
bg: Гледане на видео
cs: Při přehrávání videí
da: Visning af videoer
de: Videos anschauen
el: Παρακολούθηση βίντεο
et: Videote vaatamine
fi: Videoiden katselu
fr: Regarder des vidéos
hr: Gledanje videozapisa
hu: Videók megtekintése
it: Visualizzazione di video
lt: Vaizdo įrašų peržiūra
lv: Video skatīšanās
nb: Se videoer
nl: Video's bekijken
pt: Ver vídeos
ro: Vizionarea videoclipurilor
ru: Просмотр видео
sk: Pozeranie videí
sl: Ogled videoposnetkov
sv: Visning av videoklipp
tr: Videoları izleme
uk: Перегляд відео

# feedback.customization.bookmarks
source: How bookmarks are displayed
bg: Как са изобразени отметките
cs: Jak se záložky zobrazují
da: Hvordan bogmærker vises
de: Wie Lesezeichen angezeigt werden
el: Τρόπος εμφάνισης των σελιδοδεικτών
et: Kuidas järjehoidjaid kuvatakse
fi: Kirjanmerkkien näyttäminen
fr: L'affichage des signets
hr: Kako se prikazuju knjižne oznake
hu: A könyvjelzők elrendezésének módja
it: Il modo in cui vengono visualizzati i segnalibri
lt: Kaip rodomos žymelės
lv: Kā tiek parādītas grāmatzīmes
nb: Hvordan bokmerker vises
nl: Hoe bladwijzers worden weergegeven
pt: Como os marcadores são apresentados
ro: Modul în care sunt afișate semnele de carte
ru: Формат отображения закладок
sk: Zobrazovanie záložiek
sl: Kako so zaznamki prikazani
sv: Hur bokmärken visas
tr: Yer imlerinin görünüşü
uk: Як відображаються закладки

# feedback.customization.caption
source: Which customization option can we add or improve?
bg: Коя опция за персонализиране можем да добавим или да подобрим?
cs: Kterou možnost přizpůsobení můžeme přidat nebo vylepšit?
da: Hvilken tilpasningsmulighed kan vi tilføje eller forbedre?
de: Welche Anpassung können wir hinzufügen oder verbessern?
el: Ποια επιλογή προσαρμογής μπορούμε να προσθέσουμε ή να βελτιώσουμε;
et: Millist kohandamise valikut saame lisada või täiustada?
fi: Mitä yksilöintivaihtoehtoja voimme lisätä tai parantaa?
fr: Quelle option de personnalisation pouvons-nous ajouter ou améliorer ?
hr: Koju opciju prilagodbe možemo dodati ili poboljšati?
hu: Melyik testreszabási lehetőséget vezessük be, vagy a meglévők közül melyiken javítsunk?
it: Quale opzione di personalizzazione possiamo aggiungere o migliorare?
lt: Kokią tinkinimo parinktį galime pridėti ar pagerinti?
lv: Kuru pielāgošanas opciju mēs varam pievienot vai uzlabot?
nb: Hvilket tilpasningsvalg kan vi legge til eller forbedre?
nl: Welke aanpassingsoptie kunnen we toevoegen of verbeteren?
pt: Que opção de personalização podemos adicionar ou melhorar?
ro: Ce opțiune de personalizare putem adăuga sau îmbunătăți?
ru: Какие элементы настройки мы могли бы добавить или улучшить?
sk: Ktorú možnosť prispôsobenia na mieru môžeme pridať alebo zdokonaliť?
sl: Katero možnost prilagajanja lahko dodamo ali izboljšamo?
sv: Vilket anpassningsalternativ kan vi lägga till eller förbättra?
tr: Hangi özelleştirme seçeneğini ekleyebilir veya geliştirebiliriz?
uk: Який параметр налаштування ми можемо додати чи покращити?

# feedback.customization.description
source: Customization Issues
bg: Проблеми с персонализирането
cs: Potíže při přizpůsobování
da: Problemer med tilpasning
de: Anpassungsprobleme
el: Προβλήματα προσαρμογής
et: Kohandamise probleemid
fi: Yksilöintiongelmat
fr: Problèmes de personnalisation
hr: Problemi s prilagođavanjem
hu: Testreszabási problémák
it: Problemi di personalizzazione
lt: Tinkinimo problemos
lv: Pielāgošanas problēmas
nb: Tilpasningsproblemer
nl: Problemen met aanpassen
pt: Problemas de personalização
ro: Probleme privind personalizarea
ru: Проблемы с пользовательской настройкой
sk: Problémy s prispôsobením na mieru
sl: Težave s prilagoditvami
sv: Problem med personanpassningsfunktion
tr: Özelleştirme Sorunları
uk: Проблеми з налаштуванням

# feedback.customization.entry
source: There aren’t enough ways to customize the app
bg: Няма достатъчно възможности за персонализиране на приложението
cs: Není dostatek možností, jak aplikaci přizpůsobit
da: Der er ikke nok måder at tilpasse appen på
de: Es gibt nicht genügend Möglichkeiten zur individuellen Anpassung der App
el: Δεν υπάρχουν αρκετοί τρόποι για προσαρμογή της εφαρμογής
et: Rakenduse kohandamiseks pole piisavalt võimalusi
fi: Sovellusta ei voi yksilöidä tarpeeksi
fr: Il n'y a pas assez de façons de personnaliser l'application
hr: Nema dovoljno načina za prilagodbu aplikacije
hu: Az alkalmazás testreszabásához nincs elegendő lehetőség
it: Non ci sono abbastanza modi per personalizzare l'app
lt: Nepakanka galimybių tinkinti programą
lv: Nav pietiekami daudz veidu, kā pielāgot lietotni
nb: Det finnes ikke nok tilpasningsvalg i appen
nl: Er zijn niet genoeg manieren om de app aan te passen
pt: Não existem formas suficientes de personalizar a aplicação
ro: Nu există suficiente modalități de a personaliza aplicația
ru: Мало вариантов настройки на свой вкус
sk: Málo spôsobov, ako si upraviť aplikáciu
sl: Ni dovolj načinov za prilagoditev aplikacije
sv: Det finns inte tillräckligt många sätt att anpassa appen på
tr: Uygulamayı özelleştirmek için yeterli seçenek yok
uk: Недостатньо способів налаштувати програму

# feedback.customization.homeScreen
source: The home screen configuration
bg: Конфигурацията на началния екран
cs: Konfigurace domovské obrazovky
da: Startskærmens konfiguration
de: Konfiguration des Startbildschirms
el: Διαμόρφωση αρχικής οθόνης
et: Avaekraani konfiguratsioon
fi: Aloitusnäytön järjestys
fr: La configuration de l'écran d'accueil
hr: Konfiguracija početnog zaslona
hu: A kezdőképernyő kialakítása
it: La configurazione della schermata iniziale
lt: Pagrindinio ekrano konfigūracija
lv: Sākuma ekrāna konfigurācija
nb: Konfigurasjon av startskjermen
nl: De configuratie van het startscherm
pt: A configuração do ecrã inicial
ro: Configurarea ecranului de pornire
ru: Конфигурация главного экрана
sk: Konfigurácia domovskej obrazovky
sl: Konfiguracija domačega zaslona
sv: Startsidans konfiguration
tr: Ana ekran yapılandırması
uk: Конфігурація головного екрану

# feedback.customization.other
source: None of these
bg: Никое от тези
cs: Žádné z výše uvedených
da: Ingen af disse
de: Keine davon
el: Τίποτα από τα παραπάνω
et: Mitte ükski neist
fi: Ei mikään näistä
fr: Aucune de ces options
hr: Ništa od navedenog
hu: Ezek közül egyik sem
it: Nessuna di queste opzioni
lt: Nei vienas iš šių
lv: Neviens no šiem
nb: Ingen av disse
nl: Geen van deze
pt: Nenhuma das opções anteriores
ro: Niciuna dintre acestea
ru: Ничего из перечисленного
sk: Nič z uvedeného
sl: Nič od tega
sv: Inget av ovanstående
tr: Bunların hiçbiri
uk: Ніщо з цього

# feedback.customization.tabs
source: How tabs are displayed
bg: Как са изобразени разделите
cs: Jak se zobrazují karty
da: Hvordan faner vises
de: Wie Tabs angezeigt werden
el: Τρόπος εμφάνισης των καρτελών
et: Kuidas vahekaarte kuvatakse
fi: Välilehtien näyttäminen
fr: L'affichage des onglets
hr: Kako se prikazuju kartice
hu: A lapok elrendezésének módja
it: Il modo in cui vengono visualizzate le schede
lt: Kaip rodomos kortelės
lv: Kā tiek parādītas cilnes
nb: Hvordan faner vises
nl: Hoe tabbladen worden weergegeven
pt: Como os separadores são apresentados
ro: Modul în care sunt afișate filele
ru: Формат отображения вкладок
sk: Zobrazovanie kariet
sl: Kako so zavihki prikazani
sv: Hur flikar visas
tr: Sekmelerin görüntülenme şekli
uk: Як відображаються вкладки

# feedback.customization.ui
source: How the app looks
bg: Как изглежда приложението
cs: Jak aplikace vypadá
da: Hvordan appen ser ud
de: Wie die App aussieht
el: Εμφάνιση της εφαρμογής
et: Kuidas rakendus välja näeb
fi: Sovelluksen ulkonäkö
fr: L'apparence de l'application
hr: Kako izgleda aplikacija
hu: Az alkalmazás kinézete
it: L'aspetto dell'app
lt: Kaip atrodo programa
lv: Kā izskatās lietotne
nb: Hvordan appen ser ut
nl: Hoe de app eruitziet
pt: Visual da aplicação
ro: Felul în care arată aplicația
ru: Интерфейс приложения
sk: Vzhľad aplikácie
sl: Kako je videti aplikacija
sv: Hur appen ser ut
tr: Uygulamanın görünüşü
uk: Як виглядає додаток

# feedback.customization.whatIsCleared
source: Which data is cleared
bg: Кои данни са изчистени
cs: Která data jsou vymazána
da: Hvilke data der bliver ryddet
de: Welche Daten gelöscht werden
el: Ποια δεδομένα διαγράφονται
et: Millised andmed kustutatakse
fi: Tyhjennettävät tiedot
fr: Les données qui sont effacées
hr: Koji su podaci obrisani
hu: A törlendő adatok kiválasztása
it: Quali dati vengono eliminati
lt: Kurie duomenys yra išvalomi
lv: Kuri dati tiek notīrīti
nb: Hvilke data som tømmes
nl: Welke gegevens worden gewist
pt: Que dados são apagados
ro: Ce date sunt șterse
ru: Тип данных, подлежащих сбросу
sk: Ktoré údaje sa vymažú
sl: Kateri podatki so izbrisani
sv: Vilka data som rensas
tr: Hangi veriler temizlenir
uk: Які дані очищаються

# feedback.customization.whenIsCleared
source: When data is cleared
bg: Кога са изчистени данните
cs: Kdy jsou data vymazána
da: Hvornår data bliver ryddet
de: Wann Daten gelöscht werden
el: Πότε διαγράφονται τα δεδομένα
et: Andmete kustutamise aeg
fi: Tietojen tyhjennyksen ajankohta
fr: Quand les données sont effacées
hr: Kada se obrišu podaci
hu: Az adatok törlésének időzítése
it: Quando i dati vengono eliminati
lt: Kada duomenys yra išvalomi
lv: Kad dati tiek notīrīti
nb: Når data tømmes
nl: Wanneer gegevens worden gewist
pt: Quando os dados são apagados
ro: Când sunt șterse datele
ru: Время сброса данных
sk: Kedy sa údaje vymažú
sl: Kdaj so podatki izbrisani
sv: När data rensas
tr: Veriler temizlendiğinde
uk: Коли дані очищаються
