Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# subscription.devices.with.email.footer
source: Use this email to activate your subscription in Settings > Privacy Pro in the DuckDuckGo app on your other devices. **[Learn more](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
bg: Използвайте този имейл, за да активирате абонамента от Настройки > Privacy Pro в приложението DuckDuckGo на други устройства. **[Научете повече](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
cs: Pomocí tohohle e-mailu si v aplikaci DuckDuckGo aktivuješ předplatné i na jiných zařízeních. Stačí přejít do Nastavení > Privacy Pro. **[Další informace](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
da: Brug denne e-mailadresse til at aktivere dit abonnement i Indstillinger > Privacy Pro i DuckDuckGo-appen på dine andre enheder. **[Læs mere](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
de: Verwende diese E-Mail-Adresse, um dein Abonnement in der DuckDuckGo-App unter Einstellungen > Privacy Pro auf deinen anderen Geräten zu aktivieren. **[Mehr erfahren](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
el: Χρησιμοποιήστε αυτό το email για να ενεργοποιήσετε τη συνδρομή σας στις Ρυθμίσεις > Privacy Pro στην εφαρμογή DuckDuckGo στις άλλες συσκευές σας. **[Μάθε περισσότερα](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
et: Kasuta seda e-kirja, et aktiveerida oma tellimus jaotises Seaded > Privacy Pro rakenduses DuckDuckGo oma teistes seadmetes. **[Lisateave](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
fi: Aktivoi tilauksesi tällä sähköpostiosoitteella muiden laitteiden DuckDuckGo-sovelluksessa kohdassa Asetukset > Privacy Pro. **[Lue lisää](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
fr: Utilisez cet e-mail pour activer votre abonnement dans Réglages > Privacy Pro dans l'application DuckDuckGo sur vos autres appareils. **[En savoir plus](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
hr: Koristi ovu adresu e-pošte za aktiviranje pretplate u Postavke > Privacy Pro u aplikaciji DuckDuckGo na drugim uređajima. **[Saznaj više](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
hu: Ezzel az e-mail-címmel aktiválhatod az előfizetésedet a többi eszközödön a DuckDuckGo alkalmazás Beállítások > Privacy Pro menüpontjában. **[További információ](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
it: Usa questa e-mail per attivare il tuo abbonamento in Impostazioni > Privacy Pro nell'app DuckDuckGo sugli altri tuoi dispositivi. **[Scopri di più](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
lt: Naudokite šį el. laišką, kad aktyvintumėte prenumeratą nustatymuose > „Privacy Pro“ „DuckDuckGo“ programėlėje kituose įrenginiuose. **[Sužinokite daugiau](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
nb: Bruk denne e-postadressen til å aktivere abonnementet ditt i Innstillinger > Privacy Pro i DuckDuckGo-appen på de andre enhetene. **[Finn ut mer](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
nl: Gebruik deze e-mail om je abonnement te activeren in 'Instellingen' > 'Privacy Pro' in de DuckDuckGo-app op je andere apparaten. **[Meer informatie](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
pt: Utiliza este e-mail para ativares a tua subscrição em Definições > Privacy Pro na aplicação DuckDuckGo nos teus restantes dispositivos. **[Sabe mais](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
ru: Используйте этот адрес для активации подписки в разделе «Настройки > Privacy Pro» в приложении DuckDuckGo на других устройствах. **[Подробнее...](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
sk: Tento e-mail použi na aktiváciu predplatného v Nastaveniach > Privacy Pro v aplikácii DuckDuckGo na iných zariadeniach. **[Viac informácií](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
sl: Ta e-naslov uporabite za aktivacijo naročnine v aplikaciji DuckDuckGo v drugih napravah, in sicer tako, da odprete Nastavitve > Privacy Pro. **[Več o tem](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
sv: Använd den här e-postadressen för att aktivera ditt abonnemang i Inställningar > Privacy Pro i DuckDuckGo-appen på dina andra enheter. **[Läs mer](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**
tr: Bu e-postayı, diğer cihazlarınızdaki DuckDuckGo uygulamasında Ayarlar > Privacy Pro bölümünde aboneliğinizi etkinleştirmek için kullanın. **[Daha fazla bilgi edinin](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)**

# subscription.email.inactive.alert.message
source: The subscription associated with this email is no longer active.
bg: Абонаментът, свързан с този имейл, вече не е активен.
cs: Předplatné spojené s tímhle e-mailem už není aktivní.
da: Abonnementet, der er knyttet til denne e-mailadresse, er ikke længere aktivt.
de: Das mit dieser E-Mail verbundene Abonnement ist nicht mehr aktiv.
el: Η συνδρομή που συνδέεται με αυτό το email δεν είναι πλέον ενεργή.
et: Selle e-posti aadressiga seotud tellimus ei ole enam aktiivne.
fi: Tähän sähköpostiin liitetty tilaus ei ole enää aktiivinen.
fr: L'abonnement associé à cet e-mail n'est plus actif.
hr: Tvoja pretplata povezana s ovom e-poštom više nije aktivna.
hu: Az ehhez az e-mail-címhez tartozó előfizetés már nem aktív.
it: L'abbonamento associato a questa e-mail non è più attivo.
lt: Su šiuo el. paštu susijusi prenumerata nebėra aktyvi.
nb: Abonnementet tilknyttet denne e-postadressen er ikke lenger aktiv.
nl: Je abonnement dat aan dit e-mailadres is gekoppeld, is niet langer actief.
pt: A tua subscrição associada a este e-mail já não está ativa.
ru: Подписка, закрепленная за этой учетной записью, утратила активный статус.
sk: Predplatné spojené s týmto e-mailom už nie je aktívne.
sl: Naročnina, povezana s tem e-poštnim naslovom, ni več aktivna.
sv: Abonnemanget som är kopplat till den här e-postadressen är inte längre aktivt.
tr: Bu e-postayla ilişkili abonelik artık aktif değil.

# subscription.email.inactive.alert.title
source: Subscription Not Found
bg: Не е намерен абонамент
cs: Předplatné nenalezeno
da: Abonnement ikke fundet
de: Abonnement nicht gefunden
el: Η συνδρομή δεν βρέθηκε
et: Tellimust ei leitud
fi: Tilausta ei löytynyt
fr: Abonnement introuvable
hr: Pretplata nije pronađena
hu: Előfizetés nem található
it: Abbonamento non trovato
lt: Prenumeratos nerasta
nb: Abonnementet ble ikke funnet
nl: Abonnement niet gevonden
pt: Subscrição não encontrada
ru: Подписка не найдена
sk: Predplatné nebolo nájdené
sl: Naročnina ni najdena
sv: Det gick inte att hitta abonnemanget
tr: Abonelik Bulunamadı

# subscription.expired.alert.message
source: The subscription associated with this Apple Account is no longer active.
bg: Абонаментът, свързан с този Apple акаунт, вече не е активен.
cs: Předplatné spojené s tímhle účtem Apple už není aktivní.
da: Abonnementet, der er knyttet til denne Apple-konto, er ikke længere aktivt.
de: Das mit diesem Apple-Konto verknüpfte Abonnement ist nicht mehr aktiv.
et: Selle Apple'i kontoga seotud tellimus ei ole enam aktiivne.
fi: Tähän Apple-tiliin liitetty tilaus ei ole enää aktiivinen.
fr: L'abonnement associé à ce compte Apple n'est plus actif.
hr: Tvoja pretplata povezana s ovim Apple računom više nije aktivna.
hu: Az ehhez az Apple-fiókhoz tartozó előfizetés már nem aktív.
it: L'abbonamento associato a questo account Apple non è più attivo.
lv: The subscription associated with this Apple ID is no longer active.
nb: Abonnementet tilknyttet denne Apple-kontoen er ikke lenger aktivt.
nl: Je abonnement dat aan dit Apple-account is gekoppeld, is niet langer actief.
pt: A tua subscrição associada a esta conta Apple já não está ativa.
ro: The subscription associated with this Apple ID is no longer active.
ru: Подписка, закрепленная за этим аккаунтом Apple, утратила активный статус.
sk: Predplatné spojené s týmto Apple účtom už nie je aktívne.
sl: Naročnina, povezana s tem računom Apple, ni več aktivna.
sv: Abonnemanget som är kopplat till det här Apple-kontot är inte längre aktivt.

# subscription.faq
source: FAQs and Support
bg: Често задавани въпроси и поддръжка
cs: Časté dotazy a podpora
da: Ofte stillede spørgsmål og support
de: F&A und Support
el: Συχνές ερωτήσεις και υποστήριξη
et: KKK ja tugi
fi: Usein kysytyt kysymykset ja tuki
fr: FAQ et assistance
hr: Često postavljana pitanja i podrška
hu: GYIK és segítségnyújtás
it: Domande frequenti e assistenza
lt: DUK ir pagalba
lv: Privacy Pro FAQ
nb: Vanlige spørsmål og kundestøtte
nl: Veelgestelde vragen en ondersteuning
pt: Perguntas Frequentes e Apoio Técnico
ru: ЧаВо и поддержка
sk: Často kladené otázky a podpora
sl: Pogosta vprašanja in podpora
sv: Vanliga frågor och support
tr: SSS ve Destek

# subscription.faq.description
source: Get answers to frequently asked questions or contact Privacy Pro support from our help pages.
bg: Вижте отговори на често задавани въпроси или се свържете с поддръжката на Privacy Pro от нашите страници за помощ.
cs: Získej odpovědi na časté otázky nebo přes naše stránky nápovědy kontaktuj podporu služby Privacy Pro.
da: Få svar på ofte stillede spørgsmål, eller kontakt Privacy Pro-support fra vores hjælpesider.
de: Erhalte Antworten auf häufig gestellte Fragen oder kontaktiere den Privacy-Pro-Support über unsere Hilfeseiten.
el: Πάρτε απαντήσεις σε συχνές ερωτήσεις ή επικοινωνήστε με την υποστήριξη του Privacy Pro από τις σελίδες βοήθειας που διαθέτουμε.
et: Saa vastused korduma kippuvatele küsimustele või võta ühendust Privacy Pro klienditoega meie abilehtedelt.
fi: Katso vastaukset usein kysyttyihin kysymyksiin tai ota yhteyttä Privacy Pron tukeen ohjesivuiltamme.
fr: Trouvez les réponses aux questions fréquemment posées ou contactez l'assistance de Privacy Pro sur nos pages d'aide.
hr: Pronađi odgovore na često postavljana pitanja ili kontaktiraj podršku Privacy Pro putem naših stranica pomoći.
hu: A súgóoldalainkon választ kaphatsz a gyakran ismételt kérdésekre, vagy felveheted a kapcsolatot a Privacy Pro-támogatást nyújtó ügyfélszolgálattal.
it: Ottieni risposte alle domande frequenti o contatta l'assistenza di Privacy Pro dalle nostre pagine di assistenza.
lt: Gaukite atsakymus į dažniausiai užduodamus klausimus arba susisiekite su „Privacy Pro“ palaikymo tarnyba mūsų pagalbos puslapiuose.
lv: Get answers to frequently asked questions about Privacy Pro in our help pages.
nb: Få svar på ofte stilte spørsmål eller kontakt Privacy Pro-støtte fra hjelpesidene våre.
nl: Krijg antwoorden op veelgestelde vragen of neem contact op met de klantenservice van Privacy Pro via onze helppagina's.
pt: Obtém respostas a perguntas frequentes ou contacta o apoio técnico do Privacy Pro a partir das nossas páginas de ajuda.
ru: На страницах справочного раздела вы найдете ответы на часто задаваемые вопросы, а также контактную информацию службы поддержки Privacy Pro.
sk: Získaj odpovede na často kladené otázky alebo kontaktuj podporu programu Privacy Pro na našich stránkach pomoci.
sl: Poiščite odgovore na pogosta vprašanja ali stopite v stik s podporo za naročnino Privacy Pro na naših straneh za pomoč.
sv: Få svar på vanliga frågor eller kontakta supporten för Privacy Pro på våra hjälpsidor.
tr: Yardım sayfalarımızdan sıkça sorulan soruların yanıtlarını alabilir veya Privacy Pro destek ekibiyle iletişime geçebilirsiniz.

# subscription.feedback
source: Send Feedback
bg: Изпратете отзив
cs: Odeslat zpětnou vazbu
da: Send tilbagemelding
de: Rückmeldung senden
el: Αποστολή σχολίου
et: Saada tagasisidet
fi: Lähetä palautetta
fr: Envoyer vos remarques
hr: Pošalji povratnu informaciju
hu: Visszajelzés küldése
it: Invia feedback
lt: Siųsti atsiliepimą
nb: Send tilbakemelding
nl: Verstuur feedback
pt: Enviar comentário
ru: Отправить отзыв
sk: Odoslať spätnú väzbu
sl: Pošljite povratne informacije
sv: Skicka återkoppling
tr: Geri Bildirim gönder

# subscription.found.cancel
source: Cancel
bg: Отмени
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
et: Tühista
fi: Peruuta
fr: Annuler
hr: Otkaži
hu: Mégsem
it: Annulla
lt: Atšaukti
nb: Avbryt
nl: Annuleren
pt: Cancelar
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal

# subscription.found.restore
source: Restore
bg: Възстановяване
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
et: Taasta
fi: Palauta
fr: Rétablir
hr: Vrati
hu: Visszaállítás
it: Ripristina
lt: Atkurti
nb: Gjenopprett
nl: Herstellen
pt: Repor
ru: Восстановить
sk: Obnovenie
sl: Obnovitev
sv: Återställ
tr: Geri Yükle

# subscription.found.text
source: We found a subscription associated with this Apple Account.
bg: Открихме абонамент, свързан с този Apple акаунт.
cs: Našli jsme předplatné spojené s tímhle účtem Apple.
da: Vi fandt et abonnement tilknyttet denne Apple-konto.
de: Wir haben ein Abonnement gefunden, das mit diesem Apple-Konto verknüpft ist.
et: Leidsime selle Apple'i kontoga seotud tellimuse.
fi: Löysimme tähän Apple-tiliin liitetyn tilauksen.
fr: Nous avons trouvé un abonnement associé à ce compte Apple.
hr: Pronašli smo pretplatu povezanu s ovim Apple računom.
hu: Találtunk egy ehhez az Apple-fiókhoz tartozó előfizetést.
it: Abbiamo trovato un abbonamento associato a questo account Apple.
lv: We found a subscription associated with this Apple ID.
nb: Vi fant et abonnement tilknyttet denne Apple-kontoen.
nl: We hebben een abonnement gevonden dat aan dit Apple-account is gekoppeld.
pt: Encontrámos uma subscrição associada a esta conta Apple.
ro: We found a subscription associated with this Apple ID.
ru: Мы нашли подписку, привязанную к этому аккаунту Apple.
sk: Našli sme predplatné spojené s týmto Apple účtom.
sl: Našli smo naročnino, povezano s tem računom Apple.
sv: Vi hittade ett abonnemang som är kopplat till det här Apple-kontot.

# subscription.found.title
source: Subscription Found
bg: Намерен е абонамент
cs: Našli jsme předplatné
da: Abonnement fundet
de: Abonnement gefunden
el: Βρέθηκε συνδρομή
et: Tellimus leitud
fi: Tilaus löytyi
fr: Abonnement trouvé
hr: Pretplata je pronađena
hu: Megtalált előfizetés
it: Abbonamento trovato
lt: Rasta prenumerata
nb: Abonnementet er funnet
nl: Abonnement gevonden
pt: Subscrição encontrada
ru: Подписка найдена
sk: Predplatné bolo nájdené
sl: Najdena je bila naročnina
sv: Abonnemang hittades
tr: Abonelik Bulundu

# subscription.help
source: Help and support
bg: Помощ и поддръжка
cs: Nápověda a podpora
da: Hjælp og support
de: Hilfe und Support
el: Βοήθεια και υποστήριξη
et: Abi ja tugi
fi: Apu ja tuki
fr: Aide et assistance
hr: Pomoć i podrška
hu: Segítség és támogatás
it: Aiuto e assistenza
lt: Pagalba ir palaikymas
nb: Hjelp og kundestøtte
nl: Hulp en ondersteuning
pt: Ajuda e Suporte
ru: Справка и поддержка
sk: Pomoc a podpora
sl: Pomoč in podpora
sv: Hjälp och support
tr: Yardım ve Destek

# subscription.manage.plan
source: Manage Plan
bg: Управление на плана
cs: Spravovat tarif
da: Administrer abonnement
de: Tarif verwalten
el: Διαχείριση προγράμματος
et: Halda plaani
fi: Hallinnoi suunnitelmaa
fr: Gérer le forfait
hr: Upravljanje planom
hu: Csomag kezelése
it: Gestisci il piano
lt: Tvarkyti planą
nb: Administrer abonnement
nl: Abonnement beheren
pt: Faça a gestão do plano
ru: Управление тарифом
sk: Spravovať plán
sl: Upravljanje načrta
sv: Hantera abonnemang
tr: Planı Yönetin

# subscription.manage.title
source: Subscription
bg: Абонамент
cs: Předplatné
da: Abonnement
de: Abonnement
el: Συνδρομή
et: Püsitellimus
fi: Tilaus
fr: Abonnement
hr: Pretplata
hu: Előfizetés
it: Abbonamento
lt: Prenumerata
nb: Abonnement
nl: Abonnement
pt: Subscrição
ru: По подписке
sk: Predplatné
sl: Naročnina
sv: Abonnemang
tr: Abonelik

# subscription.notFound.alert.message
source: There is no subscription associated with this Apple Account.
bg: Няма абонамент, свързан с този Apple акаунт.
cs: S tímhle účtem Apple není spojené žádné předplatné.
da: Der er ikke noget abonnement tilknyttet denne Apple-konto.
de: Mit diesem Apple-Konto ist kein Abonnement verknüpft.
et: Selle Apple'i kontoga ei ole seotud ühtegi tellimust.
fi: Tähän Apple-tiliin ei ole liitetty tilausta.
fr: Aucun abonnement n'est associé à ce compte Apple.
hr: Ne postoji pretplata povezana s ovim Apple računom.
hu: Ehhez az Apple-fiókhoz nem tartozik előfizetés.
it: Non esiste alcun abbonamento associato a questo account Apple.
lv: There is no subscription associated with this Apple ID.
nb: Det finnes ikke noe abonnement tilknyttet denne Apple-kontoen.
nl: Er is geen abonnement gekoppeld aan dit Apple-account.
pt: Não tem nenhuma subscrição associada a esta conta Apple.
ro: There is no subscription associated with this Apple ID.
ru: К этому аккаунту Apple не привязано ни одной подписки.
sk: S týmto Apple účtom nie je spojené žiadne predplatné.
sl: S tem računom Apple ni povezana nobena naročnina.
sv: Det finns inget abonnemang som är kopplat till det här Apple-kontot.

# subscription.notFound.alert.title
source: Subscription Not Found
bg: Не е намерен абонамент
cs: Předplatné nenalezeno
da: Abonnement ikke fundet
de: Abonnement nicht gefunden
el: Η συνδρομή δεν βρέθηκε
et: Tellimust ei leitud
fi: Tilausta ei löytynyt
fr: Abonnement introuvable
hr: Pretplata nije pronađena
hu: Előfizetés nem található
it: Abbonamento non trovato
lt: Prenumeratos nerasta
nb: Abonnementet ble ikke funnet
nl: Abonnement niet gevonden
pt: Subscrição não encontrada
ru: Подписка не найдена
sk: Predplatné nebolo nájdené
sl: Naročnina ni najdena
sv: Det gick inte att hitta abonnemanget
tr: Abonelik Bulunamadı

# subscription.notFound.view.plans
source: View Plans
bg: Преглед на плановете
cs: Zobrazit tarify
da: Se abonnementer
de: Tarife anzeigen
el: Προβολή προγραμμάτων
et: Kuva plaane
fi: Näytä tilaukset
fr: Voir les forfaits
hr: Pregledaj planove
hu: Csomagok megtekintése
it: Visualizza i piani
lt: Peržiūrėti planus
nb: Se abonnementer
nl: Abonnementen bekijken
pt: Ver Planos
ru: Просмотреть тарифы
sk: Zobraziť plány
sl: Oglejte si načrte
sv: Visa abonnemang
tr: Planları Görüntüle

# subscription.pir.hero
source: Activate Privacy Pro on desktop to set up Personal Information Removal
bg: Активирайте Privacy Pro на настолен компютър, за да настроите Personal Information Removal
cs: Aktivuj si na počítači službu Privacy Pro a nastav si v ní funkci Personal Information Removal
da: Aktivér Privacy Pro på en computer for at opsætte Personal Information Removal
de: Aktiviere Privacy Pro auf dem Desktop, um Personal Information Removal einzurichten
el: Ενεργοποιήστε το Privacy Pro στην επιφάνεια εργασίας για να ρυθμίσετε το Personal Information Removal
et: Personal Information Removal'i seadistamiseks aktiveerige töölaual Privacy Pro
fi: Aktivoi Privacy Pro tietokoneella Personal Information Removalin asentamiseksi
fr: Activez Privacy Pro sur ordinateur pour configurer Personal Information Removal
hr: Aktiviraj Privacy Pro na radnoj površini kako bi postavio Personal Information Removal
hu: Privacy Pro aktiválása asztali számítógépen a Personal Information Removal beállításához
it: Attiva Privacy Pro sul desktop per impostare Personal Information Removal
lt: Aktyvuokite „Privacy Pro“ darbalaukyje, kad nustatytumėte Asmeninės informacijos pašalinimą.
nb: Aktiver Privacy Pro på en datamaskin for å konfigurere Personal Information Removal
nl: Activeer Privacy Pro op je desktop om Personal Information Removal in te stellen.
pt: Ativa o Privacy Pro no computador para configurar a Personal Information Removal
ru: Чтобы включить функцию Personal Information Removal, активируйте подписку Privacy Pro на настольном компьютере
sk: Aktivuj si Privacy Pro na pracovnej ploche a nastav si Personal Information Removal
sl: Aktivirajte Privacy Pro na namizju, da nastavite Personal Information Removal
sv: Aktivera Privacy Pro på en dator för att konfigurera Personal Information Removal
tr: Personal Information Removal kurulumu için masaüstünde Privacy Pro'yu etkinleştirin

# subscription.pir.heroText
source: In the DuckDuckGo browser for desktop, go to %1$@ and click %2$@ to get started.
bg: В браузъра DuckDuckGo за настолен компютър отворете %1$@ и изберете %2$@, за да започнете.
cs: V prohlížeči DuckDuckGo pro počítače přejdi na %1$@ a klikni na %2$@.
da: I DuckDuckGo-browseren til desktop, gå til %1$@ og klik på %2$@ for at komme i gang.
de: Gehe im DuckDuckGo-Browser für den Desktop zu %1$@ und klicke auf %2$@, um zu beginnen.
el: Στο πρόγραμμα περιήγησης DuckDuckGo για επιτραπέζιους υπολογιστές, μεταβείτε στο %1$@ και κάντε κλικ στο %2$@ για να αρχίσετε.
et: Mine töölaua DuckDuckGo brauseris jaotisse %1$@ ja klõpsa %2$@, et alustada.
fi: Avaa aluksi tietokoneessa DuckDuckGo-selain, siirry osoitteeseen %1$@ ja klikkaa %2$@.
fr: Dans le navigateur DuckDuckGo pour ordinateur de bureau, accédez à %1$@ et cliquez sur %2$@ pour commencer.
hr: Prvo, o pregledniku DuckDuckGo za stolna računala idi na %1$@ i klikni %2$@.
hu: A kezdéshez a DuckDuckGo böngésző asztali verziójában lépj a %1$@ menüpontra, és kattints a %2$@ lehetőségre.
it: Nel browser DuckDuckGo per desktop, vai a %1$@ e fai clic su %2$@ per iniziare.
lt: „DuckDuckGo“ naršyklėje, skirtoje darbalaukiui, eikite į %1$@ ir spustelėkite %2$@, kad pradėtumėte.
nb: I DuckDuckGo-nettleseren for datamaskin går du til %1$@ og klikker på %2$@ for å komme i gang.
nl: Ga in de DuckDuckGo-browser voor desktop naar '%1$@' en klik op '%2$@' om te beginnen.
pt: No navegador DuckDuckGo para computador, acede a %1$@ e clica em %2$@ para começar.
ru: Для начала запустите настольную версию браузера DuckDuckGo, откройте раздел «%1$@» и нажмите «%2$@».
sk: V prehliadači DuckDuckGo pre počítače prejdi na %1$@ a pre začiatok klikni na %2$@.
sl: V brskalniku DuckDuckGo za namizje pojdite na %1$@ in kliknite %2$@, da začnete.
sv: I DuckDuckGo-webbläsaren för datorn går du till %1$@ och klickar på %2$@ för att komma igång.
tr: Masaüstü için DuckDuckGo tarayıcısında %1$@ adresine gidin ve başlamak için %2$@ seçeneğine tıklayın.

# subscription.pir.heroTextLocation
source: Settings > Privacy Pro
bg: Настройки > Privacy Pro
cs: Nastavení > Privacy Pro
da: Indstillinger > Privacy Pro
de: Einstellungen > Privacy Pro
el: Ρυθμίσεις > Privacy Pro
et: Seaded > Privacy Pro
fi: Asetukset > Privacy Pro
fr: Réglages > Privacy Pro
hr: Postavke > Privacy Pro
hu: Beállítások > Privacy Pro
it: Impostazioni > Privacy Pro
lt: Nustatymai > „Privacy Pro“
nb: Innstillinger > Privacy Pro
nl: 'Instellingen' > 'Privacy Pro'
pt: Definições > Privacy Pro
ru: Настройки > Privacy Pro
sk: Nastavenia > Privacy Pro
sl: Nastavitve > Privacy Pro
sv: Inställningar > Privacy Pro
tr: Ayarlar > Privacy Pro

# subscription.pir.heroTextMenyEntry
source: I have a subscription
bg: Имам абонамент
cs: Mám předplatné
da: Jeg har et abonnement
de: Ich habe ein Abonnement
el: Έχω συνδρομή
et: Mul on tellimus
fi: Minulla on tilaus
fr: J'ai un abonnement
hr: Imam pretplatu
hu: Van előfizetésem
it: Ho un abbonamento
lt: Turiu prenumeratą
nb: Jeg har et abonnement
nl: Ik heb een abonnement
pt: Tenho uma Subscrição
ru: У меня уже есть подписка
sk: Mám predplatné
sl: Imam naročnino
sv: Jag har ett abonnemang
tr: Aboneliğim Var
