Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# settings.subscription.expired.comment
source: Subscribe again to continue using Privacy Pro
bg: Абонирайте се отново, за да продължите да използвате Privacy Pro
cs: Pokud chceš dál používat službu Privacy Pro, znovu si založ předplatné
da: Abonner igen for at fortsætte med at bruge Privacy Pro
de: Abonniere erneut, um Privacy Pro weiter zu nutzen
el: Εγγραφείτε ξανά για να συνεχίσετε να χρησιμοποιείτε το Privacy Pro
et: Privacy Pro kasutamise jätkamiseks telli uuesti
fi: Tilaa uudelleen jatkaaksesi Privacy Pron käyttöä
fr: Abonnez-vous à nouveau pour continuer à utiliser Privacy Pro
hr: Pretplati se ponovno i nastavi koristiti Privacy Pro
hu: Fizess elő újra, hogy tovább használhasd a Privacy Pro szolgáltatást
it: Iscriviti di nuovo per continuare a utilizzare Privacy Pro
lt: Vėl užsiprenumeruokite, kad galėtumėte toliau naudoti „Privacy Pro“
nb: Abonner igjen for å fortsette å bruke Privacy Pro
nl: Abonneer je opnieuw om Privacy Pro te blijven gebruiken
pt: Subscreve novamente para continuares a utilizar o Privacy Pro
ro: Abonează-te din nou pentru a continua să utilizezi Privacy Pro
ru: Чтобы использовать Privacy Pro, подпишитесь заново
sk: Znova sa prihláste na odber, aby ste mohli naďalej používať Privacy Pro
sl: Znova se naročite, če želite še naprej uporabljati Privacy Pro
sv: Prenumerera igen för att fortsätta använda Privacy Pro
tr: Privacy Pro'yu kullanmaya devam etmek için tekrar abone olun

# settings.subscription.expired.title
source: Your Privacy Pro subscription expired
bg: Абонамент ви за Privacy Pro е изтекъл
cs: Tvoje předplatné Privacy Pro vypršelo
da: Dit Privacy Pro-abonnement er udløbet
de: Dein Privacy Pro Abonnement ist abgelaufen
el: Η συνδρομή σας στο Privacy Pro έληξε
et: Sinu Privacy Pro tellimus on aegunud
fi: Privacy Pro -tilauksesi on päättynyt
fr: Votre abonnement Privacy Pro a expiré
hr: Tvoja pretplata na Privacy Pro je istekla
hu: Lejárt a Privacy Pro-előfizetésed
it: Il tuo abbonamento Privacy Pro è scaduto
lt: Jūsų „Privacy Pro“ prenumerata baigėsi
nb: Abonnementet ditt på Privacy Pro har utløpt
nl: Je Privacy Pro-abonnement is verlopen
pt: A tua subscrição Privacy Pro expirou
ro: Abonamentul tău Privacy Pro a expirat
ru: Срок действия вашей подписки Privacy Pro истек
sk: Vaše predplatné Privacy Pro vypršalo
sl: Vaša naročnina na Privacy Pro je potekla
sv: Din prenumeration på Privacy Pro har gått ut
tr: Privacy Pro aboneliğiniz sona erdi

# settings.subscription.ITR.subtitle
source: If your identity is stolen, we'll help restore it
bg: Ако самоличността Ви бъде открадната, ние ще помогнем да я възстановите
cs: Pokud dojde ke krádeži tvé identity, pomůžeme ti ji obnovit.
da: Hvis din identitet bliver stjålet, hjælper vi med at genskabe den
de: Wenn deine Identität gestohlen wird, helfen wir dir, sie wiederherzustellen.
el: Αν κλαπεί η ταυτότητά σας, θα σας βοηθήσουμε να την αποκαταστήσετε
et: Kui sinu identiteet on varastatud, aitame selle taastada
fi: Jos henkilöllisyytesi varastetaan, me autamme palauttamaan sen.
fr: Si votre identité a été usurpée, nous vous aiderons à la rétablir
hr: Ako ti je identitet ukraden, pomoći ćemo ti da ga vratiš
hu: Ha ellopták a személyazonosságod, segítünk helyreállítani
it: Se la tua identità viene rubata, ti aiuteremo a ripristinarla
lt: Jei tavo tapatybė buvo pavogta, padėsime ją atkurti
nb: Hvis identiteten din blir stjålet, hjelper vi deg med å få den tilbake
nl: Als je identiteit wordt gestolen, helpen we je deze te herstellen
pt: Se a tua identidade for roubada, ajudaremos a restaurá-la
ru: Восстанавливает контроль над украденными личными данными
sk: Ak je tvoja identita odcudzená, pomôžeme ti ju obnoviť.
sl: Če vam ukradejo identiteto, vam jo bomo pomagali povrniti.
sv: Om din identitet blir stulen hjälper vi dig att återställa den
tr: Kimliğiniz çalınırsa kurtarmanıza yardımcı olacağız

# settings.subscription.ITR.title
source: Identity Theft Restoration
sl: Identity Theft Restoration (Obnovitev v primeru kraje identitete)

# settings.subscription.learn.more
source: Get Privacy Pro
bg: Вземете Privacy Pro
cs: Pořiď si službu Privacy Pro
da: Få Privacy Pro
de: Privacy Pro kaufen
el: Απόκτησε το Privacy Pro
et: Hangi Privacy Pro
fi: Hanki Privacy Pro
fr: Obtenir Privacy Pro
hr: Nabavi Privacy Pro
hu: Privacy Pro előfizetése
it: Ottieni Privacy Pro
lt: Gaukite „Privacy Pro“
nb: Skaff deg Privacy Pro
nl: Privacy Pro kopen
pt: Obter Privacy Pro
ru: Перейти на Privacy Pro
sk: Získaj Privacy Pro
sl: Pridobite Privacy Pro
sv: Skaffa Privacy Pro
tr: Privacy Pro'yu Al

# settings.subscription.manage
source: Subscription Settings
bg: Настройки на абонамент
cs: Nastavení předplatného
da: Abonnementsindstillinger
de: Abonnementeinstellungen
el: Ρυθμίσεις συνδρομής
et: Tellimuse seaded
fi: Tilauksen asetukset
fr: Paramètres d'abonnement
hr: Postavke pretplate
hu: Előfizetési beállítások
it: Impostazioni dell'abbonamento
lt: Prenumeratos nustatymai
nb: Abonnementsinnstillinger
nl: Abonnementinstellingen
pt: Definições de Subscrição
ru: Настройки подписки
sk: Nastavenia predplatného
sl: Nastavitve naročnine
sv: Abonnemangsinställningar
tr: Abonelik Ayarları

# settings.subscription.row.description
source: Includes our VPN and Identity Theft Restoration.
bg: Включва нашите функции VPN и Identity Theft Restoration.
cs: Zahrnuje naši VPN a službu Identity Theft Restoration.
da: Inkluderer vores VPN og Identity Theft Restoration.
de: Dazu gehört unser VPN und Identity Theft Restoration.
el: Περιλαμβάνει το VPN μας και τo Identity Theft Restoration.
et: Sisaldab meie VPN-i ja teenust Identity Theft Restoration.
fi: Sisältää: VPN ja Identity Theft Restoration.
fr: Comprend notre VPN et Identity Theft Restoration.
hr: Uključuje naš VPN i Identity Theft Restoration (oporavak od krađe identiteta).
hu: Tartalmazza a VPN-megoldásunkat és a személyazonosság helyreállításához használható Identity Theft Restoration funkciókat.
it: Include i nostri servizi di VPN e Identity Theft Restoration.
lt: Apima mūsų VPN ir Identity Theft Restoration.
nb: Inkluderer vår VPN og Identity Theft Restoration.
nl: Inclusief onze VPN en Identity Theft Restoration.
pt: Inclui a nossa VPN e a Identity Theft Restoration.
ru: Включает услуги: VPN и и Identity Theft Restoration (восстановление данных после «кражи личности»).
sk: Zahŕňa našu VPN a Identity Theft Restoration.
sl: Vključuje naš VPN in Identity Theft Restoration.
sv: Inkluderar vårt VPN och Identity Theft Restoration.
tr: VPN ve Identity Theft Restoration hizmetlerimizi içerir.

# settings.subscription.subscribe
source: Protect your connection and identity with Privacy Pro
bg: Защитете връзката и самоличността си с Privacy Pro
cs: Chraň své připojení a identitu se službou Privacy Pro
da: Beskyt din forbindelse og identitet med Privacy Pro
de: Schütze deine Verbindung und Identität mit Privacy Pro
el: Προστατέψτε τη σύνδεση και την ταυτότητά σας με το Privacy Pro
et: Kaitse oma ühendust ja identiteeti rakendusega Privacy Pro
fi: Suojaa yhteytesi ja identiteettisi Privacy Prolla
fr: Protégez votre connexion et votre identité avec Privacy Pro
hr: Zaštiti svoju vezu i identitet uz Privacy Pro
hu: Kapcsolat és a személyazonosság védelme a Privacy Pro segítségével
it: Proteggi la tua connessione e la tua identità con Privacy Pro
lt: Apsaugokite savo ryšį ir tapatybę su „Privacy Pro“.
lv: Subscribe to Privacy Pro
nb: Beskytt tilkoblingen og identiteten din med Privacy Pro
nl: Bescherm je verbinding en identiteit met Privacy Pro
pt: Protege a tua ligação e identidade com o Privacy Pro
ro: Subscribe to Privacy Pro
ru: Тариф Privacy Pro для защиты соединения и личных данных
sk: Chráň si pripojenie a totožnosť pomocou Privacy Pro
sl: Zaščite svojo povezavo in identiteto s Privacy Pro
sv: Skydda din anslutning och identitet med Privacy Pro
tr: Privacy Pro ile bağlantınızı ve kimliğinizi koruyun

# settings.subscription.us.description
source: Includes our VPN, Personal Information Removal, and Identity Theft Restoration.
bg: Включва нашите функции VPN, Personal Information Removal и Identity Theft Restoration.
cs: Zahrnuje naše funkce VPN, Personal Information Removal a Identity Theft Restoration.
da: Inkluderer vores VPN, Personal Information Removal og Identity Theft Restoration.
de: Dazu gehört unsere VPN, Personal Information Removal und Identity Theft Restoration.
el: Περιλαμβάνει το VPN μας και τα Personal Information Removal και Identity Theft Restoration.
et: Sisaldab meie VPN-i, rakendusi Personal Information Removal ja Identity Theft Restoration.
fi: Seuraavat sisältyvät: VPN, Personal Information Removal ja Identity Theft Restoration.
fr: Comprend notre VPN, Personal Information Removal et Identity Theft Restoration.
hr: Uključuje naš VPN, Personal Information Removal i Identity Theft Restoration.
hu: Tartalmazza a VPN-megoldásunkat, a személyes adatok eltávolítására szolgáló Personal Information Removal és a személyazonosság helyreállításához használható Identity Theft Restoration funkciókat.
it: Includi VPN, Personal Information Removal e Identity Theft Restoration.
lt: Apima mūsų VPN, Asmens duomenų pašalinimą ir Tapatybės vagystės atkūrimą.
nb: Inkluderer vår VPN, Personal Information Removal og Identity Theft Restoration.
nl: Inclusief onze VPN, Personal Information Removal en Identity Theft Restoration.
pt: Inclui a nossa VPN, a Personal Information Removal e a Identity Theft Restoration.
ru: Включает услуги: VPN, Personal Information Removal (удаление личной информации) и Identity Theft Restoration (восстановление данных после «кражи личности»).
sk: Zahŕňa naše služby VPN, Personal Information Removal a Identity Theft Restoration.
sl: Vključuje naše storitve VPN, Personal Information Removal in Identity Theft Restoration.
sv: Det inkluderar vårt VPN, Personal Information Removal och Identity Theft Restoration.
tr: VPN, Personal Information Removal ve Identity Theft Restoration'ı içerir.

# settings.support
source: Support
bg: Поддръжка
cs: Podpora
da: Hjælp
de: Unterstützung
el: Υποστήριξη
et: Tugi
fi: Tuki
fr: Aide
hr: Podrška
hu: Támogatás
it: Supporto
lt: Pagalba
lv: Atbalsts
nb: Støtte
pt: Assistência
ro: Asistență
ru: Поддержка
sk: Podpora
sl: Podpora
tr: Destek

# settings.sync
source: Sync & Backup
bg: Синхронизиране и архивиране
cs: Synchronizace a zálohování
da: Synkronisering og sikkerhedskopiering
de: Synchronisieren und sichern
el: Συγχρονισμός και δημιουργία αντιγράφων ασφαλείας
et: Sünkroonimine ja varundamine
fi: Synkronoi ja varmuuskopioi
fr: Synchronisation et sauvegarde
hr: Sinkronizacija i sigurnosno kopiranje
hu: Szinkronizálás és biztonsági mentés
it: Sincronizzazione e backup
lt: Sinchronizuoti ir kurti atsarginę kopiją
lv: Sinhronizācija un dublēšana
nb: Synkronisering og sikkerhetskopiering
nl: Synchronisatie en back-up
pt: Sincronização e cópia de segurança
ro: Sincronizare și copiere de rezervă
ru: Синхронизация и резервное копирование
sk: Synchronizácia a zálohovanie
sl: Sinhronizacija in varnostno kopiranje
sv: Synkronisering och säkerhetskopiering
tr: Senkronizasyon ve Yedekleme

# settings.text.size
source: Default Text Zoom
bg: Мащабиране на текста по подразбиране
cs: Výchozí velikost textu
da: Standard tekstzoom
de: Standardmäßiger Textzoom
el: Προεπιλεγμένο ζουμ κειμένου
et: Vaikimisi teksti suumimine
fi: Tekstin oletuszoomaus
fr: Zoom par défaut du texte
hr: Zadano zumiranje teksta
hu: Alapértelmezett szövegnagyítás
it: Zoom testo predefinito
lt: Numatytasis teksto mastelio keitimas
lv: Burtu izmērs
nb: Standard tekstzoom
nl: Standaard tekstgrootte
pt: Zoom do texto predefinido
ro: Dimensiune text
ru: Масштаб текста по умолчанию
sk: Predvolené zväčšenie textu
sl: Privzeta povečava besedila
sv: Standardzoom för text
tr: Varsayılan Metin Yakınlaştırma

# settings.theme
source: Theme
bg: Тема
cs: Téma
da: Tema
de: Design
el: Θέμα
et: Teema
fi: Teema
fr: Thème
hr: Tema
hu: Kinézet
it: Tema
lt: Tema
lv: Motīvs
nb: Utseende
nl: Thema
pt: Tema
ro: Temă
ru: Тема
sk: Motív
sl: Tema
sv: Tema
tr: Tema

# settings.title
source: Settings
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
et: Seaded
fi: Asetukset
fr: Paramètres
hr: Postavke
hu: Beállítások
it: Impostazioni
lt: Nustatymai
lv: Iestatījumi
nb: Innstillinger
nl: Instellingen
pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
tr: Ayarlar

# settings.unprotected.sites
source: Unprotected Sites
bg: Незащитени сайтове
cs: Nechráněné stránky
da: Ubeskyttede websteder
de: Ungeschützte Websites
el: Μη προστατευόμενοι ιστότοποι
et: Kaitseta saidid
fi: Suojaamattomat sivustot
fr: Sites non protégés
hr: Nezaštićena web-mjesta
hu: Védelem nélküli weboldalak
it: Siti non protetti
lt: Neapsaugotos svetainės
lv: Neaizsargātas vietnes
nb: Ubeskyttede nettsteder
nl: Onbeschermde sites
pt: Sites desprotegidos
ro: Site-uri neprotejate
ru: Незащищенные сайты
sk: Nezabezpečené webové stránky
sl: Nezaščitene strani
sv: Oskyddade webbplatser
tr: Korumasız Siteler

# settings.version
source: Version
bg: Версия
cs: Verze
el: Έκδοση
et: Versioon
fi: Versio
hr: Verzija
hu: Változat
it: Versione
lt: Versija
lv: Versija
nb: Versjon
nl: Versie
pt: Versão
ro: Versiune
ru: Версия
sk: Verzia
sl: Različica
tr: Versiyon

# settings.voice.search
source: Private Voice Search
bg: Поверително гласово търсене
cs: Soukromé hlasové vyhledávání
da: Privat stemmesøgning
de: Private Sprachsuche
el: Ιδιωτική φωνητική αναζήτηση
et: Privaatne häälotsing
fi: Yksityinen äänihaku
fr: Recherche vocale privée
hr: Privatno glasovno pretraživanje
hu: Privát beszédhangalapú keresés
it: Ricerca vocale privata
lt: Privati paieška balsu
lv: Privātā balss meklēšana
nb: Privat talesøk
nl: Private spraakzoekopdracht
pt: Pesquisa por voz privada
ro: Căutare vocală privată
ru: Конфиденциальный голосовой поиск
sk: Súkromné hlasové vyhľadávanie
sl: Zasebno glasovno iskanje
sv: Privat röstsökning
tr: Özel Sesli Arama

# settings.web.tracking.protection
source: Web Tracking Protection
bg: Защита от проследяване в мрежата
cs: Ochrana před sledováním na webu
da: Beskyttelse mod sporing på nettet
el: Προστασία παρακολούθησης ιστού
et: Veebijälgimise kaitse
fi: Verkkoseurannan suojaus
fr: Protection contre le pistage sur le Web
hr: Zaštita od praćenja na webu
hu: Webes követés elleni védelem
it: Protezione dal tracciamento web
lt: Apsauga nuo žiniatinklio sekimo
lv: Tīmekļa izsekošanas aizsardzība
nb: Beskyttelse mot nettsporing
nl: Bescherming tegen webtracking
pt: Proteção contra rastreamento na internet
ro: Protecție împotriva urmăririi pe web
ru: Защита от отслеживания онлайн
sk: Ochrana pred sledovaním webu
sl: Zaščita pred spletnim sledenjem
tr: Web İzleme Koruması

# settings.web.tracking.protection.explanation
source: DuckDuckGo automatically blocks hidden trackers as you browse the web. [Learn More](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)
bg: DuckDuckGo автоматично блокира скритите тракери, докато сърфирате в мрежата. [Научете повече](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)
cs: DuckDuckGo automaticky blokuje skryté trackery při procházení webu. [Více informací](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)
da: DuckDuckGo blokerer automatisk skjulte trackere, når du surfer på nettet. [Læs mere](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)
de: DuckDuckGo blockiert beim Durchsuchen des Internets automatisch ausgeblendete Tracker.[Mehr erfahren](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)
el: Το DuckDuckGo αποκλείει αυτόματα κρυφές εφαρμογές παρακολούθησης καθώς περιηγείστε στο διαδίκτυο. [Μάθετε περισσότερα](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)
et: DuckDuckGo blokeerib automaatselt peidetud jälgijaid, kui sa veebis sirvid. [Lisateave](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)
fi: DuckDuckGo estää piilotetut seurantalaitteet automaattisesti, kun selaat verkkoa. [Lue lisää] (ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)
fr: DuckDuckGo bloque automatiquement les traqueurs cachés lorsque vous naviguez sur le Web. [En savoir plus](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)
hr: DuckDuckGo automatski blokira skrivene alate za praćenje dok pregledavaš web. [Saznaj više](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)
hu: A DuckDuckGo böngészés közben automatikusan blokkolja a rejtett nyomkövetőket. [További információ](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)
it: DuckDuckGo blocca automaticamente i sistemi di tracciamento nascosti mentre navighi sul web. [Scopri di più](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)
lt: „DuckDuckGo“ automatiškai blokuoja paslėptas stebėjimo priemones naršant internete. [Sužinokite daugiau](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)
lv: DuckDuckGo automātiski bloķē slēptos izsekotājus, kad tu pārlūko tīmekli. [Uzzini vairāk](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)
nb: DuckDuckGo blokkerer automatisk skjulte sporere når du surfer på nettet. [Finn ut mer](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)
nl: DuckDuckGo blokkeert automatisch verborgen trackers terwijl je op het web surft. [Meer informatie](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)
pt: O DuckDuckGo bloqueia automaticamente os rastreadores ocultos enquanto navegas na Internet. [Sabe Mais](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)
ro: DuckDuckGo blochează automat tehnologiile de urmărire ascunse în timp ce navighezi pe web. [Află mai multe](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)
ru: DuckDuckGo автоматически блокирует скрытые трекеры, пока вы посещаете сайты. [Подробнее...](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)
sk: DuckDuckGo automaticky blokuje skryté sledovacie zariadenia pri prehliadaní webu. [Viac informácií](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)
sl: DuckDuckGo samodejno blokira skrite sledilnike med brskanjem po spletu. [Več o tem](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)
sv: DuckDuckGo blockerar automatiskt dolda spårare när du surfar på webben. [Läs mer](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)
tr: DuckDuckGo, web'de gezinirken gizli izleyicileri otomatik olarak engeller. [Daha Fazla Bilgi](ddgQuickLink://duckduckgo.com/duckduckgo-help-pages/privacy/web-tracking-protections/)

# site.not.working.description
source: Select the option that best describes the problem you experienced.
bg: Изберете опцията, която най-добре описва възникналия проблем.
cs: Vyber možnost, která nejlíp popisuje tvůj problém.
da: Vælg den mulighed, der bedst beskriver det problem, du oplevede.
de: Wähle die Option, die dein Problem am besten beschreibt.
el: Επιλέξτε αυτό που περιγράφει καλύτερα το πρόβλημα που αντιμετωπίσατε.
et: Vali suvand, mis kirjeldab sinu probleemi kõige paremini.
fi: Valitse vaihtoehto, joka parhaiten kuvaa ongelmaa.
fr: Sélectionnez l'option qui décrit le mieux le problème rencontré.
hr: Odaberi opciju koja najbolje opisuje nastali problem.
hu: Válaszd ki azt a lehetőséget, amelyik a legjobban leírja a tapasztalt problémát.
it: Seleziona l'opzione che meglio descrive il problema riscontrato.
lt: Pasirinkite parinktį, kuri geriausiai apibūdina iškilusią problemą.
nb: Velg alternativet som best beskriver problemet du opplevde.
nl: Selecteer de optie die het beste je probleem beschrijft.
pt: Seleciona a opção que melhor descreve o problema que enfrentaste.
ro: Selectează opțiunea care descrie cel mai bine problema cu care te-ai confruntat.
ru: Выберите наиболее точное описание проблемы, с которой вы столкнулись.
sk: Vyberte možnosť, ktorá najlepšie opisuje problém, ktorý ste zaznamenali.
sl: Izberite možnost, ki najbolje opisuje težavo, na katero ste naleteli.
sv: Välj det alternativ som bäst beskriver det problem som du har stött på.
tr: Karşılaştığınız sorunu en iyi tanımlayan seçeneği seçin.

# site.not.working.dismiss
source: Dismiss
bg: Отказване
cs: Odmítnout
da: Afvis
de: Verwerfen
el: Απόρριψη
et: Loobu
fi: Hylkää
fr: Ignorer
hr: Odbaci
hu: Elutasítás
it: Ignora
lt: Atmesti
nb: Avvis
nl: Negeren
pt: Ignorar
ro: Renunță
ru: Отклонить
sk: Odmietnuť
sl: Opusti
sv: Avvisa
tr: Reddet

# site.not.working.report.broken.site
source: Report Broken Site
bg: Подаване на сигнал за повреден сайт
cs: Nahlásit nefunkční webové stránky
da: Rapporter ødelagt websted
de: Fehlerhafte Website melden
el: Αναφορά ιστότοπου που δεν λειτουργεί
et: Teata mittetoimivast saidist
fi: Ilmoita viallisesta sivustosta
fr: Signaler un problème de site
hr: Prijavi neispravno web-mjesto
hu: Hibás weboldal jelentése
it: Segnala sito danneggiato
lt: Pranešti apie sugadintą svetainę
nb: Rapporter nettstedfeil
nl: Defecte website melden
pt: Denunciar site danificado
ru: Сообщить о неработающем сайте
sk: Nahlásiť nefunkčnú stránku
sl: Prijavi nedelujočo stran
sv: Rapportera skadad webbplats
tr: Hatalı Siteyi Bildir

# site.not.working.subtitle
source: This helps us improve the browser.
bg: Това ни помага да подобрим браузъра.
cs: Pomáhá nám to vylepšovat prohlížeč.
da: Det hjælper os med at forbedre browseren.
de: Das hilft uns, den Browser zu verbessern.
el: Αυτό μας βοηθά να βελτιώνουμε το πρόγραμμα περιήγησης.
et: See aitab meil brauserit täiustada.
fi: Tämä auttaa meitä parantamaan selainta.
fr: Cela nous aide à améliorer le navigateur.
hr: Ovo nam pomaže da poboljšamo preglednik.
hu: Ez segít minket a böngésző tökéletesítésében.
it: Questo ci aiuta a migliorare il browser.
lt: Tai padeda mums tobulinti naršyklę.
nb: Dette hjelper oss med å forbedre nettleseren.
nl: Hiermee kunnen we de browser verbeteren.
pt: Isto ajuda-nos a melhorar o navegador.
ro: Acest lucru ne ajută să îmbunătățim browserul.
ru: Ваш ответ поможет нам улучшить работу браузера.
sk: Toto nám pomáha vylepšiť prehliadač.
sl: To nam pomaga izboljšati brskalnik.
sv: Det hjälper oss att förbättra webbläsaren.
tr: Bu gibi bildirimler tarayıcıyı geliştirmemize yardımcı olur.

# site.not.working.title
source: Site not working? Let DuckDuckGo know.
bg: Сайтът не работи ли? Уведомете DuckDuckGo.
cs: Stránka nefunguje? Dej DuckDuckGo vědět.
da: Virker webstedet ikke? Fortæl DuckDuckGo det.
de: Webseite funktioniert nicht? Sag DuckDuckGo Bescheid.
el: Ο ιστότοπος δεν λειτουργεί; Ενημερώστε σχετικά το DuckDuckGo.
et: Kas sait ei tööta? Anna DuckDuckGole teada.
fi: Eikö sivusto toimi? Kerro siitä DuckDuckGolle.
fr: Le site ne fonctionne pas ? Faites-le savoir à DuckDuckGo.
hr: Web-mjesto ne funkcionira? Javi DuckDuckGou.
hu: Nem működik a webhely? Jelezd a DuckDuckGo felé.
it: Il sito non funziona? Comunicalo a DuckDuckGo.
lt: Svetainė neveikia? Praneškite „DuckDuckGo“.
nb: Fungerer ikke nettstedet? Gi beskjed til DuckDuckGo.
nl: Werkt de site niet? Laat het DuckDuckGo weten.
pt: O site não funciona? Informa o DuckDuckGo.
ro: Site-ul nu funcționează? Anunță DuckDuckGo.
ru: Сайт не работает? Сообщите в DuckDuckGo!
sk: Stránka nefunguje? Oznámte to DuckDuckGo.
sl: Stran ne deluje? Sporočite DuckDuckGo.
sv: Fungerar inte webbplatsen? Informera DuckDuckGo.
tr: Site çalışmıyor mu? DuckDuckGo'ya bildirin.
