Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# keyCommandOpenInNewTab
source: Open Link in New Tab
bg: Отваряне на връзка в нов раздел
cs: Otevřít odkaz na nové kartě
da: Åbn link i ny fane
de: Link in neuem Tab öffnen
el: Άνοιγμα συνδέσμου σε νέα καρτέλα
et: Ava link uuel vahekaardil
fi: Avaa linkki uudessa välilehdessä
fr: Ouvrir le lien dans un nouvel onglet
hr: Otvori poveznicu u novoj kartici
hu: Hivatkozás megnyitása új lapon
it: Apri collegamento in una nuova scheda
lt: Atidaryti nuorodą naujame skirtuke
lv: Atvērt saiti jaunā cilnē
nb: Åpne lenke i ny fane
nl: Link openen in een nieuw tabblad
pt: Abrir ligação num separador novo
ro: Deschide linkul într-o filă nouă
ru: Открыть ссылку в новой вкладке
sk: Otvorte odkaz v novej karte
sl: Odpri povezavo v novem zavihku
sv: Öppna länken i en ny flik
tr: Bağlantıyı Yeni Sekmede Aç
uk: Відкрийте Посилання В Новій Вкладці

# keyCommandPreviousTab
source: Previous Tab
bg: Предишен раздел
cs: Předchozí karta
da: Forrige fane
de: Vorheriger Tab
el: Προηγούμενη καρτέλα
et: Eelmine vahekaart
fi: Edellinen välilehti
fr: Onglet précédent
hr: Prethodna kartica
hu: Előző lap
it: Scheda precedente
lt: Ankstesnis skirtukas
lv: Iepriekšējā cilne
nb: Forrige fane
nl: Vorig tabblad
pt: Separador anterior
ro: Fila anterioară
ru: Предыдущая вкладка
sk: Predchádzajúca karta
sl: Prejšnji zavihek
sv: Föregående flik
tr: Önceki Sekme
uk: Попередня Вкладка

# keyCommandPrint
source: Print
bg: Отпечатване
cs: Vytisknout
de: Drucken
el: Εκτύπωση
et: Prindi
fi: Tulosta
fr: Imprimer
hr: Ispis
hu: Nyomtatás
it: Stampa
lt: Spausdinti
lv: Drukāt
nb: Skriv ut
nl: Afdrukken
pt: Imprimir
ro: Tipărire
ru: Распечатать
sk: Vytlačiť
sl: Natisni
sv: Skriv ut
tr: Yazdır
uk: Друк

# keyCommandReload
source: Reload
bg: Презареждане
cs: Načíst znovu
da: Genindlæs
de: Neu laden
el: Γίνεται επαναφόρτωση
et: Laadi uuesti
fi: Lataa uudelleen
fr: Recharger
hr: Ponovno učitaj
hu: Újratöltés
it: Ricarica
lt: Įkelti iš naujo
lv: Pārlādēt
nb: Last inn på nytt
nl: Opnieuw laden
pt: Recarregar
ro: Reîncarcă
ru: Перезагрузить
sk: Znovu načítať
sl: Ponovno naloži
sv: Ladda om
tr: Tekrar yükle
uk: Перезавантажити

# keyCommandSelect
source: Select
bg: Избор
cs: Zvolit
da: Vælg
de: Auswählen
el: Επιλογή
et: Vali
fi: Valitse
fr: Sélectionner
hr: Odabir
hu: Kiválasztás
it: Seleziona
lt: Pasirinkti
lv: Atlasīt
nb: Velg
nl: Selecteren
pt: Selecionar
ro: Selecție
ru: Выбрать
sk: Vybrať
sl: Izberi
sv: Välj
tr: Seç
uk: Вибрати

# keyCommandShowAllTabs
source: Show All Tabs
bg: Показване на всички раздели
cs: Zobrazit všechny karty
da: Vis alle faner
de: Alle Tabs anzeigen
el: Προβολή όλων των καρτελών
et: Kuva kõik vahekaardid
fi: Näytä kaikki välilehdet
fr: Afficher tous les onglets
hr: Prikaži sve kartice
hu: Összes lap megjelenítése
it: Mostra tutte le schede
lt: Rodyti visus skirtukus
lv: Rādīt visas cilnes
nb: Vis alle faner
nl: Alle tabbladen weergeven
pt: Mostrar todos os separadores
ro: Afișează toate filele
ru: Показать все вкладки
sk: Zobraziť všetky karty
sl: Prikaži vse zavihke
sv: Visa alla flikar
tr: Tüm Sekmeleri Göster
uk: Показати Всі Вкладки

# mac-browser.waitlist.summary
source: DuckDuckGo for Mac has the speed you need, the browsing features you expect, and comes packed with our best-in-class privacy essentials.
bg: DuckDuckGo за Mac притежава необходимата скорост, както и очакваните от Вас функции за сърфиране, и предлага най-добрите в този клас елементи за защита.
cs: DuckDuckGo pro Mac má rychlost, kterou potřebuješ, funkce prohlížeče, které očekáváš, a obsahuje naše nejlepší nástroje na ochranu soukromí.
da: DuckDuckGo til Mac har den hastighed, du har brug for, de browserfunktioner, du forventer, og leveres spækket med vores bedste privatlivsartikler i klassen.
de: DuckDuckGo für Mac hat die Geschwindigkeit, die du brauchst, die Browserfunktionen, die du erwartest, und ist vollgepackt mit unseren grundlegenden Funktionen für den Datenschutz.
el: Το DuckDuckGo για Mac έχει την ταχύτητα που χρειάζεστε, τις λειτουργίες περιήγησης που αναμένετε και περιλαμβάνει τις καλύτερες δυνατότητες απορρήτου στην κατηγορία μας.
et: DuckDuckGo for Mac on just nii kiire, kui vajad, oodatud sirvimisfunktsioonidega ja tulvil meie oma klassi parimaid privaatsuselemente.
fi: Macin DuckDuckGo tarjoaa kaipaamasi nopeuden, odottamasi selaintoiminnot ja luokkansa parhaat tietosuojaominaisuudet.
fr: DuckDuckGo pour Mac répond à vos besoins de rapidité et de fonctionnalités de navigation, et dispose des meilleurs outils de leur catégorie pour protéger votre vie privée.
hr: Aplikacija DuckDuckGo za Mac pruža ti potrebnu brzinu i značajke pretraživanja kakve očekuješ, a isporučuje se s našim najboljim alatima za privatnost u svojoj klasi - privacy essentials.
hu: A DuckDuckGo Mac verziója gyors, böngészési funkciókban gazdag, és kategóriája legjobb adatvédelmi megoldásait kínálja.
it: DuckDuckGo per Mac ti offre la velocità di cui hai bisogno, le funzioni di navigazione che desideri e i migliori strumenti per la privacy.
lt: „Mac“ skirta „DuckDuckGo“ pasižymi jums reikiama sparta, naršymo funkcijomis ir aukščiausios klasės privatumo įrankiais.
lv: DuckDuckGo Mac datoram sniedz nepieciešamo ātrumu, ierastās pārlūkošanas funkcijas un savā klasē labākās privātuma pamatfunkcijas.
nb: DuckDuckGo for Mac har hastigheten du trenger, nettleserfunksjonene du forventer, og er stappfull av våre førsteklasses personvernfunksjoner.
nl: DuckDuckGo voor Mac heeft de snelheid die je nodig hebt en de browsefuncties die je verwacht, en zit boordevol met onze allerbeste privacy essentials.
pt: O DuckDuckGo para Mac tem a velocidade de que necessita, as funcionalidades de navegação que espera e os nossos Privacy Essentials líderes no setor.
ro: DuckDuckGo pentru Mac are viteza de care ai nevoie, funcționalitățile de răsfoire pe care ți le dorești și este prevăzută cu cele mai bune caracteristici de bază în privința confidențialității din domeniu.
ru: Приложение DuckDuckGo для Mac — это высокая скорость, функциональность и беспрецедентная конфиденциальность.
sk: DuckDuckGo pre Mac má rýchlosť, ktorú potrebujete, funkcie prehliadania, ktoré očakávate, a obsahuje naše prvotriedne privacy essentials.
sl: DuckDuckGo za računalnike Mac zagotavlja hitrost, ki jo potrebujete, in funkcije brskanja, ki jih pričakujete, ter je opremljen z našimi ključnimi funkcijami zasebnosti, ki so najboljše v tem razredu.
sv: DuckDuckGo för Mac har hastigheten du behöver, webbläsarfunktionerna du förväntar dig och våra många förstklassiga integritetsfunktioner.
tr: Mac için DuckDuckGo, ihtiyacınız olan hız ve beklediğiniz tarama özelliklerinin yanı sıra sınıfındaki en iyi gizlilik özelliklerini (Privacy Essentials) sunuyor.
uk: Додаток DuckDuckGo Privacy для Mac має потрібну швидкість, очікувані функції перегляду та містить найкращі в своєму класі засоби захисту конфіденційності.

# mac-waitlist.available.notification.title
source: DuckDuckGo for Mac is ready!
bg: Приложението DuckDuckGo за Mac е готово!
cs: DuckDuckGo pro Mac už čeká!
da: DuckDuckGo til Mac er klar!
de: DuckDuckGo für Mac ist da!
el: Το DuckDuckGo για Mac είναι έτοιμο!
et: DuckDuckGo for Mac on valmis.
fi: Macin DuckDuckGo on valmis!
fr: DuckDuckGo pour Mac est prêt !
hr: DuckDuckGo za Mac je spreman!
hu: Elkészült a DuckDuckGo Maces verziója!
it: DuckDuckGo per Mac è adesso disponibile.
lt: „DuckDuckGo for Mac“ paruošta!
lv: DuckDuckGo Mac datoram ir gatavs!
nb: DuckDuckGo for Mac er klar!
nl: DuckDuckGo voor Mac staat klaar!
pt: O DuckDuckGo para Mac está pronto!
ro: DuckDuckGo pentru Mac este pregătită!
ru: Приложение DuckDuckGo для Mac готово!
sk: DuckDuckGo pre Mac je pripravený!
sl: DuckDuckGo za računalnike Mac je na voljo!
sv: DuckDuckGo för Mac är klar!
tr: Mac için DuckDuckGo hazır!
uk: DuckDuckGo для Mac готовий!

# mac-waitlist.copy
source: Copy
bg: Копиране
cs: Kopírovat
da: Kopi
de: Kopieren
el: Αντιγραφή
et: Kopeeri
fi: Kopioi
fr: Copier
hr: Kopiraj
hu: Másolás
it: Copia
lt: Kopijuoti
lv: Kopēt
nb: Kopier
nl: Kopiëren
pt: Copiar
ro: Copiere
ru: Копировать
sk: Kopírovať
sl: Kopiraj
sv: Kopiera
tr: Kopyala
uk: Копіювати

# mac-waitlist.join-waitlist-screen.on-your-computer-go-to
source: On your Windows computer, go to:
bg: На Вашия компютър с Windows отидете на:
cs: V počítači s Windows přejdi na:
da: På din Windows-computer skal du gå til:
de: Öffne auf deinem Windows-Computer die folgende Website:
el: Στον υπολογιστή σας με Windows, μεταβείτε στη διεύθυνση:
et: Ava oma Windowsi arvutis:
fi: Siirry Windows-tietokoneella osoitteeseen:
fr: Sur votre ordinateur Windows, accédez à :
hr: Na računalu sa sustavom Windows idi na:
hu: Windowsos számítógépen lépj erre az oldalra:
it: Sul tuo computer Windows, apri il browser web e vai su:
lt: „Windows“ kompiuteryje eikite į:
lv: Savā Windows datorā dodies uz:
nb: På en Windows-datamaskin går du til:
nl: Ga op je Windows-computer naar:
pt: No teu computador Windows, acede a:
ro: Pe computerul tău Windows, accesează:
ru: Перейдите на компьютере Windows по ссылке:
sk: V počítači so systémom Windows prejdite na:
sl: V računalniku s sistemom Windows pojdite na:
sv: På din Windows-dator går du till:
tr: Windows bilgisayarınızda şu adrese gidin:

# mac-waitlist.join-waitlist-screen.on-your-mac-go-to
source: On your Mac, go to:
bg: На Вашия Mac отидете на:
cs: Na Macu přejdi na:
da: På din Mac skal du gå til:
de: Rufe auf deinem Mac Folgendes auf:
el: Στον Mac σας, μεταβείτε στη διεύθυνση:
et: Ava oma Macis:
fi: Siirry Mac-tietokoneellasi osoitteeseen:
fr: Sur votre Mac, accédez à :
hr: Na Macu idi na:
hu: Macen lépj a következőre:
it: Sul tuo Mac, visita:
lt: „Mac“ kompiuteryje eikite į:
lv: Savā Mac datorā dodies uz:
nb: På Mac går du til:
nl: Ga op je Mac naar:
pt: No seu Mac, aceda a:
ro: Pe dispozitivul tău Mac, accesează:
ru: Перейдите на компьютере Mac по ссылке:
sk: V počítači Mac prejdite na:
sl: V računalniku Mac odprite:
sv: På din Mac går du till:
tr: Mac cihazınızda şu adrese gidin:

# mac-waitlist.join-waitlist-screen.share-link
source: Share Link
bg: Споделяне на връзка
cs: Sdílet odkaz
da: Del link
de: Link teilen
el: Κοινή χρήση συνδέσμου
et: Jaga linki
fi: Jaa linkki
fr: Partager le lien
hr: Podijeli poveznicu
hu: Link megosztása
it: Condividi link
lt: Bendrinti nuorodą
lv: Kopīgot saiti
nb: Del lenke
nl: Link delen
pt: Partilhar ligação
ro: Trimite linkul
ru: Поделиться ссылкой
sk: Zdieľať odkaz
sl: Daj povezavo v skupno rabo
sv: Dela länk
tr: Bağlantıyı paylaş

# mac-waitlist.join-waitlist-screen.try-duckduckgo-for-mac
source: Get DuckDuckGo for Mac!
bg: Вземете DuckDuckGo за Mac!
cs: Pořiď si DuckDuckGo pro Mac!
da: Prøv DuckDuckGo til Mac!
de: Hole dir DuckDuckGo für Mac!
el: Αποκτήστε το DuckDuckGo για Mac!
et: Hangi DuckDuckGo for Mac!
fi: Kokeile Macin DuckDuckGota!
fr: Procurez-vous DuckDuckGo pour Mac !
hr: Nabavi DuckDuckGo za Mac!
hu: Töltsd le a DuckDuckGo Mac verzióját!
it: Scarica DuckDuckGo per Mac.
lt: Gaukite „Mac“ skirtą „DuckDuckGo“!
lv: Iegūsti DuckDuckGo Mac datoram!
nb: Skaff deg DuckDuckGo for Mac!
nl: Download DuckDuckGo voor Mac!
pt: Obtenha o DuckDuckGo para Mac!
ro: Obține DuckDuckGo pentru Mac!
ru: DuckDuckGo для Mac!
sk: Vyskúšajte DuckDuckGo pre Mac!
sl: Prenesite DuckDuckGo za računalnike Mac!
sv: Skaffa DuckDuckGo för Mac!
tr: Mac için DuckDuckGo'yu edinin!
uk: Спробуйте DuckDuckGo для Mac!

# mac-waitlist.join-waitlist-screen.windows-waitlist
source: Looking for the Windows version?
bg: Търсите версията за Windows?
cs: Hledáš verzi pro Windows?
da: Leder du efter Windows-versionen?
de: Suchst du nach der Windows-Version?
el: Αναζητάτε την έκδοση των Windows;
et: Kas otsid Windowsi versiooni?
fi: Etsitkö Windows-versiota?
fr: Vous cherchez la version Windows ?
hr: Tražiš verziju za Windows?
hu: A Windowsra készült verziót keresed?
it: Cerchi la versione per Windows?
lt: Ieškote „Windows“ versijos?
lv: Vai meklē Windows versiju?
nb: Ser du etter Windows-versjonen?
nl: Op zoek naar de versie voor Windows?
pt: Procura a versão para Windows?
ro: Cauți versiunea pentru Windows?
ru: Ищете версию для Windows?
sk: Hľadáte verziu pre systém Windows?
sl: Iščete različico za računalnike Windows?
sv: Letar du efter Windows-versionen?
tr: Windows Sürümünü mü arıyorsunuz?

# mac-waitlist.settings.browse-privately
source: Browse privately with our app for Mac
bg: Сърфирайте поверително с нашето приложение за Mac
cs: Zajisti si soukromí při prohlížení webu – v naší aplikaci pro Mac
da: Browse privat med vores app til Mac
de: Privat browsen mit unserer App für Mac
el: Περιηγηθείτε ιδιωτικά με την εφαρμογή μας για Mac
et: Sirvi privaatselt meie Maci rakendusega
fi: Selaa yksityisesti Mac-sovelluksellamme
fr: Naviguez incognito avec notre application pour Mac
hr: Pretražujte privatno s našom aplikacijom za Mac
hu: Privát böngészés Maces alkalmazásunkkal
it: Naviga in privato con la nostra app per Mac
lt: Naršykite privačiai su mūsų „Mac“ skirta programa
lv: Pārlūko privāti, izmantojot mūsu Mac lietotni
nb: Surf privat med vår app for Mac
nl: Browse privé met onze app voor Mac
pt: Navegue em privado com a nossa aplicação para Mac
ro: Răsfoiește în mod privat, cu aplicația noastră pentru Mac
ru: Полная конфиденциальность в Интернете, благодаря нашему приложению для Mac
sk: Prezerajte súkromne stránky s našou aplikáciou pre Mac
sl: Brskajte zasebno z našo aplikacijo za računalnike Mac
sv: Surfa privat med vår app för Mac
tr: Mac için uygulamamızla internette gezinirken gizliliğinizi koruyun
uk: Переглядайте приватно за допомогою нашої програми для Mac

# mac-waitlist.share-sheet.message
source: Ready to start browsing privately on Mac? Visit this URL on your Mac to download: https://duckduckgo.com/mac
bg: Готови ли сте да започнете поверително сърфиране на Mac? Посетете този URL адрес на Mac, за да изтеглите: https://duckduckgo.com/mac
cs: Chceš si na Macu prohlížet web v naprostém soukromí? Aplikaci si do Macu stáhni z téhle adresy: https://duckduckgo.com/mac
da: Er du klar til at begynde at browse privat på Mac? Besøg denne URL på din Mac for at downloade: https://duckduckgo.com/mac
de: Bereit, privat auf dem Mac zu browsen? Rufe für den Download diese URL auf deinem Mac auf: https://duckduckgo.com/mac
el: Έτοιμοι να αρχίσετε μια ιδιωτική περιήγηση σε Mac; Επισκεφτείτε αυτήν τη διεύθυνση URL στον Mac σας για να κάνετε λήψη: https://duckduckgo.com/mac
et: Kas oled valmis Macis privaatselt sirvima? Allalaadimiseks ava oma Macis järgmine URL: https://duckduckgo.com/mac
fi: Oletko valmis aloittamaan yksityisen selaamisen Macilla? Lataa sovellus Macillesi osoitteesta: https://duckduckgo.com/mac
fr: Prêt(e) à naviguer incognito sur Mac ? Accédez à cette URL sur votre Mac pour télécharger l'application : https://duckduckgo.com/mac
hr: Jesi li spreman za početak privatnog pretraživanja na Macu? Posjeti ovaj URL na svom Macu za preuzimanje: https://duckduckgo.com/mac
hu: Készen állsz a privát böngészésre a Macen? A letöltéshez látogass el erre az URL-címre a Macen: https://duckduckgo.com/mac
it: Vuoi iniziare a navigare privatamente su Mac? Visita il seguente URL sul tuo Mac per scaricare: https://duckduckgo.com/mac
lt: Pasiruošę naršyti privačiai „Mac“? Spustelėkite šį URL „Mac“ kompiuteryje, kad atsisiųstumėte: https://duckduckgo.com/mac
lv: Vai esi gatavs sākt privātu pārlūkošanu savā Mac? Apmeklē šo URL savā Mac datorā, lai lejupielādētu: https://duckduckgo.com/mac
nb: Er du klar til å begynne å surfe privat på Mac? Gå til denne nettadressen på Mac-en din for å laste ned: https://duckduckgo.com/mac
nl: Klaar om privé te browsen op de Mac? Bezoek deze URL op je Mac om DuckDuckGo te downloaden: https://duckduckgo.com/mac
pt: A postos para começar a navegar em privado no Mac? Visite este URL no seu Mac para descarregar: https://duckduckgo.com/mac
ro: Ești gata să răsfoiești în mod privat pe Mac? Vizitează această adresă URL pe dispozitivul tău Mac pentru a descărca: https://duckduckgo.com/mac
ru: Конфиденциальность в Интернете на Mac? Не проблема! Загрузите наше приложение по ссылке: https://duckduckgo.com/mac
sk: Ste pripravení začať so súkromným prehliadaním v Mac-u? Na stiahnutie navštívte túto adresu URL vo svojom Mac-u: https://duckduckgo.com/mac
sl: Ste pripravljeni na zasebno brskanje v računalniku Mac? Za prenos obiščite ta naslov URL v računalniku Mac: https://duckduckgo.com/mac
sv: Är du redo att börja surfa privat på din Mac? Ladda ner genom att gå till den här webbadressen på din Mac: https://duckduckgo.com/mac
tr: Mac'te gizliliğinizi koruyarak gezinmeye hazır mısınız? İndirmek için Mac'inizde bu URL'yi ziyaret edin: https://duckduckgo.com/mac
uk: Ти запрошений! Готові почати приватний перегляд на Mac? Крок 1 Відвідайте цю URL-адресу на своєму Mac, щоб завантажити: https://duckduckgo.com/mac Крок 2 Відкрийте файл для встановлення, а потім введіть код запрошення, щоб розблокувати. Код запрошення: %@

# mac-waitlist.share-sheet.title
source: DuckDuckGo for Mac
bg: DuckDuckGo за Mac
cs: DuckDuckGo pro Mac
da: DuckDuckGo til Mac
de: DuckDuckGo für Mac
el: DuckDuckGo για Mac
fi: DuckDuckGo Mac
fr: DuckDuckGo pour Mac
hr: DuckDuckGo za Mac
hu: DuckDuckGo Mac verzió
it: DuckDuckGo per Mac
lt: „Mac“ skirta „DuckDuckGo“
lv: DuckDuckGo Mac datoram
nl: DuckDuckGo voor Mac
pt: DuckDuckGo para Mac
ro: DuckDuckGo pentru Mac
ru: DuckDuckGo для Mac
sk: DuckDuckGo pre Mac
sl: DuckDuckGo za računalnike Mac
sv: DuckDuckGo för Mac
tr: Mac için DuckDuckGo
uk: Ви запрошені!

# mac-waitlist.title
source: DuckDuckGo App for Mac
bg: Приложение DuckDuckGo за Mac
cs: Aplikace DuckDuckGo pro Mac
da: DuckDuckGo-app til Mac
de: DuckDuckGo-App für Mac
el: Εφαρμογή DuckDuckGo για Mac
et: DuckDuckGo rakendus Macile
fi: DuckDuckGo-sovellus Mac-laitteelle
fr: Application DuckDuckGo pour Mac
hr: DuckDuckGo aplikacija za Mac
hu: DuckDuckGo alkalmazás Machez
it: App DuckDuckGo per Mac
lt: „DuckDuckGo“ programa, skirta „Mac“
lv: DuckDuckGo lietotne Mac datoram
nl: DuckDuckGo-app voor Mac
pt: Aplicação DuckDuckGo para Mac
ro: Aplicația DuckDuckGo pentru Mac
ru: Приложение DuckDuckGo для Mac
sk: Aplikácia DuckDuckGo pre Mac
sl: Aplikacija DuckDuckGo za računalnike Mac
sv: DuckDuckGo-app för Mac
tr: Mac için DuckDuckGo Uygulaması
uk: Настільний додаток DuckDuckGo

# malicious-site-protection.settings.footer.button.learn-more
source: Learn More
bg: Научете повече
cs: Více informací
da: Mere info
de: Mehr erfahren
et: Loe edasi
fi: Lue lisää
fr: En savoir plus
hr: Saznajte više
hu: További részletek
it: Ulteriori informazioni
nb: Finn ut mer
nl: Meer informatie
pt: Saiba mais
ru: Узнать больше
sk: Zistite viac
sl: Več
sv: Läs mer

# malicious-site-protection.settings.footer.message
source: Disabling this feature can put your personal information at risk.
bg: Деактивирането на тази функция може да изложи личната ви информация на риск.
cs: Vypnutím téhle funkce můžeš svoje osobní údaje vystavit riziku.
da: Deaktivering af denne funktion kan bringe dine personlige oplysninger i fare.
de: Das Deaktivieren dieser Funktion kann deine persönlichen Daten gefährden.
et: Selle funktsiooni keelamine võib teie isikuandmed ohtu seada.
fi: Tämän ominaisuuden käytöstä poistaminen voi vaarantaa henkilötietosi.
fr: La désactivation de cette fonctionnalité peut mettre vos informations personnelles en danger.
hr: Onemogućavanje ove značajke može ugroziti tvoje osobne podatke.
hu: Ennek a funkciónak a letiltása veszélyt jelenthet a személyes adataidra.
it: Disabilitando questa funzione, potresti mettere a rischio i tuoi dati personali.
nb: Deaktivering av denne funksjonen kan sette personopplysningene dine i fare.
nl: Als je deze functie uitschakelt, kunnen je persoonlijke gegevens in gevaar komen.
pt: Desativar esta funcionalidade pode pôr em risco as tuas informações pessoais.
ru: При отключении этой функции ваши личные данные могут оказаться под угрозой.
sk: Deaktivácia tejto funkcie môže ohroziť tvoje osobné údaje.
sl: Če omogočite to funkcijo, lahko ogrozite varnost svojih osebnih podatkov.
sv: Om den här funktionen inaktiveras kan dina personuppgifter utsättas för risker.

# malicious-site-protection.settings.header
source: Site Safety Warnings
bg: Предупреждения за безопасност на сайта
cs: Upozornění na nebezpečný web
da: Sikkerhedsadvarsler for websteder
de: Sicherheitswarnungen der Website
et: Saidi ohutuse hoiatused
fi: Sivustojen tietoturvavaroitukset
fr: Avertissements de sécurité du site
hr: Sigurnosna upozorenja za web-mjesto
hu: Webhelybiztonsági figyelmeztetések
it: Avvisi di sicurezza del sito
nb: Sikkerhetsadvarsler om nettsteder
nl: Waarschuwingen over de veiligheid van de website
pt: Avisos de segurança do site
ru: Предупреждения о безопасности на сайте
sk: Bezpečnostné upozornenia na lokalite
sl: Varnostna opozorila spletnega mesta
sv: Säkerhetsvarningar för webbplatser

# malicious-site-protection.settings.toggle.message
source: Warn me on sites flagged for phishing or malware
bg: Предупреди ме за сайтове, отбелязани за фишинг или злонамерен софтуер
cs: Chci upozornit na weby nahlášené kvůli phishingu nebo malwaru
da: Advar mig på websteder, der er registreret for phishing eller malware
de: Warne mich vor Websites, die als Phishing- oder Malware-Websites gekennzeichnet sind
et: Hoiata mind andmepüügi või pahavara tõttu märgistatud saitidel
fi: Varoita sivustoista, jotka on merkitty tietojenkalastelun tai haittaohjelmien johdosta
fr: Mettez-moi en garde contre les sites signalés pour hameçonnage ou comme étant des logiciels malveillants
hr: Upozori me na web-mjestima označenim zbog krađe identiteta ili zlonamjernog softvera.
hu: Figyelmeztetés az adathalászat vagy rosszindulatú programok miatt megjelölt webhelyekre
it: Avvisami sui siti contrassegnati per phishing o malware
nb: Varsle meg om nettsteder som er flagget for phishing eller skadelig programvare
nl: Waarschuw me op websites die zijn aangeduid als phishing of malware
pt: Avisar-me sobre sites sinalizados como phishing ou malware
ru: Предупреждать о вредоносных и фишинговых сайтах
sk: Upozorni ma na stránkach označených ako phishing alebo malvér.
sl: Opozori me na spletnih mestih, označenih za lažno predstavljanje ali zlonamerno programsko opremo
sv: Varna mig på webbplatser som har flaggats för nätfiske eller skadlig programvara

# menu.button.hint
source: Browsing Menu
bg: Меню за сърфиране
cs: Procházení nabídky
de: Browsing-Optionen
el: Μενού περιήγησης
et: Sirvimismenüü
fi: Selausvalikko
fr: Menu de navigation
hr: Izbornik pregledavanja
hu: Tallózás a menüben
it: Menu di navigazione
lt: Naršymo meniu
lv: Pārlūkošanas izvēlne
nb: Alternativer
nl: Optiemenu
pt: Menu de navegação
ro: Meniul de navigare
ru: Меню браузера
sk: Ponuka prehliadania
sl: Brskanje po meniju
sv: Bläddra-meny
tr: Göz Atma Menüsü
uk: Меню перегляду

# navbar.back-button.title
source: Back
bg: Обратно
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
et: Tagasi
fi: Takaisin
fr: Retour
hr: Natrag
hu: Vissza
it: Indietro
lt: Atgal
lv: Atpakaļ
nb: Tilbake
nl: Terug
pt: Retroceder
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sv: Tillbaka
tr: Geri

# navbar.next-button.title
source: Next
bg: Следващ
cs: Další
da: Næste
de: Weiter
el: Επόμενο
et: Järgmine
fi: Seuraava
fr: Suivant
hr: Dalje
hu: Következő
it: Successivo
lt: Kitas
lv: Nākamais
nb: Neste
nl: Volgende
pt: Seguinte
ro: Următorul
ru: Далее
sk: Ďalšie
sl: Naslednji
sv: Nästa
tr: Sonraki

# navigation.title.done
source: Done
bg: Готово
cs: Hotovo
da: Færdig
de: Fertig
el: Ολοκληρώθηκε
et: Valmis
fi: Valmis
fr: Terminé
hr: Gotovo
hu: Kész
it: Fatto
lt: Atlikta
lv: Gatavs
nb: Ferdig
nl: Klaar
pt: Feito
ro: Terminat
ru: Готово
sk: Hotovo
sl: Končano
sv: Klart
tr: Bitti
uk: Готово
