Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# dax.onboarding.browsing.site.owned.by.major.tracker
source: Heads up! Since %2$@ owns %1$@, I can’t stop them from seeing your activity here. But browse with me, and I can reduce what %2$@ knows about you overall by blocking their trackers on lots of other sites.
bg: Внимание! Тъй като %2$@ притежава %1$@, той вижда какво правите тук. Но ако сърфирате с мен, като цяло мога да намаля информацията, която %2$@ научава за вас, като блокирам неговите тракери на много други сайтове.
cs: Upozornění! Vzhledem k tomu, že %2$@ vlastní %1$@, nemůžeme jim zabránit, aby tady viděli vaši aktivitu. Ale projděte se se mnou a společně omezíme, co o vás celkově %2$@ ví zablokováním jejich trackerů na mnoha jiných stránkách.
da: Bemærk! Da %2$@ ejer %1$@, kan jeg ikke forhindre dem i at se din aktivitet her. Men gennemsøg sammen med mig, så kan jeg reducere det, som %2$@ kender til dig samlet set ved at blokere deres trackere på mange andre sider.
de: Warnung! Da %2$@ %1$@ gehört, kann ich nicht verhindern, dass deine Aktivität hier für sie sichtbar ist. Du kannst aber mit mir browsen, wenn ich dafür sorgen soll, dass %2$@ insgesamt weniger über dich erfährt – indem ich die entsprechenden Tracker auf vielen anderen Websites blockiere.
el: Προσοχή! Καθώς το %2$@ έχει στην κατοχή του το %1$@, δεν μπορώ να τους εμποδίσω από το να δουν τη δραστηριότητά σας εδώ. Αλλά περιηγηθείτε μαζί μου και θα μπορώ να περιορίσω το τι θα γνωρίζει το %2$@ για σας συνολικά, αποκλείοντας τις εφαρμογές παρακολούθησης σε πλήθος άλλων ιστότοπων.
et: Ettevaatust! Kuna %2$@ on %1$@ omanik, ei saa ma takistada teda jälgimast sinu tegevust siin. Kuid sirvi koos minuga ja ma saan vähendada seda, mida %2$@ sinust üldiselt teab, blokeerides tema jälgijad paljudel teistel lehtedel.
fi: Huomio! Koska %2$@ omistaa palvelun %1$@, en voi estää heitä näkemästä, mitä teet täällä. Mutta jos käytät minua selaamiseen, voin vähentää, mitä %2$@ saa tietää sinusta, estämällä heidän seurantansa monilla muilla sivustoilla.
fr: Attention ! Comme %2$@ est propriétaire de %1$@, je ne peux pas l'empêcher d'y suivre votre activité. Si vous naviguez avec moi, je peux réduire les données récoltées par %2$@ en bloquant ses traqueurs sur de nombreux autres sites.
hr: Pažnja! Budući da je %2$@ vlasnik %1$@, ne mogu ga spriječiti da ovdje vidi tvoju aktivnost. Ali pretražuj sa mnom i mogu umanjiti ono što %2$@ može saznati o tebi tako što ću blokirati te tragače na mnogim drugim web-mjestima.
hu: Figyelem! Mivel %2$@ tulajdonában van a(z) %1$@, nem tudom megakadályozni, hogy lássák az itteni tevékenységedet. Ha azonban velem böngészel, a sok más weboldalon is használt nyomkövetőjük blokkolásával korlátozni tudom azt, amit %2$@ megtudhat rólad.
it: Avviso! Poiché %1$@ appartiene a %2$@, non posso impedirgli di visualizzare la tua attività qui. Comunque, naviga con me e potrò ridurre la quantità di informazioni che %2$@ conosce in generale su di te, bloccando i suoi sistemi di tracciamento su molti altri siti.
lt: Būk atidus! Kadangi %2$@ priklauso %1$@, negaliu neleisti jiems matyti tavo veiklos. Tačiau naršyk kartu su manimi ir aš sumažinsiu informacijos, kurią %2$@ žino apie tave, kiekį užblokuodamas stebėjimo priemones kitose svetainėse.
lv: Mazs brīdinājums! Tā kā %2$@ pieder %1$@, es nevaru viņiem liegt šeit skatīt tavas darbības. Taču pārlūko kopā ar mani, jo es varu ierobežot to, ko %2$@ zina par tevi kopumā, bloķējot viņu izsekotājus daudzās citās vietnēs.
nb: Pass opp! Siden %2$@ eier %1$@, kan jeg ikke forhindre at de ser aktiviteten din her. Men surf med meg, så kan jeg redusere informasjonen %2$@ får om deg. Det gjør jeg ved å blokkere vedkommendes sporingsanordninger på mange andre nettsteder.
nl: Opgelet! Omdat %2$@ eigenaar is van %1$@ kan ik niet voorkomen dat ze jouw activiteit hier kunnen zien. Maar als je met mij surft, kan ik ervoor zorgen dat %2$@ minder over je te weten komt door hun trackers op veel andere sites te blokkeren.
pt: Alerta! Uma vez que %2$@ possui %1$@, eu não consigo impedi-los de verem a sua atividade aqui. Mas navegue comigo, e eu consigo reduzir o que %2$@ sabe sobre si na generalidade, bloqueando os seus rastreadores em muitos outros sites.
ro: Atenție! Deoarece %2$@ deține %1$@, nu îi pot împiedica să îți vadă activitatea aici. Dar navighează cu mine și pot reduce ceea ce %2$@ cunoaște despre tine în general, blocând instrumentele lor de urmărire pe o mulțime de alte site-uri.
ru: Внимание! Так как %1$@ принадлежит сети %2$@, мы не можем скрыть вашу активность на этом ресурсе. Используйте наш браузер, и мы сократим объем собираемой о вас информации, заблокировав трекеры %2$@ на других сайтах.
sk: Hlavu hore! Pretože %2$@ vlastní %1$@, nemôžem im zabrániť v tom, aby tu videli vašu aktivitu. Prehliadajte so mnou a môžem obmedziť to, čo o vás %2$@ celkovo vie, zablokovaním ich sledovacích zariadení na mnohých ďalších stránkach.
sl: Glavo gor! Ker je %2$@ lastnik %1$@, mu ne moremo preprečiti, da bi videl tvojo aktivnost tukaj. Toda brskaj z nami in lahko zmanjšamo količina tistega, kar %2$@ ve o vas na splošno, tako da blokiramo njihove sledilce na mnogih drugih spletnih mestih.
sv: Bra att veta! Eftersom %2$@ äger %1$@ kan jag inte hindra dem från att se din aktivitet här. Men om du surfar med hjälp av mig kan jag se till att %2$@ får veta mindre om dig genom att blockera deras spårare på många andra webbplatser.
tr: Dikkat! %1$@ sitesinin sahibi %2$@ olduğundan, buradaki etkinliğinizi görmesini engelleyemem. Ama benimle gezinirseniz diğer sitelerdeki pek çok izleyicisini engelleyerek sizinle ilgili olarak %2$@ tarafından toplanan bilgilerin miktarını genel anlamda azaltabilirim.
uk: Увага! Оскільки %2$@ володіє %1$@, я не можу заборонити їм бачити вашу діяльність тут. Але переглядайте зі мною, і я зможу зменшити те, що %2$@ знає про вас загалом, заблокувавши їхні трекери на багатьох інших сайтах.

# dax.onboarding.browsing.site.owned.by.major.tracker.cta
source: Got It
bg: Разбрах
cs: Mám to
da: Forstået
de: Verstanden
el: Το κατάλαβα
et: Sain aru
fi: Selvä
fr: J'ai compris
hr: Shvatio/la sam
hu: Megvan
it: Fatto
lt: Supratau
lv: Sapratu
nb: Den er grei
nl: Ik snap het
pt: Entendi
ro: Am înțeles
ru: Понятно
sk: Rozumiem
sl: Razumem
sv: Jag fattar
tr: Anladım
uk: Зрозуміло

# dax.onboarding.browsing.without.trackers
source: As you tap and scroll, I’ll block pesky trackers. Go ahead - keep browsing!
bg: Докато докосвате и превъртате, аз ще блокирам досадните тракери. Продължавайте да сърфирате спокойно!
cs: Zatímco poklepete a přejedete, my budeme blokovat otravné trackery. Do toho — pokračujte v prohlížení!
da: Når du trykker og ruller, blokerer jeg irriterende trackere. Gå videre - fortsæt med at browse!
de: Während du tippst und scrollst, blockiere ich lästige Tracker. Auf geht's – browse weiter!
el: Καθώς πατάτε στην οθόνη και κάνετε κύλιση, θα μπλοκάρω ενοχλητικές εφαρμογές παρακολούθησης. Μη σταματάτε - συνεχίστε την περιήγηση!
et: Kui puudutad ja kerid, siis mina blokeerin tüütud jälgijad. Hakka sirvima!
fi: Kun napautat ja selaat, estän ikävät seurantaohjelmat. Eli jatka vain selaamista!
fr: Lors de votre navigation, je bloque les traqueurs indésirables. Continuez à naviguer en toute tranquillité !
hr: Dok dodiruješ i pomičeš se na zaslonu, blokirat ću neugodne tragače. Samo naprijed - nastavi pretraživati!
hu: Miközben koppintasz és görgetsz, blokkolni fogom a bosszantó nyomkövetőket. Csak folytasd a böngészést!
it: Mentre clicchi e scorri, io bloccherò i sistemi di tracciamento fastidiosi. Continua pure a navigare in tranquillità!
lt: Bakstelėjus ir slenkant, bus blokuojamos įkyrios stebėjimo priemonės. Pirmyn – naršykite toliau!
lv: Tev pieskaroties un ritinot, es bloķēšu uzmācīgos izsekotājus. Aiziet! Turpini pārlūkot!
nb: Jeg blokkerer irriterende sporere mens du trykker og blar. Du kan bare fortsette å surfe!
nl: Terwijl je tikt en scrolt, blokkeer ik vervelende trackers. Ga je gang, blijf browsen!
pt: Enquanto toca e desliza, eu bloqueio rastreadores irritantes. Continue a navegar!
ro: În timp ce atingi și derulezi, voi bloca urmăritorii pisălogi. Dă-i bătaie - continuă să navighezi!
ru: Вы жмете на кнопки и листаете страницы — мы блокируем трекеры. Пользуйтесь сайтами без страха!
sk: Počas toho, ako budete ťukať a posúvať, zablokujem nepríjemné sledovacie zariadenia. Neprestávajte - pokračujte v prehľadávaní!
sl: Ko tapkate in se pomikate, bom blokiral nadležne sledilce. Brskajte naprej!
sv: Medan du pekar och bläddrar kommer jag att blockera irriterande spårare. Fortsätt – surfa vidare!
tr: Siz internette gezinirken sinir bozucu izleyicileri engelleyeceğim. Hadi gezinmeye devam edin!
uk: Коли ви торкаєтесь і прокручуєте, я блокую докучливі трекери. Продовжуйте переглядати!

# dax.onboarding.browsing.without.trackers.cta
source: Got It
bg: Разбрах
cs: Mám to
da: Forstået
de: Verstanden
el: Το κατάλαβα
et: Sain aru
fi: Selvä
fr: J'ai compris
hr: Shvatio/la sam
hu: Megvan
it: Fatto
lt: Supratau
lv: Sapratu
nb: Den er grei
nl: Ik snap het
pt: Entendi
ro: Am înțeles
ru: Понятно
sk: Rozumiem
sl: Razumem
sv: Jag fattar
tr: Anladım
uk: Зрозуміло

# dax.onboarding.fire.button
source: Personal data can build up in your browser. Yuck. Use the Fire Button to burn it all away. Give it a try now! 👇
bg: Личните данни могат да се натрупват в браузъра. Много неприятно. Използвайте огнения бутон, за да изгорите всичко. Опитайте сега! 👇
cs: Osobní údaje se mohou vytvářet ve vašem prohlížeči. Fuj. Použijte tlačítko pro mazání a všechno smažte. Vyzkoušejte to hned teď! 👇
da: Personoplysninger kan opbygges i din browser. Adr. Brug Ildknappen til at brænde det hele væk. Prøv det nu! 👇
de: In deinem Browser können sich personenbezogene Daten ablagern. Igitt. Mit der Schaltfläche „Feuer“ brennst du alles weg. Probier’s gleich aus! 👇
el: Τα προσωπικά δεδομένα μπορούν να αυξηθούν σταδιακά στο πρόγραμμα περιήγησής σας. Απαίσιο. Χρησιμοποιήστε το κουμπί φωτιάς για να τα κάψετε όλα. Δοκιμάστε το τώρα! 👇
et: Sinu brauserisse võivad koguneda isikuandmed. Õudne. Kasuta tule nuppu, et see kõik ära põletada. Proovi kohe! 👇
fi: Henkilökohtaisia tietoja voi tallentua selaimeesi. Hyi. Hävitä ne kaikki Liekki-painikkeella. Kokeile nyt! 👇
fr: Les données personnelles peuvent s'accumuler dans votre navigateur. Oh non ! Utilisez le bouton en forme de flamme pour les supprimer. Essayez par vous-même !👇
hr: Osobni podaci mogu se nakupljati u tvojem pregledniku. Fuj. Koristite gumb Vatre da bi ih sve spalio/la. Pokušaj sada! 👇
hu: Személyes adatok halmozódhatnak fel a böngésződben. Fúj. A Tűz gombbal mindet elégetheted. Próbáld ki most! 👇
it: I dati personali possono accumularsi nel tuo browser. Non va bene! Usa il Fire Button (icona del fuoco) per sbarazzarti di tutto. Prova subito! 👇
lt: Asmeniniai duomenys gali kauptis jūsų naršyklėje. Fui. Naudokite mygtuką „Fire“, kad juos panaikintumėte. Išbandykite dabar! 👇
lv: Personas dati var uzkrāties tavā pārlūkā. Pē! Izmanto Uguns pogu, lai tos visus nodedzinātu. Pamēģini tagad! 👇
nb: Det kan samles opp personopplysninger i nettleseren din. Fysj. Bruk brannknappen til å sette fyr på alt sammen. Prøv det nå! 👇
nl: Persoonlijke gegevens kunnen zich ophopen in je browser. Bah. Gebruik de vuurknop om alles te verbranden. Probeer het maar! 👇
pt: Os dados pessoais podem ser acumulados no seu navegador. Que nojo. Use o botão de fogo para queimar tudo. Experimente agora! 👇
ro: În browserul tău se pot acumula date personale. Bleah. Utilizează butonul Ștergere activitate și istoric pentru a șterge totul. Încearcă acum! 👇
ru: В браузере могут скапливаться личные данные. Фу! Пользуйтесь кнопкой «Огонь», чтобы сжечь весь лишний мусор. Попробуйте сами! 👇
sk: Vo vašom prehliadači sa môžu zhromažďovať osobné údaje. Fuj. Pomocou tlačidla na vymazanie ich môžete všetky odstrániť. Vyskúšajte to! 👇
sl: Osebni podatki se lahko naberejo v vašem brskalniku. Fuj. Uporabite gumb ogenj, da jih zažgete. Poskusite sedaj! 👇
sv: Personuppgifter kan samlas i din webbläsare. Usch. Använd brännarknappen för att bränna alltihopa. Prova nu! 👇
tr: Kişisel veriler tarayıcınızda birikebilir. İğrenç. Bunların hepsini yakmak için Yangın Düğmesi'ni kullanın. Hemen deneyin! 👇
uk: Персональні дані можуть накопичуватися у вашому браузері. Гидота. Використовуйте кнопку Вогню, щоб спалити все це. Спробуйте зараз! 👇

# dax.onboarding.fire.button.cancelAction
source: Cancel
bg: Отмени
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
et: Tühista
fi: Peruuta
fr: Annuler
hr: Otkaži
hu: Mégsem
it: Annulla
lt: Atšaukti
lv: Atcelt
nb: Avbryt
nl: Annuleren
pt: Cancelar
ro: Renunță
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal
uk: Скасувати

# dax.onboarding.fire.button.confirmAction
source: Close Tabs and Clear Data
bg: Затваряне на разделите и изчистване на данните
cs: Zavřít karty a vymazat data
da: Luk faner og ryd data
de: Tabs schließen und Daten löschen
el: Κλείσιμο καρτελών και εκκαθάριση δεδομένων
et: Sulge vahekaardid ja kustuta andmed
fi: Sulje välilehdet ja tyhjennä tiedot
fr: Fermer les onglets et effacer les données
hr: Zatvori kartice i obriši podatke
hu: Lapok bezárása és adattörlés
it: Chiudi le schede e cancella i dati
lt: Uždaryti skirtukus ir valyti duomenis
lv: Aizvērt cilnes un notīrīt datus
nb: Lukk faner og slett data
nl: Tabbladen sluiten en gegevens wissen
pt: Fechar separadores e limpar os dados
ro: Închide filele și șterge datele
ru: Закрыть вкладки и удалить данные
sk: Zatvoriť karty a vymazať údaje
sl: Zapri zavihke in izbriši podatke
sv: Stäng flikar och rensa data
tr: Sekmeleri Kapat ve Verileri Temizle
uk: Закрити вкладки та очистити дані

# dax.onboarding.home.add.favorite
source: Visit your favorite sites in a flash! Go to a site you love. Then tap the "⋯" icon and select *Add to Favorites*.
bg: Отварянето на любимите ви сайтове става светкавично! Отворете сайт, който харесвате. След това докоснете иконата "⋯" и изберете *Добавяне към любими*.
cs: Navštivte v mžiku své oblíbené stránky! Přejděte na stránky, které máte rádi. Pak klepněte na ikonu „⋯“ a zvolte *Přidat do oblíbených*.
da: Besøg dine foretrukne websteder på et splitsekund! Gå til et websted, du elsker. Tryk derefter på ikonet "⋯", og vælg *Føj til favoritter*.
de: Greife mit nur einem Klick auf deine Lieblingswebsites zu! Gehe auf eine Website, die du oft besuchst. Tippe dann auf das Symbol „⋯“ und wähle *Zu Favoriten hinzufügen* aus.
el: Επισκεφθείτε τους αγαπημένους σας ιστότοπους στη στιγμή! Μεταβείτε σε έναν ιστότοπο που αγαπάτε. Έπειτα, πατήστε το εικονίδιο "⋯" και επιλέξτε *Προσθήκη στα αγαπημένα*.
et: Külasta oma lemmiksaite hetkega! Mine saidile, mis sulle meeldib. Seejärel puuduta ikooni „⋯“ ja vali *Lisa lemmikutesse*.
fi: Käy lempisivustoillasi hetkessä! Siirry lempisivustollesi. Napauta "..."-kuvaketta ja valitse *Lisää suosikkeihin*.
fr: Consultez vos sites préférés en un clin d'œil ! Rendez-vous sur un site que vous aimez particulièrement. Appuyez sur l'icône « ⋯ » et sélectionnez *Ajouter aux favoris*.
hr: Brzo posjeti svoja omiljena web-mjesta! Posjeti web-mjesto koje voliš. Zatim dodirni ikonu "⋯" i odaberite *Dodaj u omiljene*.
hu: Látogasd meg a kedvenc weboldalaidat egy pillanat alatt! Lépj egy olyan weboldalra, amelyet szeretsz. Ezután koppints a(z) „⋯” ikonra, és válaszd a *Hozzáadás a kedvencekhez* elemet.
it: Visita i tuoi siti preferiti in un batter d'occhio! Vai su un sito che ti piace. Poi tocca l'icona "⋯" e seleziona *Aggiungi ai preferiti*.
lt: Apsilankykite savo mėgstamose svetainėse akimirksniu! Eikite į savo mėgstamą svetainę. Tuomet bakstelėkite „⋯“ piktogramą ir pasirinkite *Pridėti prie mėgstamų*.
lv: Atver savas iecienītākās vietnes zibens ātrumā! Ej uz savu mīļāko vietni. Pēc tam pieskaries ikonai “⋯” un atlasi *Pievienot izlasei*.
nb: Besøk favorittsidene dine på et blunk! Gå til et nettsted du liker. Trykk deretter på «…»-ikonet og velg *Legg til i Favoritter*.
nl: Bezoek je favoriete websites in een oogwenk! Ga naar een van je favoriete sites, tik op het pictogram '⋯' en selecteer *Toevoegen aan favorieten*.
pt: Visite os seus sites favoritos num instante! Vá a um site que ame. De seguida, toque no ''⋯'' ícone e selecione *Adicionar aos Favoritos*.
ro: Vizitează site-urile preferate într-o clipă! Accesează un site care îți place. Apoi atinge pictograma „⋯” și selectează *Adaugă la preferințe*.
ru: Посещайте любимые сайты в мгновение ока! Зайдите на сайт, который вам нравится. Затем нажмите значок «⋯» и выберите *Добавить в избранное*.
sk: Navštívte svoje obľúbené stránky bleskurýchlo! Prejdite na stránku, ktorá sa vám páči. Potom kliknite na ikonu „⋯“ a vyberte možnosť *Pridať k obľúbeným*.
sl: Hitro obiščite svoja priljubljena spletna mesta! Obiščite spletno mesto, ki vam je všeč. Nato se dotaknite ikone "⋯" in izberite *Dodaj med priljubljene*.
sv: Besök dina favoritsidor på ett ögonblick! Gå till en webbplats du gillar. Tryck sedan på ikonen "⋯" och välj *Lägg till i favoriter*.
tr: En sevdiğiniz siteleri anında ziyaret edin! Sevdiğiniz bir siteye gidin. Ardından "..." simgesine dokunun ve *Favorilere Ekle* ögesini seçin.
uk: Відвідайте улюблені сайти миттєво! Перейдіть на сайт, який вам подобається. Потім торкніться значка "⋯" та виберіть *Додати до вибраного*.

# dax.onboarding.home.add.favorite.accessible
source: Visit your favorite sites in a flash! Visit one of your favorite sites. Then tap the open menu button and select Add to Favorites.
bg: Отварянето на любимите ви сайтове става светкавично! Посетете някой от любимите си сайтове. След това докоснете бутона за отваряне на меню и изберете "Добавяне към любими".
cs: Navštivte v mžiku své oblíbené stránky! Navštivte jedny z vašich oblíbených stránek. Pak klepněte na tlačítko otevřené nabídky a zvolte Přidat do oblíbených.
da: Besøg dine foretrukne websteder på et splitsekund! Besøg et af dine foretrukne websteder. Tryk derefter på det åbne menu-ikon, og vælg Føj til favoritter.
de: Greife mit nur einem Klick auf deine Lieblingswebsites zu! Gehe auf eine deiner Lieblingswebsites. Tippe dann auf die Schaltfläche zum Öffnen des Menüs und wähle „Zu Favoriten hinzufügen“ aus.
el: Επισκεφθείτε τους αγαπημένους σας ιστότοπους στη στιγμή! Επισκεφθείτε έναν από τους αγαπημένους σας ιστότοπους. Έπειτα, πατήστε το κουμπί Άνοιγμα μενού και επιλέξτε Προσθήκη στα αγαπημένα.
et: Külasta oma lemmiksaite hetkega! Külasta ühte oma lemmiksaitidest. Seejärel puuduta menüünuppu ja vali Lisa lemmikutesse.
fi: Käy lempisivustoillasi hetkessä! Käy suosikkisivustoillasi. Napauta sitten valikon avauspainiketta ja valitse Lisää suosikkeihin.
fr: Consultez vos sites préférés en un clin d'œil ! Rendez-vous sur l'un de vos sites préférés. Appuyez sur le bouton pour ouvrir le menu et sélectionnez Ajouter aux favoris.
hr: Brzo posjeti svoja omiljena web-mjesta! Posjeti jedno od svojih omiljenih web-mjesta. Zatim dodirni gumb za otvaranje izbornika i odaberi Dodaj u omiljene.
hu: Látogasd meg a kedvenc weboldalaidat egy pillanat alatt! Látogass el az egyik kedvenc webhelyedre. Ezután koppints a menü megnyitása gombra, és válaszd a Hozzáadás a kedvencekhez elemet.
it: Visita i tuoi siti preferiti in un batter d'occhio! Visita uno dei tuoi siti preferiti. Poi tocca il pulsante Apri menu e seleziona Aggiungi ai Preferiti.
lt: Apsilankykite savo mėgstamose svetainėse akimirksniu! Apsilankykite vienoje savo mėgstamų svetainių. Tuomet bakstelėkite meniu atidarymo mygtuką ir pasirinkite „Pridėti prie mėgstamų“.
lv: Atver savas iecienītākās vietnes zibens ātrumā! Atver kādu no savām mīļākajām vietnēm. Pēc tam pieskaries izvēlnes atvēršanas pogai un atlasi opciju “Pievienot izlasei”.
nb: Besøk favorittsidene dine på et blunk! Besøk en av favorittsidene dine. Trykk deretter på Åpne meny-knappen og velg Legg til i Favoritter.
nl: Bezoek je favoriete websites in een oogwenk! Ga naar een van je favoriete sites, tik op de knop om het menu te openen en selecteer Toevoegen aan favorieten.
pt: Visite os seus sites favoritos num instante! Visite um dos seus sites favoritos. De seguida, toque no botão abrir menu e selecione Adicionar aos Favoritos.
ro: Vizitează site-urile preferate într-o clipă! Vizitează unul dintre site-urile preferate. Apoi atinge butonul meniului de deschidere și selectează Adaugă la preferințe.
ru: Посещайте любимые сайты в мгновение ока! Посетите один из своих любимых сайтов. Затем нажмите кнопку меню и выберите «Добавить в избранное».
sk: Navštívte svoje obľúbené stránky bleskurýchlo! Navštívte jednu z vašich obľúbených stránok. Potom kliknite na tlačidlo otvorenej ponuky a vyberte možnosť Pridať k obľúbeným.
sl: Hitro obiščite svoja priljubljena spletna mesta! Obiščite eno izmed svojih priljubljenih spletnih mest. Nato se dotaknite gumba za odprtje menija in izberite Dodaj med priljubljene.
sv: Besök dina favoritsidor på ett ögonblick! Besök en av dina favoritwebbplatser. Tryck sedan på knappen för att öppna menyn och välj Lägg till i favoriter.
tr: En sevdiğiniz siteleri anında ziyaret edin! En sevdiğiniz sitelerden birini ziyaret edin. Ardından, menü düğmesine dokunun ve Favorilere Ekle'yi seçin.
uk: Відвідайте улюблені сайти миттєво! Відвідайте один із ваших улюблених сайтів. Потім торкніться кнопки «Відкрити меню» та виберіть «Додати до улюблених».
