Repository: duckduckgo/iOS
Catalog: DuckDuckGo/*.lproj/Localizable.strings
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, lv, nb, nl, pt, ro, ru, sk, sl, sv, tr, uk

# navigation.title.edit
source: Edit
bg: Редактиране
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
et: Redigeeri
fi: Muokkaa
fr: Modifier
hr: Uredi
hu: Szerkesztés
it: Modifica
lt: Redaguoti
lv: Rediģēt
nb: Rediger
nl: Bewerken
pt: Editar
ro: Editați
ru: Редактировать
sk: Upraviť
sl: Uredi
sv: Redigera
tr: Düzenle
uk: Редагувати

# netP.cell.snoozing
source: Snoozing
bg: Отлагане
cs: Uspáno
da: Sat på pause
de: Pausiert
el: Αναβολή
et: Peatamine
fi: Lepotila
fr: En veille
hr: U stanju mirovanja
hu: Szundi
it: In sospensione
lt: Pristabdymas
nb: Slumrer
nl: Sluimeren
pt: Em suspensão
ru: Отложено
sk: Pozastavenie
sl: Dremež
sv: Snoozar
tr: Uyku Modunda

# netP.title
source: DuckDuckGo VPN
cs: VPN DuckDuckGo
fr: VPN DuckDuckGo
it: VPN DuckDuckGo
pt: VPN do DuckDuckGo
sl: VPN DuckDuckGo

# network.protection.addwidget.tip.action
source: Add widget
bg: Добави приспособлението
cs: Přidat widget
da: Tilføj widget
de: Widget hinzufügen
el: Προσθήκη γραφικού στοιχείου
et: Lisage vidin
fi: Lisää widget
fr: Ajouter un widget
hr: Dodaj widget
hu: Minialkalmazás hozzáadása
it: Aggiungi widget
lt: Pridėti valdiklį
nb: Legg til widget
nl: Widget toevoegen
pt: Adicionar widget
ru: Добавить виджет
sk: Pridať miniaplikáciu
sl: Dodaj gradnik
sv: Lägg till widget
tr: Widget ekle

# network.protection.addwidget.tip.message
source: Turn the VPN on and off right from the Home Screen.
bg: Можете да включвате и изключвате VPN направо от началния екран.
cs: VPN budeš moct zapnout nebo vypnout přímo na domovské obrazovce.
da: Slå VPN til og fra direkte fra startskærmen.
de: Schalte das VPN direkt vom Startbildschirm ein und aus.
el: Ενεργοποιήστε και απενεργοποιήστε το VPN απευθείας από την Αρχική οθόνη.
et: Lülitage VPN sisse ja välja otse avakuvalt.
fi: Kytke VPN päälle ja pois päältä suoraan aloitusnäytöstä.
fr: Activez et désactivez le VPN directement depuis l’écran d’accueil.
hr: Uključite i isključite VPN izravno s početnog zaslona.
hu: Kapcsold be vagy ki a VPN-t közvetlenül a kezdőképernyőn.
it: Attiva e disattiva la VPN direttamente dalla schermata iniziale.
lt: Įjungti ir išjungti VPN tiesiai iš pagrindinio ekrano.
nb: Slå VPN av og på direkte på startskjermen.
nl: Schakel de VPN rechtstreeks vanaf het startscherm in en uit.
pt: Ativa e desativa a VPN diretamente no ecrã inicial.
ru: Включать и выключать VPN можно прямо с домашнего экрана.
sk: Zapnite a vypnite sieť VPN priamo z úvodnej obrazovky.
sl: Vklopite in izklopite VPN kar na začetnem zaslonu.
sv: Slå på och av VPN direkt från startskärmen.
tr: VPN'i doğrudan Ana Ekrandan açın ve kapatın.

# network.protection.addwidget.tip.title
source: Add VPN Widget
bg: Добавете приспособлението VPN
cs: Přidej si VPN widget
da: Tilføj VPN-widget
de: VPN-Widget hinzufügen
el: Προσθήκη μικροεφαρμογής VPN
et: VPN vidina lisamine
fi: Lisää VPN-widget
fr: Ajoutez un widget VPN
hr: Dodaj VPN widget
hu: VPN-minialkalmazás hozzáadása
it: Aggiungi widget VPN
lt: Pridėti VPN valdiklį
nb: Legg til VPN-widget
nl: VPN-widget toevoegen
pt: Adicionar widget de VPN
ru: Специальный VPN-виджет
sk: Pridať miniaplikáciu VPN
sl: Dodajte pripomoček VPN
sv: Lägg till VPN-widget
tr: VPN Widget'ı Ekleyin

# network.protection.entitlement.expired.notification.body
source: VPN disconnected due to expired subscription. Subscribe to Privacy Pro to reconnect DuckDuckGo VPN.
bg: VPN връзката е прекъсната поради изтекъл абонамент. Абонирайте се за Privacy Pro, за да свържете отново DuckDuckGo VPN.
cs: VPN byla odpojena kvůli vypršení platnosti předplatného. Předplať si službu Privacy Pro, ať můžeš DuckDuckGo VPN dál používat.
da: VPN er afbrudt på grund af et udløbet abonnement. Abonner på Privacy Pro for at genoprette forbindelsen til DuckDuckGo VPN.
de: VPN aufgrund abgelaufenen Abonnements getrennt. Abonniere Privacy Pro, um die Verbindung zum DuckDuckGo-VPN wiederherzustellen.
el: Το VPN αποσυνδέθηκε λόγω λήξης της συνδρομής. Εγγραφείτε στο Privacy Pro για να συνδέσετε εκ νέου το DuckDuckGo VPN.
et: VPN-ühendus katkestati aegunud tellimuse tõttu. DuckDuckGo VPN-i taasühendamiseks telli Privacy Pro.
fi: VPN katkaistu vanhentuneen tilauksen takia. Tilaa Privacy Pro, jotta voit yhdistää DuckDuckGo VPN:n uudelleen.
fr: VPN déconnecté en raison de l'expiration de l'abonnement. Abonnez-vous à Privacy Pro pour reconnecter le VPN DuckDuckGo.
hr: VPN je prekinut zbog istekle pretplate. Pretplati se na Privacy Pro kako bi ponovno povezao DuckDuckGo VPN.
hu: A VPN-kapcsolat megszakadt, mert lejárt az előfizetésed. Fizess elő a Privacy Pro szolgáltatásra a DuckDuckGo VPN újracsatlakoztatásához.
it: La VPN si è scollegata perché l'abbonamento è scaduto. Iscriviti a Privacy Pro per riconnettere la VPN di DuckDuckGo.
lt: VPN atjungtas dėl pasibaigusios prenumeratos. „DuckDuckGo“ VPN galima naudoti nemokamai, kol veikia beta versija.
nb: VPN ble frakoblet på grunn av et utløpt abonnement. Abonner på Privacy Pro for å koble til DuckDuckGo-VPN igjen.
nl: De VPN-verbinding is verbroken omdat het abonnement is verlopen. Abonneer je op Privacy Pro om opnieuw verbinding te maken met DuckDuckGo VPN.
pt: VPN desativada devido a subscrição expirada. Subscreve o Privacy Pro para voltar a ligar a DuckDuckGo VPN.
ru: VPN отключен ввиду окончания подписки. Чтобы вновь подключиться к DuckDuckGo VPN, оформите подписку Privacy Pro.
sk: VPN bola odpojená kvôli vypršaniu platnosti predplatného. Predplať si Privacy Pro, aby si znova pripojil/a DuckDuckGo VPN.
sl: VPN je prekinjen zaradi potekle naročnine. Naročite se na Privacy Pro, da znova povežete DuckDuckGo VPN.
sv: VPN har kopplats från på grund av att abonnemanget har gått ut. Prenumerera på Privacy Pro för att återansluta DuckDuckGo VPN.
tr: Abonelik süresi dolduğu için VPN bağlantısı kesildi. DuckDuckGo VPN'e yeniden bağlanmak için Privacy Pro'ya abone olun.

# network.protection.failure.notification.body
source: DuckDuckGo VPN failed to connect. Please try again later.
bg: DuckDuckGo VPN не можа да се свърже. Моля, опитайте отново по-късно.
cs: VPN DuckDuckGo se nepodařilo připojit. Zkus to znovu později.
da: DuckDuckGo VPN kunne ikke oprette forbindelse. Prøv igen senere.
de: DuckDuckGo VPN konnte keine Verbindung herstellen. Bitte versuche es zu einem späteren Zeitpunkt erneut.
el: Η σύνδεση του DuckDuckGo VPN απέτυχε. Ξαναδοκιμάστε αργότερα.
et: DuckDuckGo VPN-i ühendamine ebaõnnestus. Proovige hiljem uuesti.
fi: DuckDuckGo VPN ei onnistunut muodostamaan yhteyttä. Yritä myöhemmin uudelleen.
fr: Le VPN DuckDuckGo n'a pas réussi à se connecter. Veuillez réessayer plus tard.
hr: DuckDuckGo VPN nije se mogao povezati. Pokušaj ponovno nešto kasnije.
hu: A DuckDuckGo VPN nem tudott csatlakozni. Próbálkozz újra később.
it: La VPN di DuckDuckGo non è riuscita a connettersi. Riprova in seguito.
lt: „DuckDuckGo“ VPN nepavyko prisijungti. Bandykite dar kartą vėliau.
lv: Tīkla aizsardzībai neizdevās izveidot savienojumu. Lūdzu, mēģini vēlreiz vēlāk.
nb: DuckDuckGo VPN mislyktes i å koble til. Prøv igjen senere.
nl: DuckDuckGo VPN kon geen verbinding maken. Probeer het later opnieuw.
pt: A VPN DuckDuckGo não conseguiu estabelecer ligação. Tenta novamente mais tarde.
ro: Network Protection nu a reușit să se conecteze. Încearcă din nou mai târziu.
ru: Подключиться к DuckDuckGo VPN не удалось. Повторите попытку позже.
sk: DuckDuckGo VPN sa nepodarilo pripojiť. Skús to neskôr znova, prosím.
sl: DuckDuckGo VPN se ni mogel povezati. Poskusite znova pozneje.
sv: DuckDuckGo VPN kunde inte ansluta. Försök igen senare.
tr: DuckDuckGo VPN bağlanamadı. Lütfen daha sonra tekrar deneyin.

# network.protection.faq.title
source: DuckDuckGo VPN FAQ
bg: Често задавани въпроси за DuckDuckGo VPN
cs: Nejčastější dotazy ohledně VPN DuckDuckGo
da: Ofte stillede spørgsmål om DuckDuckGo VPN
de: Häufig gestellte Fragen zu DuckDuckGo-VPN
el: Συχνές ερωτήσεις DuckDuckGo VPN
et: DuckDuckGo VPN-i KKK
fi: DuckDuckGo VPN – usein kysytyt kysymykset
fr: FAQ VPN DuckDuckGo
hr: Česta pitanja o DuckDuckGo VPN-u
hu: DuckDuckGo VPN – gyakori kérdések
it: Domande frequenti su DuckDuckGo VPN
lt: „DuckDuckGo“ VPN DUK
lv: Bieži uzdotie jautājumi par DuckDuckGo VPN
nb: Vanlige spørsmål om DuckDuckGo VPN
pt: Perguntas frequentes sobre a DuckDuckGo VPN
ro: Întrebări frecvente despre DuckDuckGo VPN
ru: Часто задаваемые вопросы по DuckDuckGo VPN
sk: DuckDuckGo VPN - často kladené otázky
sl: Pogosta vprašanja o omrežju VPN DuckDuckGo
sv: Vanliga frågor om DuckDuckGo VPN
tr: DuckDuckGo VPN Sıkça Sorulan Sorular

# network.protection.geoswitching.tip.message
source: You can customize your VPN location by connecting to any of our servers worldwide.
bg: Можете да персонализирате Вашето VPN местоположение, като се свържете с някой от нашите сървъри по целия свят.
cs: Polohu VPN si můžeš přizpůsobit připojením ke kterémukoli z našich serverů po celém světě.
da: Du kan vælge din VPN-placering ved at oprette forbindelse til hvilken som helst af vores servere i hele verden.
de: Du kannst deinen VPN-Standort anpassen, indem du dich mit einem unserer Server weltweit verbindest.
el: Μπορείτε να προσαρμόσετε την τοποθεσία VPN σας μέσω σύνδεσης σε οποιονδήποτε από τους διακομιστές μας παγκοσμίως.
et: Saate oma VPN-i asukohta kohandada, ühendades mõne meie serveriga kogu maailmas.
fi: Voit mukauttaa VPN-sijaintisi muodostamalla yhteyden mihin tahansa palvelimistamme maailmanlaajuisesti.
fr: Vous pouvez personnaliser votre emplacement VPN en vous connectant à l’un de nos serveurs dans le monde entier.
hr: Svoju VPN lokaciju možete prilagoditi povezivanjem s bilo kojim od naših poslužitelja širom svijeta.
hu: Megválaszthatod a VPN szerinti tartózkodási helyedet, ha csatlakozol bármely, a világ különböző pontjain lévő szerverünkhöz.
it: Puoi personalizzare la tua posizione VPN connettendoti a uno qualsiasi dei nostri server in tutto il mondo.
lt: Galite pritaikyti savo VPN vietą prisijungdami prie bet kurio mūsų serverio visame pasaulyje.
nb: Du kan tilpasse VPN-plasseringen din ved å koble til en hvilken som helst av våre servere over hele verden.
nl: Je kunt je VPN-locatie aanpassen door verbinding te maken met een van onze servers wereldwijd.
pt: Podes personalizar a localização da tua VPN ligando-te a qualquer um dos nossos servidores em todo o mundo.
ru: Чтобы изменить свою VPN-геопозицию, достаточно подключиться к одному из наших серверов, расположенных по всему миру.
sk: Svoju polohu VPN môžete prispôsobiť pripojením k ktorémukoľvek z našich serverov na celom svete.
sl: Svojo lokacijo VPN lahko prilagodite tako, da se povežete s katerim koli od naših strežnikov po vsem svetu.
sv: Du kan anpassa din VPN-plats genom att ansluta till någon av våra servrar som finns över hela världen.
tr: Dünya genelindeki sunucularımızdan herhangi birine bağlanarak VPN konumunuzu özelleştirebilirsiniz.

# network.protection.geoswitching.tip.title
source: Change Your Location
bg: Променете Вашето местоположение
cs: Změň si polohu
da: Skift din placering
de: Standort ändern
el: Αλλαγή της τοποθεσίας σας
et: Muutke oma asukohta
fi: Vaihda sijaintisi
fr: Modifiez votre emplacement
hr: Promijeni svoju lokaciju
hu: Tartózkodási hely módosítása
it: Cambia posizione
lt: Keisti savo vietą
nb: Endre plassering
nl: Wijzig je locatie
pt: Alterar a localização
ru: Выбор геопозиции
sk: Zmeniť vašu polohu
sl: Spremenite svojo lokacijo
sv: Ändra din plats
tr: Konumunuzu Değiştirin

# network.protection.interrupted.notification.body
source: DuckDuckGo VPN was interrupted. Attempting to reconnect now...
bg: DuckDuckGo VPN беше прекъснат. Извършва се опит за повторно свързване...
cs: VPN DuckDuckGo byla odpojená. Probíhá pokus o opětovné připojení...
da: DuckDuckGo VPN blev afbrudt. Forsøger at genoprette forbindelse ...
de: DuckDuckGo VPN wurde unterbrochen. Verbindung wird wiederhergestellt ...
el: Το DuckDuckGo VPN διακόπηκε. Γίνεται προσπάθεια επανασύνδεσης τώρα...
et: DuckDuckGo VPN katkestati. Proovin uuesti ühendust luua...
fi: DuckDuckGo VPN keskeytyi. Yritetään muodostaa yhteys uudelleen...
fr: Le VPN DuckDuckGo a été interrompu. Tentative de reconnexion en cours…
hr: DuckDuckGo VPN je prekinut. Sada se pokušava ponovno povezati...
hu: A DuckDuckGo VPN-kapcsolat megszakadt. Újracsatlakozási kísérlet folyamatban…
it: La VPN di DuckDuckGo è stata interrotta. Tentativo di riconnessione in corso...
lt: „DuckDuckGo“ VPN buvo pertrauktas. Dabar bandome prisijungti...
lv: Tīkla aizsardzība tika pārtraukta. Tagad tiek mēģināts atkārtoti izveidot savienojumu...
nb: DuckDuckGo VPN ble avbrutt. Prøver å koble til igjen nå...
nl: DuckDuckGo VPN werd onderbroken. Er wordt geprobeerd opnieuw verbinding te maken ...
pt: A VPN DuckDuckGo foi interrompida. A tentar ligar novamente…
ro: Network Protection a fost întreruptă. Se încearcă reconectarea acum...
ru: Работа DuckDuckGo VPN была прервана. Выполняется попытка повторного подключения...
sk: DuckDuckGo VPN bola prerušená. Prebieha pokus o opätovné pripojenie...
sl: DuckDuckGo VPN je bil prekinjen. Poskušam se znova povezati zdaj ...
sv: DuckDuckGo VPN avbröts. Försöker återuppta kontakten nu ...
tr: DuckDuckGo VPN kesintiye uğradı. Şimdi yeniden bağlanmaya çalışılıyor...

# network.protection.invite.dialog.message
source: Enter your invite code to get started.
bg: Въведете кода за покана, за да започнете.
cs: Zadej svůj kód pozvánky, ať můžeš začít.
da: Indtast din invitationskode for at komme i gang.
de: Gib deinen Einladungscode ein, um loszulegen.
el: Εισαγάγετε τον κωδικό πρόσκλησής σου για να αρχίσετε.
et: Alustamiseks sisesta oma kutsekood.
fi: Aloita antamalla kutsukoodisi.
fr: Saisissez votre code d'invitation pour commencer.
hr: Za početak, unesi svoj pozivni kôd.
hu: A kezdéshez írd be a meghívókódodat.
it: Inserisci il tuo codice invito per iniziare.
lt: Norėdami pradėti, įveskite kvietimo kodą.
nb: Skriv inn invitasjonskoden din for å komme i gang.
nl: Voer je uitnodigingscode in om te beginnen.
pt: Introduz o código de convite para começares.
ru: Для начала введите пригласительный код.
sk: Začni zadaním pozývacieho kódu.
sl: Za začetek vnesite kodo povabila.
sv: Ange din inbjudningskod för att komma igång.
tr: Başlamak için davet kodunuzu girin.

# network.protection.invite.dialog.title
source: You’re invited to try DuckDuckGo VPN
bg: Каним Ви да изпробвате DuckDuckGo VPN
cs: Zveme vás k vyzkoušení VPN DuckDuckGo
da: Du er inviteret til at prøve DuckDuckGo VPN
de: Du bist herzlich eingeladen, DuckDuckGo-VPN auszuprobieren
el: Έχετε προσκληθεί να δοκιμάσετε το DuckDuckGo VPN
et: Oled kutsutud proovima DuckDuckGo VPN-i
fi: Sinut on kutsuttu kokeilemaan DuckDuckGo VPN:ää
fr: Vous êtes invité à essayer DuckDuckGo VPN
hr: Imaš poziv da isprobaš DuckDuckGo VPN
hu: Meghívót kaptál a DuckDuckGo VPN kipróbálására
it: Hai ricevuto un invito a provare DuckDuckGo VPN
lt: Esate kviečiami išbandyti „DuckDuckGo“ VPN
lv: Tu esi uzaicināts izmēģināt DuckDuckGo VPN
nb: Du er invitert til å prøve DuckDuckGo VPN
nl: Je bent uitgenodigd om DuckDuckGo VPN uit te proberen
pt: Convidamos-te a experimentar a DuckDuckGo VPN
ro: Te invităm să încerci DuckDuckGo VPN
ru: Приглашаем вас оценить сервис DuckDuckGo VPN
sk: Pozývame vás vyskúšať DuckDuckGo VPN
sl: Vabimo vas, da preizkusite omrežje VPN DuckDuckGo
sv: Du är inbjuden att prova DuckDuckGo VPN
tr: DuckDuckGo VPN'i denemeye davetlisiniz

# network.protection.invite.field.prompt
source: Invite Code
bg: Код за покана
cs: Zvací kód
da: Invitationskode
de: Einladungscode
el: Κωδικός πρόσκλησης
et: Kutsekood
fi: Kutsukoodi
fr: Code d'invitation
hr: Pozivni kôd
hu: Meghívókód
it: Codice invito
lt: Pakvietimo kodas
nb: Invitasjonskode
nl: Uitnodigingscode
pt: Código de Convite
ru: Код приглашения
sk: Pozývací kód
sl: Koda povabila
sv: Inbjudningskod
tr: Davet Kodu

# network.protection.invite.success.message
source: Hide your location from websites and conceal your online activity from Internet providers and others on your network.
bg: Скрийте местоположението си от уебсайтовете и онлайн активността си от доставчиците на интернет и другите потребители в мрежата.
cs: Skryj svou polohu před webovými stránkami a schovej svou online aktivitu před poskytovateli internetu a ostatními uživateli tvé sítě.
da: Skjul din placering fra websteder, og skjul din onlineaktivitet for internetudbydere og andre på dit netværk.
de: Verbirg deinen Standort vor Websites und deine Online-Aktivitäten vor Internetanbietern und anderen Personen in deinem Netzwerk.
el: Κρύψτε την τοποθεσία σας από ιστότοπους και αποκρύψτε τη διαδικτυακή δραστηριότητά σας από τους παρόχους Internet και άλλους χρήστες του δικτύου σας.
et: Peida oma asukoht veebisaitide eest ja varja oma veebitegevust Interneti-teenusepakkujate ja teiste võrgus olevate inimeste eest.
fi: Piilota sijaintisi verkkosivustoilta ja verkkotoimintasi internetpalveluntarjoajilta ja muilta verkossasi olevilta.
fr: Empêchez les sites Web de voir votre position et dissimulez votre activité en ligne aux fournisseurs d'accès Internet et aux autres personnes de votre réseau.
hr: Sakrij svoju lokaciju od web-mjesta i svoju aktivnost na internetu od davatelja internetskih usluga i drugih na tvojoj mreži.
hu: Rejtsd el tartózkodási helyedet a webhelyek elől, az online tevékenységedet pedig az internetszolgáltatók és a hálózatodhoz csatlakozó más személyek elől.
it: Nascondi la tua posizione dai siti web e la tua attività online ai provider internet e ad altri utenti sulla tua rete.
lt: Paslėpk savo buvimo vietą nuo svetainių ir nuslėpk savo veiklą internete nuo interneto paslaugų teikėjų ir kitų tinklo vartotojų.
nb: Skjul plasseringen din for nettsteder og skjul nettaktiviteten din for internettleverandører og andre i nettverket ditt.
nl: Verberg je locatie voor websites en verberg je online activiteiten voor internetproviders en anderen in je netwerk.
pt: Oculta a tua localização dos sites e a tua atividade online dos fornecedores de Internet e de outras pessoas na tua rede.
ru: Скройте свое местоположение от сайтов и список посещаемых адресов — от интернет-провайдеров и других пользователей в своей сети.
sk: Skry svoju polohu pred webovými stránkami a svoju online aktivitu pred poskytovateľmi internetu a ostatnými v tvojej sieti.
sl: Skrijte svojo lokacijo pred spletnimi mesti in prikrijte svoje spletne aktivnosti pred ponudniki interneta in drugimi v omrežju.
sv: Dölj din plats från webbtjänster och dölj din onlineaktivitet från internetleverantörer och andra som är på samma nätverk.
tr: Konumunuzu web sitelerinden gizleyin ve çevrimiçi etkinliğinizi İnternet sağlayıcılarından ve ağınızdaki diğer kişilerden gizli tutun.

# network.protection.invite.success.title
source: Success! You’re in.
bg: Успешна заявка! Вече сте регистрирани.
cs: A je to!
da: Succes! Du er klar.
de: Es hat geklappt! Du bist dabei.
el: Τέλεια! Τα καταφέρατε.
et: Tehtud! Sa oled sees.
fi: Onnistui! Olet mukana.
fr: Bravo ! Vous y êtes.
hr: Uspjeh! Ušao si.
hu: Sikeres belépés.
it: Operazione completata.
lt: Pavyko! Tu jau čia.
nb: Vellykket! Du er inne.
nl: Gelukt! Je bent binnen.
pt: Sucesso! Já está.
ru: Готово. Добро пожаловать!
sk: Podarilo sa to! Si tam.
sl: Uspelo je! Vključeni ste.
sv: Klart! Du är inne.
tr: Tebrikler! Katıldınız.

# network.protection.quick-action.open-vpn
source: Open VPN
bg: Отваряне на VPN
cs: Otevřít VPN
da: Åbn VPN
de: VPN öffnen
el: Ανοικτό VPN
et: Ava VPN
fi: Avaa VPN
fr: Ouvrir le VPN
hr: Otvori VPN
hu: VPN megnyitása
it: Apri VPN
lt: Atviras VPN
lv: Atvērt VPN
nb: Åpne VPN
nl: VPN openen
pt: Abrir VPN
ro: Deschide VPN
ru: Открыть настройки VPN
sk: Otvoriť VPN sieť
sl: Odpri VPN
sv: Öppna VPN
tr: VPN'i aç

# network.protection.snooze.tip.action
source: Learn more
bg: Научете повече
cs: Více informací
da: Mere info
de: Mehr erfahren
el: Μάθετε περισσότερα
et: Loe edasi
fi: Lue lisää
fr: En savoir plus
hr: Saznajte više
hu: További részletek
it: Ulteriori informazioni
lt: Sužinoti daugiau
nb: Finn ut mer
nl: Meer informatie
pt: Saiba mais
ru: Подробнее
sk: Zistite viac
sl: Več
sv: Läs mer
tr: Daha fazla bilgi

# network.protection.snooze.tip.message
source: You can use sites or apps that block VPN traffic by snoozing the VPN connection.
bg: Можете да използвате сайтове или приложения, които блокират VPN трафика, като изключите временно VPN връзката.
cs: Pokud web nebo aplikace blokuje provoz přes VPN, stačí VPN připojení dočasně pozastavit.
da: Du kan bruge websteder eller apps, der blokerer VPN-trafik, ved at "snooze" VPN-forbindelsen.
de: Du kannst Websites oder Apps verwenden, die VPN-Verkehr blockieren, indem du die VPN-Verbindung stumm schaltest.
el: Μπορείτε να χρησιμοποιήσετε ιστότοπους ή εφαρμογές που εμποδίζουν την κυκλοφορία VPN, αποκλείοντας τη σύνδεση VPN.
et: VPN-i liiklust blokeerivaid saite või rakendusi saate kasutada VPN-ühendust uinutades.
fi: Voit käyttää sivustoja tai sovelluksia, jotka estävät VPN-liikenteen torkuttamalla VPN-yhteyttä.
fr: Vous pouvez utiliser des sites ou des applications qui bloquent le trafic VPN en mettant en pause la connexion VPN.
hr: Web stranice ili aplikacije koje blokiraju VPN promet možete upotrijebiti pauziranjem VPN veze.
hu: Olyan weboldalakat vagy alkalmazásokat is használhatsz, amelyek blokkolják a VPN-forgalmat, ha ideiglenesen szünetelteted a VPN-kapcsolatot.
it: Puoi utilizzare siti o app che bloccano il traffico VPN disattivando temporaneamente la connessione VPN.
lt: Galite naudoti svetaines ar programas, kurios blokuoja VPN srautą, sulėtindamos VPN ryšį.
nb: Du kan bruke nettsteder eller apper som blokkerer VPN-trafikk, ved å slumre VPN-tilkoblingen.
nl: Je kunt sites of apps gebruiken die VPN-verkeer blokkeren door de VPN-verbinding in sluimerstand te zetten.
pt: Podes utilizar sites ou aplicações que bloqueiam o tráfego da VPN suspendendo a ligação VPN.
ru: VPN-соединение можно приостановить для посещения сайтов и приложений, которые блокируют трафик по VPN.
sk: Môžete použiť stránky alebo aplikácie blokujúce prevádzku VPN tak, že prerušíte pripojenie VPN.
sl: Uporabljate lahko spletna mesta ali aplikacije, ki blokirajo promet VPN tako, da preložijo povezavo VPN.
sv: Du pausa VPN-anslutningen för att använda webbplatser eller appar som blockerar VPN-trafik.
tr: VPN bağlantısını askıya alarak, VPN trafiğini engelleyen siteleri veya uygulamaları kullanabilirsiniz.

# network.protection.snooze.tip.title
source: Avoid VPN Conflicts
bg: Така ще избегнете на конфликти с VPN
cs: Předcházej konfliktům VPN
da: Undgå VPN-konflikter
de: VPN-Konflikte vermeiden
el: Αποφυγή διενέξεων VPN
et: Vältige VPN-konflikte
fi: Vältä VPN-konfliktit
fr: Évitez les conflits VPN
hr: Izbjegavaj VPN sukobe
hu: VPN-konfliktusok elkerülése
it: Evita i conflitti VPN
lt: Vengti VPN konfliktų
nb: Unngå VPN-konflikter
nl: VPN-conflicten vermijden
pt: Evitar conflitos de VPN
ru: Без проблем из-за VPN
sk: Vyhýbanie sa konfliktom VPN
sl: Izogibanje konfliktom v omrežju VPN
sv: Undvik VPN-konflikter
tr: VPN Çakışmalarını Engelleyin

# network.protection.snoozed.notification.body
source: VPN snoozed for %@
bg: VPN е отложен за %@
cs: VPN je uspaná na %@
da: VPN er sat på pause i %@
de: VPN ist für dich für %@ pausiert
el: Το VPN τέθηκε σε αναστολή για %@
et: VPN on peatatud %@ jooksul
fi: VPN on lepotilassa %@
fr: Le VPN est en veille pendant %@
hr: VPN je u stanju mirovanja %@
hu: VPN szüneteltetve ennyi időre: %@
it: La VPN è sospesa per %@
lt: VPN pristabdytas %@ laikui
nb: VPN satt på slumring i %@
nl: VPN in sluimerstand voor %@
pt: VPN suspensa por %@
ru: Работа VPN отложена на %@
sk: VPN je pozastavená na %@
sl: VPN je preložen za %@
sv: VPN har pausats i %@
tr: VPN %@ için uyku moduna alındı
