Repository: duckduckgo/iOS
Catalog: Widgets/*.lproj/Localizable.strings
Languages: bg, da, de, el, et, fi, hr, hu, lt, lv, nb, pl, pt, ro, ru, sk, tr

# intent.vpn.needs.to.be.enabled.from.app
source: You need to enable the VPN from the DuckDuckGo App.
bg: Трябва да активирате VPN от приложението DuckDuckGo.
da: Du skal aktivere VPN fra DuckDuckGo-appen.
de: Du musst das VPN in der DuckDuckGo-App aktivieren.
el: Πρέπει να ενεργοποιήσετε το VPN από την εφαρμογή DuckDuckGo.
et: Peate lubama VPN-i rakenduses DuckDuckGo.
fi: Sinun on aktivoitava VPN DuckDuckGo-sovelluksessa.
hr: Trebaš omogućiti VPN iz aplikacije DuckDuckGo.
hu: A DuckDuckGo alkalmazásban engedélyezned kell a VPN-t.
lt: Reikia įjungti VPN iš „DuckDuckGo“ programėlės.
lv: Tev ir jāiespējo VPN DuckDuckGo lietotnē.
nb: Du må aktivere VPN-en i DuckDuckGo-appen.
pl: Musisz włączyć VPN w aplikacji DuckDuckGo.
pt: Tens de ativar a VPN na aplicação DuckDuckGo.
ro: Trebuie să activezi VPN-ul din aplicația DuckDuckGo.
ru: Включите VPN в приложении DuckDuckGo.
sk: Musíš povoliť VPN z aplikácie DuckDuckGo.
tr: VPN'i DuckDuckGo Uygulamasından etkinleştirmeniz gerekir.

# lock.screen.widget.aichat.description
source: Quickly start a new AI chat in Duck.ai
bg: Започнете бързо нов AI чат в Duck.ai
da: Start hurtigt en ny AI-chat i Duck.ai
de: Starte schnell einen neuen KI-Chat in Duck.ai
el: Αρχίστε γρήγορα μια νέα συνομιλία τεχνητής νοημοσύνης στο Duck.ai
et: Alustage kiiresti uut AI-vestlust Duck.ai-s.
fi: Aloita nopeasti uusi tekoälykeskustelu Duck.ai:ssa
hr: Brzo započni novo AI čavrljanje na Duck.ai.
hu: AI-csevegés gyors indítása a Duck.ai használatával
lt: Greitai pradėk naują DI pokalbį „Duck.ai“
lv: Ātri uzsāc jaunu MI tērzēšanu vietnē Duck.ai
nb: Start raskt en ny AI-chat i Duck.ai
pl: Szybko rozpocznij nowy czat AI w Duck.ai
pt: Inicia rapidamente um novo chat de IA no Duck.ai
ro: Începe rapid un nou chat AI în Duck.ai
ru: Быстрый запуск ИИ-чата с Duck.ai
sk: Rýchlo začni nový AI chat v Duck.ai.
tr: Duck.ai'de hızlıca yeni bir AI sohbeti başlatın

# lock.screen.widget.email.description
source: Instantly generate a new private Duck Address.
bg: Незабавно генериране на нов личен Duck Address.
da: Generer øjeblikkeligt en ny privat Duck Address.
de: Erstelle sofort eine neue private Duck Address.
el: Δημιουργήστε αμέσως μια νέα ιδιωτική διεύθυνση Duck Address.
et: Loo hetkega uus privaatne Duck Address.
fi: Luo välittömästi uusi yksityinen Duck Address.
hr: Odmah generiraj novu privatnu adresu - Duck Address.
hu: Új privát Duck-cím azonnali létrehozása.
lt: Nedelsiant sugeneruokite naują privatų „Duck Address“.
lv: Nekavējoties ģenerē jaunu privātu Duck adresi.
nb: Generer en ny privat Duck Address på et øyeblikk.
pl: Błyskawicznie wygeneruj prywatny adres Duck Address.
pt: Gera instantaneamente um novo Duck Address privado.
ro: Generează instantaneu o nouă Duck Address privată.
ru: Моментальное создание приватного адреса Duck Address.
sk: Okamžite vygenerujte novú súkromnú Duck adresu.
tr: Hemen yeni bir özel Duck Address oluşturun.

# lock.screen.widget.email.title
source: Email Protection
bg: Защита на имейл
da: E-mailbeskyttelse
de: E-Mail-Schutz
el: Προστασία email
et: E-posti kaitse
fi: Sähköpostisuojaus
hr: Zaštita e-pošte
hu: E-mail védelem
lt: El. pašto apsauga
lv: E-pasta aizsardzība
nb: E-postbeskyttelse
pl: Ochrona poczty e-mail
pt: Proteção de e-mail
ro: Protecția comunicațiilor prin e-mail
ru: Защита электронной почты
sk: Ochrana e-mailu
tr: E-posta Koruması

# lock.screen.widget.favorites.description
source: Quickly open your favorite websites with a tap.
bg: Бързо отваряне на любимите уебсайтове с едно докосване.
da: Åbn hurtigt dine yndlingswebsteder med et tryk.
de: Öffne deine Lieblings-Websites schnell mit einem Fingertipp.
el: Ανοίξτε γρήγορα τους αγαπημένους ιστότοπούς σας με ένα πάτημα.
et: Ava oma lemmikveebisaidid kiiresti vaid ühe puudutusega.
fi: Avaa suosikkisivustosi nopeasti yhdellä napautuksella.
hr: Brzo otvaraj svoje omiljene mrežne lokacije dodirom.
hu: Kedvenc webhelyek gyors megnyitása egyetlen érintéssel.
lt: Greitai atidarykite mėgstamas svetaines bakstelėdami.
lv: Ātri atver savas iecienītākās vietnes ar pieskārienu.
nb: Åpne favorittnettstedene dine raskt med et trykk.
pl: Szybko otwieraj ulubione witryny jednym dotknięciem.
pt: Abre rapidamente os teus sites favoritos com um toque.
ro: Deschide rapid site-urile preferate cu o singură atingere.
ru: Открытие любимых сайтов одним касанием.
sk: Svoje obľúbené webové stránky otvoríte rýchlo jediným ťuknutím.
tr: Bir dokunuşla favori web sitelerinizi hızla açın.

# lock.screen.widget.favorites.title
source: Favorites
bg: Любими
da: Favoritter
de: Favoriten
el: Αγαπημένα
et: Lemmikud
fi: Suosikit
hr: Omiljeno
hu: Kedvencek
lt: Mėgstami
lv: Izlase
nb: Favoritter
pl: Ulubione
pt: Favoritos
ro: Preferințe
ru: Избранное
sk: Obľúbené položky
tr: Favoriler

# lock.screen.widget.fire.description
source: Instantly delete your browsing history and start a new private search in DuckDuckGo.
bg: Незабавно изтриване на историята на сърфиране и стартиране ново поверително търсене в DuckDuckGo.
da: Slet din browserhistorik med det samme, og start en ny privat søgning i DuckDuckGo.
de: Lösche sofort deinen Browserverlauf und starte eine neue private Suche in DuckDuckGo.
el: Διαγράψτε άμεσα το ιστορικό περιήγησής σας και αρχίστε μια νέα ιδιωτική αναζήτηση στο DuckDuckGo.
et: Kustuta hetkega oma sirvimisajalugu ja alusta uut privaatset otsingut DuckDuckGos.
fi: Poista välittömästi selaushistoriasi ja aloita uusi yksityinen haku DuckDuckGossa.
hr: U trenu izbriši svoju povijest pregledavanja i započni novo privatno pretraživanje u DuckDuckGou.
hu: Böngészési előzmények azonnali törlése, és új privát DuckDuckGo-keresés indítása.
lt: Akimirksniu ištrinkite naršymo istoriją ir pradėkite naują privačią paiešką „DuckDuckGo“.
lv: Nekavējoties dzēs savu pārlūkošanas vēsturi un sāc jaunu privātu meklēšanu pakalpojumā DuckDuckGo.
nb: Slett nettleserloggen din på et blunk og start et nytt privat søk i DuckDuckGo.
pl: Błyskawicznie usuń historię przeglądania i rozpocznij nowe prywatne wyszukiwanie w DuckDuckGo.
pt: Elimina instantaneamente o teu histórico de navegação e começa uma nova pesquisa privada no DuckDuckGo.
ro: Șterge instantaneu istoricul de navigare și începe o nouă căutare privată în DuckDuckGo.
ru: Моментальное удаление истории просмотров и запуск нового приватного поиска в DuckDuckGo.
sk: Okamžite vymažete históriu prehľadávania a spustíte nové súkromné vyhľadávanie v DuckDuckGo.
tr: Tarama geçmişinizi hemen silin ve DuckDuckGo'da yeni bir özel arama yapın.

# lock.screen.widget.fire.title
source: Fire Button
fi: Fire-painike
hu: Tűz gomb
lt: Mygtukas „Fire“

# lock.screen.widget.passwords.description
source: Quickly search your saved DuckDuckGo passwords.
bg: Бързо търсене на запазените пароли за DuckDuckGo.
da: Søg hurtigt i dine gemte DuckDuckGo-adgangskoder.
de: Durchsuche schnell deine gespeicherten DuckDuckGo-Passwörter.
el: Αναζητήστε γρήγορα τους αποθηκευμένους κωδικούς πρόσβασής σας στο DuckDuckGo.
et: Otsi kiiresti oma salvestatud DuckDuckGo paroole.
fi: Hae nopeasti DuckDuckGohon tallennettuja salasanojasi.
hr: Brzo pretraži svoje spremljene DuckDuckGo lozinke.
hu: Gyorsan kereshetsz a DuckDuckGo mentett jelszavai között.
lt: Greitai ieškokite išsaugotų „DuckDuckGo“ slaptažodžių.
lv: Ātri meklē savas saglabātās DuckDuckGo paroles.
nb: Søk raskt i de lagrede DuckDuckGo-passordene dine.
pl: Szybko wyszukuj zapisane hasła DuckDuckGo.
pt: Pesquisa rapidamente as tuas palavras-passe guardadas do DuckDuckGo.
ro: Caută rapid parolele tale DuckDuckGo salvate.
ru: Быстрый поиск по паролям, сохраненным в DuckDuckGo.
sk: Rýchlo vyhľadajte svoje uložené DuckDuckGo heslá.
tr: Kayıtlı DuckDuckGo şifrelerinizi hızlıca arayın.

# lock.screen.widget.passwords.title
source: Search Passwords
bg: Търсене на пароли
da: Søg adgangskoder
de: Passwörter suchen
el: Αναζήτηση κωδικών πρόσβασης
et: Otsi paroole
fi: Etsi salasanoja
hr: Pretraživanje lozinki
hu: Jelszavak keresése
lt: Ieškoti slaptažodžių
lv: Meklēt paroles
nb: Søk i passord
pl: Wyszukaj hasła
pt: Pesquisar palavras-passe
ro: Caută parole
ru: Найти пароль
sk: Vyhľadávanie hesiel
tr: Şifreleri ara

# lock.screen.widget.search.description
source: Instantly start a private search in DuckDuckGo.
bg: Незабавно стартиране на поверително търсене в DuckDuckGo.
da: Start øjeblikkeligt en privat søgning i DuckDuckGo.
de: Starte sofort eine private Suche in DuckDuckGo.
el: Αρχίστε αμέσως μια ιδιωτική αναζήτηση στο DuckDuckGo.
et: Alusta hetkega DuckDuckGos privaatset otsingut.
fi: Aloita välittömästi yksityinen haku DuckDuckGossa.
hr: U trenu pokreni privatno pretraživanje u DuckDuckGou.
hu: Privát DuckDuckGo-keresés azonnali indítása.
lt: Akimirksniu pradėkite privačią paiešką „DuckDuckGo“.
lv: Nekavējoties sāc privātu meklēšanu pakalpojumā DuckDuckGo.
nb: Start et privat søk i DuckDuckGo på et øyeblikk.
pl: Błyskawicznie rozpocznij prywatne wyszukiwanie w DuckDuckGo.
pt: Inicia instantaneamente uma pesquisa privada no DuckDuckGo.
ro: Pornește instantaneu o căutare privată în DuckDuckGo.
ru: Моментальный запуск приватного поиска в DuckDuckGo.
sk: Okamžite spustíte súkromné vyhľadávanie v DuckDuckGo.
tr: DuckDuckGo'da hemen özel bir arama yapın.

# lock.screen.widget.search.title
source: Private Search
bg: поверително търсене
da: Privat søgning
de: Private Suche
el: ιδιωτική αναζήτηση
et: Privaatne otsing
fi: Yksityinen haku
hr: Privatno pretraživanje
hu: privát keresés
lt: privati paieška
lv: Privāta meklēšana
nb: Privat søk
pl: Prywatne Wyszukiwanie
pt: Pesquisa Privada
ro: Căutare Confidențială
ru: Частный поиск
sk: Súkromné vyhľadávanie
tr: Gizli Arama

# lock.screen.widget.voice.description
source: Instantly start a new private voice search in DuckDuckGo.
bg: Незабавно стартиране на ново поверително гласово търсене в DuckDuckGo.
da: Start øjeblikkeligt en privat stemmesøgning i DuckDuckGo.
de: Starte sofort eine neue private Sprachsuche in DuckDuckGo.
el: Αρχίστε αμέσως μια νέα ιδιωτική φωνητική αναζήτηση στο DuckDuckGo.
et: Alusta hetkega DuckDuckGos uut privaatset häälotsingut.
fi: Aloita välittömästi uusi yksityinen äänihaku DuckDuckGossa.
hr: U trenu pokreni novo privatno glasovno pretraživanje u DuckDuckGou.
hu: Új privát hangalapú DuckDuckGo-keresés azonnali indítása.
lt: Akimirksniu pradėkite naują privačią paiešką balsu „DuckDuckGo“.
lv: Nekavējoties sāc jaunu privātu balss meklēšanu pakalpojumā DuckDuckGo.
nb: Start et nytt privat talesøk i DuckDuckGo på et øyeblikk.
pl: Błyskawicznie rozpocznij nowe prywatne wyszukiwanie głosowe w DuckDuckGo.
pt: Inicia instantaneamente uma nova pesquisa por voz privada no DuckDuckGo.
ro: Începe instantaneu o nouă căutare vocală privată în DuckDuckGo.
ru: Моментальный запуск приватного голосового поиска в DuckDuckGo.
sk: Okamžite spustíte nové súkromné hlasové vyhľadávanie v službe DuckDuckGo.
tr: DuckDuckGo'da hemen yeni bir özel sesli arama yapın.

# lock.screen.widget.voice.title
source: Voice Search
bg: Гласово търсене
da: Stemmesøgning
de: Sprachsuche
el: Φωνητική αναζήτηση
et: Häälotsing
fi: Äänihaku
hr: Glasovno pretraživanje
hu: Beszédhangalapú keresés
lt: Paieška balsu
lv: Balss meklēšana
nb: Talesøk
pl: Wyszukiwanie głosowe
pt: Pesquisa por voz
ro: Căutare vocală
ru: Голосовой поиск
sk: Hlasové vyhľadávanie
tr: Sesli Arama

# vpn.control.widget.connecting
source: Connecting...
bg: Свързване...
da: Forbinder...
de: Verbinden ...
el: Σύνδεση...
et: Ühendamine...
fi: Yhdistetään...
hr: Povezivanje u tijeku...
hu: Csatlakozás…
lt: Jungiamasi...
lv: Savieno...
nb: Kobler til...
pl: Łączenie...
pt: A ligar…
ro: Se conectează...
ru: Выполняется подключение...
sk: Pripája sa...
tr: Bağlanıyor...

# vpn.control.widget.disconnecting
source: Disconnecting...
bg: Прекъсване...
da: Afbryder...
de: Wird getrennt ...
el: Αποσύνδεση...
et: Katkestamine...
fi: Katkaistaan yhteys...
hr: Prekidanje veze...
hu: Leválasztás…
lt: Atsijungiama...
lv: Atvieno...
nb: Kobler fra...
pl: Odłączanie...
pt: A desligar…
ro: Se deconectează...
ru: Отключение...
sk: Odpájanie...
tr: Bağlantı kesiliyor...

# vpn.control.widget.location-unknown
source: Unknown Location
bg: Неизвестно местоположение
da: Ukendt sted
de: Unbekannter Ort
el: Άγνωστη τοποθεσία
et: Tundmatu asukoht
fi: Tuntematon sijainti
hr: Nepoznata lokacija
hu: Ismeretlen hely
lt: Nežinoma vieta
lv: Nezināma atrašanās vieta
nb: Ukjent sted
pl: Nieznana lokalizacja
pt: Localização desconhecida
ro: Locație necunoscută
ru: Геопозиция неизвестна
sk: Neznáma lokalita
tr: Bilinmeyen Konum

# vpn.control.widget.not-connected
source: Not Connected
bg: Няма връзка
da: Ikke forbundet
de: Nicht verbunden
el: Δεν έχει συνδεθεί
et: Ei ole ühendatud
fi: Ei yhteyttä
hr: Nije povezano
hu: Nincs csatlakoztatva
lt: Neprijungta
lv: Nav savienots
nb: Ikke tilkoblet
pl: Nie połączono
pt: Não ligada
ro: Nu este conectat
ru: Не подключен
sk: Nie je pripojený
tr: Bağlı değil

# vpn.control.widget.off
source: VPN is OFF
bg: VPN е изключена
da: VPN er slået fra
de: VPN ist Aus
el: Το VPN είναι απενεργοποιημένο
et: VPN on Väljas
fi: VPN on pois päältä
hr: VPN je isključen
hu: VPN kikapcsolva
lt: VPN išjungtas
lv: VPN ir izslēgts
nb: VPN er av
pl: Wyłączono VPN
pt: A VPN está desativada
ro: VPN este dezactivat
ru: VPN отключен
sk: VPN je vypnutá
tr: VPN Kapalı

# vpn.control.widget.on
source: VPN is ON
bg: VPN е включена
da: VPN er slået til
de: VPN ist An
el: Το VPN είναι ενεργοποιημένο
et: VPN on Sees
fi: VPN on päällä
hr: VPN je uključen
hu: VPN csatlakoztatva
lt: VPN įjungtas
lv: VPN ir ieslēgts
nb: VPN er på
pl: Włączono VPN
pt: A VPN está ativada
ro: VPN este activat
ru: VPN включен
sk: VPN je zapnutá
tr: VPN Açık

# widget.gallery.passwords.description
source: Quickly search your saved DuckDuckGo passwords.
bg: Бързо търсене на запазените пароли за DuckDuckGo.
da: Søg hurtigt i dine gemte DuckDuckGo-adgangskoder.
de: Durchsuche schnell deine gespeicherten DuckDuckGo-Passwörter.
el: Αναζητήστε γρήγορα τους αποθηκευμένους κωδικούς πρόσβασής σας στο DuckDuckGo.
et: Otsi kiiresti oma salvestatud DuckDuckGo paroole.
fi: Hae nopeasti DuckDuckGohon tallennettuja salasanojasi.
hr: Brzo pretraži svoje spremljene DuckDuckGo lozinke.
hu: Gyorsan kereshetsz a DuckDuckGo mentett jelszavai között.
lt: Greitai ieškokite išsaugotų „DuckDuckGo“ slaptažodžių.
lv: Ātri meklē savas saglabātās DuckDuckGo paroles.
nb: Søk raskt i de lagrede DuckDuckGo-passordene dine.
pl: Szybko wyszukuj zapisane hasła DuckDuckGo.
pt: Pesquisa rapidamente as tuas palavras-passe guardadas do DuckDuckGo.
ro: Caută rapid parolele tale DuckDuckGo salvate.
ru: Быстрый поиск среди паролей, сохраненных в DuckDuckGo.
sk: Rýchlo vyhľadajte svoje uložené DuckDuckGo heslá.
tr: Kayıtlı DuckDuckGo şifrelerinizi hızlıca arayın.

# widget.gallery.passwords.display.name
source: Search Passwords
bg: Търсене на пароли
da: Søg adgangskoder
de: Passwörter suchen
el: Αναζήτηση κωδικών πρόσβασης
et: Otsi paroole
fi: Etsi salasanoja
hr: Pretraživanje lozinki
hu: Jelszavak keresése
lt: Ieškoti slaptažodžių
lv: Meklēt paroles
nb: Søk i passord
pl: Wyszukaj hasła
pt: Pesquisar palavras-passe
ro: Caută parole
ru: Найти пароль
sk: Vyhľadávanie hesiel
tr: Şifreleri ara

# widget.gallery.quickactions.description
source: Search, chat on Duck.ai, or view your passwords.
bg: Търсете, разговаряйте в Duck.ai или прегледайте паролите си.
da: Søg, chat på Duck.ai, eller se dine adgangskoder.
de: Suche, chatte auf Duck.ai oder sieh dir deine Passwörter an.
el: Αναζητήστε, συνομιλήστε στο Duck.ai ή δείτε τους κωδικούς πρόσβασής σας.
et: Otsige, vestelge Duck.ai-s või vaadake oma paroole.
fi: Hae, keskustele Duck.ai:ssa tai katso salasanasi.
hr: Pretražuj ili čavrljaj na Duck.ai, ili pogledaj svoje lozinke.
hu: Keresés, csevegés a Duck.ai használatával, vagy jelszavak megtekintése.
lt: Ieškok, kalbėk „Duck.ai“ arba peržiūrėk slaptažodžius.
lv: Meklē, tērzē Duck.ai vai apskati savas paroles.
nb: Søk, chat på Duck.ai eller se passordene dine.
pl: Wyszukuj, rozmawiaj z Duck.ai lub przeglądaj hasła
pt: Pesquisa, conversa no Duck.ai ou vê as tuas palavras-passe.
ro: Caută, fă chat pe Duck.ai sau vezi parolele tale.
ru: Поиск, чат с Duck.ai или просмотр паролей
sk: Vyhľadaj, chatuj na Duck.ai alebo si pozri svoje heslá.
tr: Duck.ai'de arama yapın, sohbet edin veya şifrelerinizi görüntüleyin.

# widget.gallery.quickactions.display.name
source: Shortcuts
bg: Бързи Връзки
da: Genveje
el: Συντομευσεις
et: Otseteed
fi: Pikavalinnat
hr: Prečaci
hu: Gyorsparancsok
lt: Šaukiniai
lv: Saīsnes
nb: Snarveier
pl: Skróty
pt: Atalhos
ro: Scurtături
ru: Ярлыки
sk: Skratky
tr: Kısayollar

# widget.gallery.search.and.favorites.description
source: Search or visit your favorite sites privately with just one tap.
bg: Насладете се на поверително търсене и сърфиране в любимите си сайтове само с едно докосване.
da: Søg eller besøg dine yndlingssider privat med kun ét tryk.
de: Du kannst deine Lieblingswebsites privat durchsuchen und anzeigen – einfach durch Antippen!
el: Κάντε αναζήτηση ή επισκεφτείτε τους αγαπημένους ιστότοπούς σας ιδιωτικά, με μόνο ένα πάτημα.
et: Otsi või külasta oma lemmiksaite privaatselt vaid ühe puudutusega.
fi: Tee hakuja ja käy lempisivustoillasi yhdellä napautuksella.
hr: Pretraži ili posjeti svoja omiljena web-mjesta privatno jednim dodirom.
hu: Látogasd meg a kedvenc weboldalaidat és keress rajtuk privát módon, mindössze egyetlen koppintással.
lt: Ieškokite arba lankykitės savo mėgstamose svetainėse privačiai vienu bakstelėjimu.
lv: Meklē vai atver savas iecienītākās vietnes konfidenciāli, veicot tikai vienu pieskārienu.
nb: Søk eller besøk favorittsider privat med ett trykk.
pl: Prywatnie przeszukuj lub odwiedzaj swoje ulubione witryny za pomocą jednego dotknięcia.
pt: Pesquise ou visite os seus sites favoritos de forma privada com apenas um toque.
ro: Caută sau vizitează site-urile preferate în mod privat cu o singură atingere.
ru: Поиск и посещение любимых сайтов без слежки всего в одно касание.
sk: Vyhľadávajte alebo navštevujte svoje obľúbené stránky súkromne iba pomocou jedného kliknutia.
tr: Tek bir dokunuşla favori sitelerinizi gizlice arayın veya ziyaret edin.

# widget.gallery.search.and.favorites.display.name
source: Search and Favorites
bg: Търсене и любими
da: Søg og favoritter
de: Suche und Favoriten
el: Αναζήτηση και Αγαπημένα
et: Otsing ja lemmikud
fi: Haku ja suosikit
hr: Pretraživanje i favoriti
hu: Keresés és kedvencek
lt: Paieška ir mėgstamiausi
lv: Meklēšana un izlase
nb: Søk og favoritter
pl: Wyszukiwanie i Ulubione
pt: Pesquisa e Favoritos
ro: Căutare și preferințe
ru: Поиск и избранное
sk: Vyhľadávanie a obľúbené položky
tr: Arama ve Favoriler

# widget.gallery.search.description
source: Quickly launch a private search in DuckDuckGo.
bg: Бързо стартиране на поверително търсене с DuckDuckGo.
da: Start hurtigt en privat søgning i DuckDuckGo.
de: Du kannst im Handumdrehen eine private Suche in DuckDuckGo starten.
el: Ξεκινήστε γρήγορα μια ιδιωτική αναζήτηση στο DuckDuckGo.
et: Käivita kiiresti privaatne otsing brauseris DuckDuckGos.
fi: Tee yksityinen haku DuckDuckGo:ssa nopeasti.
hr: Brzo pokrenite privatnu pretragu u pregledniku DuckDuckGo.
hu: Indíts gyorsan egy privát keresést a DuckDuckGóban.
lt: Greitai paleiskite privačią paiešką „DuckDuckGo“.
lv: Ātri sāc privātu meklēšanu vietnē DuckDuckGo.
nb: Start et privatsøk raskt i DuckDuckGo.
pl: Szybko uruchom prywatne wyszukiwanie w DuckDuckGo.
pt: Inicie rapidamente uma pesquisa privada no DuckDuckGo.
ro: Lansează rapid o căutare privată în DuckDuckGo.
ru: Конфиденциальный поиск через DuckDuckGo в два счета.
sk: Rýchlo spustite súkromné vyhľadávanie v prehliadači DuckDuckGo.
tr: DuckDuckGo'da hızlıca gizli arama başlatın.

# widget.gallery.search.display.name
source: Search
bg: Търсене
da: Søg
de: Suche
el: Αναζήτηση
et: Otsi
fi: Etsi
hr: Traži
hu: Keresés
lt: Paieška
lv: Meklēt
nb: Søk
pl: Szukaj
pt: Pesquisar
ro: Caută
ru: Поиск
sk: Vyhľadávať
tr: Ara

# widget.gallery.vpn.description
source: View and manage your VPN connection. Requires a Privacy Pro subscription.
bg: Преглеждайте и управлявайте своята VPN връзка. Изисква абонамент за Privacy Pro.
da: Se og administrer din VPN-forbindelse. Kræver Privacy Pro-abonnement.
de: Betrachte und verwalte deine VPN-Verbindung. Erfordert ein Privacy Pro Abonnement.
el: Προβολή και διαχείριση της σύνδεσής σας VPN. Απαιτείται συνδρομή στο Privacy Pro.
et: Vaata ja halda oma VPN-ühendust. Nõuab Privacy Pro tellimust.
fi: Tarkastele ja hallinnoi VPN-yhteyttäsi. Edellyttää Privacy Pro -tilauksen.
hr: Provjeri i upravljaj svojom VPN vezom. Potrebna je pretplata na Privacy Pro.
hu: Tekintsd meg, és kezeld a VPN-kapcsolatod. Privacy Pro-előfizetés szükséges.
lt: Peržiūrėkite ir valdykite savo VPN ryšį. Reikalinga „Privacy Pro“ prenumerata.
lv: Skati un pārvaldi savu VPN savienojumu. Nepieciešams Privacy Pro abonements.
nb: Se og administrer VPN-tilkoblingen din. Krever et Privacy Pro-abonnement.
pl: Przeglądaj połączenie VPN i nim zarządzaj. Wymaga subskrypcji Privacy Pro.
pt: Consulta e faz a gestão da tua ligação VPN. Requer uma subscrição Privacy Pro.
ro: Vizualizează și gestionează conexiunea VPN. Necesită un abonament Privacy Pro.
ru: Просмотр и управление подключением по VPN. Требуется подписка на тариф Privacy Pro.
sk: Zobrazenie a správa pripojenia VPN. Vyžaduje predplatné služby Privacy Pro.
tr: VPN bağlantınızı görüntüleyin ve yönetin. Privacy Pro aboneliği gerektirir.

# widget.no.favorites.cta
source: Add Favorites
bg: Добавяне към любими
da: Tilføj til favoritter
de: Favoriten hinzufügen
el: Προσθήκη στα Αγαπημένα
et: Lisa lemmikud
fi: Lisää suosikkeja
hr: Dodaj u omiljene
hu: Kedvencek hozzáadása
lt: Pridėti mėgstamus
lv: Pievienot izlasei
nb: Legg til favoritter
pl: Dodaj ulubione
pt: Adicionar Favoritos
ro: Adaugă preferințe
ru: Добавить в избранное
sk: Pridať do obľúbených položiek
tr: Favorilere Ekle

# widget.no.favorites.message
source: Quickly visit your favorite sites.
bg: Отварянето на любимите ви сайтове става бързо.
da: Besøg hurtigt dine foretrukne websteder.
de: Wechsel mit nur einem Klick zu deinen Lieblingswebsites.
el: Επισκεφθείτε γρήγορα τους αγαπημένους σας ιστότοπους.
et: Külasta kiiresti oma lemmiksaite.
fi: Siirry nopeasti suosikkisivustoillesi.
hr: Brzo posjeti svoja omiljena web-mjesta.
hu: Gyorsan látogass el a kedvenc webhelyeidre.
lt: Greitai apsilankykite savo mėgstamose svetainėse.
lv: Ātri atver savas mīļākās vietnes.
nb: Besøk favorittsidene dine raskt.
pl: Szybko odwiedzaj swoje ulubione witryny.
pt: Visite rapidamente os seus sites favoritos.
ro: Vizitează rapid site-urile preferate.
ru: Переходите быстро на любимые сайты.
sk: Navštívte svoje obľúbené stránky rýchlo.
tr: En sevdiğiniz siteleri hızlıca ziyaret edin.

# widget.passwords
source: Search Passwords
bg: Търсене на пароли
da: Søg adgangskoder
de: Passwörter suchen
el: Αναζήτηση κωδικών πρόσβασης
et: Otsi paroole
fi: Etsi salasanoja
hr: Pretraživanje lozinki
hu: Jelszavak keresése
lt: Ieškoti slaptažodžių
lv: Meklēt paroles
nb: Søk i passord
pl: Wyszukaj hasła
pt: Pesquisar palavras-passe
ro: Caută parole
ru: Найти пароль
sk: Vyhľadávanie hesiel
tr: Şifreleri ara

# widget.quickactions.search
source: Search
bg: Търсене
da: Søg
de: Suche
el: Αναζήτηση
et: Otsi
fi: Etsi
hr: Traži
hu: Keresés
lt: Paieška
lv: Meklēt
nb: Søk
pl: Szukaj
pt: Pesquisar
ro: Caută
ru: Поиск
sk: Vyhľadávať
tr: Ara

# widget.search.duckduckgo
source: Search DuckDuckGo
bg: Търси с DuckDuckGo
da: Søg med DuckDuckGo
de: Mit DuckDuckGo suchen
el: Αναζήτηση DuckDuckGo
et: Otsi DuckDuckGo'st
fi: Hae DuckDuckGo:sta
hr: Pretraži DuckDuckGo
hu: DuckDuckGo keresés
lt: Ieškoti DuckDuckGo
lv: Meklēt DuckDuckGo
nb: Søk i DuckDuckGo
pl: Przeszukaj DuckDuckGo
pt: Pesquisar no DuckDuckGo
ro: Căutare DuckDuckGo
ru: Поиск в DuckDuckGo
sk: Vyhľadávajte cez DuckDuckGo
tr: DuckDuckGo'da Ara
