Repository: duckduckgo/iOS
Catalog: Widgets/*.lproj/Localizable.strings
Languages: bg, da, de, el, et, fi, hr, hu, lt, lv, nb, pl, pt, ro, ru, sk, tr

# widget.vpn.button.connect
source: Connect
bg: Свързване
da: Opret forbindelse
de: Verbinden
el: Σύνδεση
et: Ühenda
fi: Yhdistä
hr: Poveži se
hu: Csatlakozás
lt: Prijungti
lv: Savienot
nb: Koble til
pl: Połącz
pt: Ligar
ro: Conectează-te
ru: Подключиться
sk: Pripojiť
tr: Bağlan

# widget.vpn.button.disconnect
source: Disconnect
bg: Прекъсване на връзката
da: Afbryd forbindelse
de: Trennen
el: Αποσύνδεση
et: Katkesta ühendus
fi: Katkaise yhteys
hr: Prekini vezu
hu: Leválasztás
lt: Atjungti
lv: Atvienot
nb: Koble fra
pl: Odłącz
pt: Desligar
ro: Deconectează-te
ru: Отключиться
sk: Odpojenie
tr: Bağlantıyı Kes

# widget.vpn.label.snoozing-until
source: Until %@
bg: До %@
da: Indtil %@
de: Bis %@
el: Μέχρι %@
et: Kuni %@
fi: %@ asti
hr: Do %@
hu: %@-ig
lt: Iki %@
lv: Līdz %@.
nb: Til %@
pl: Do %@
pt: Até %@
ro: Până la %@
ru: До %@
sk: Do %@
tr: Uyku modu sonu: %@

# widget.vpn.live-activity.button.dismiss
source: Dismiss
bg: Отказване
da: Afvis
de: Verwerfen
el: Απόρριψη
et: Loobu
fi: Hylkää
hr: Odbaci
hu: Elutasítás
lt: Atmesti
lv: Nerādīt
nb: Avvis
pl: Odrzuć
pt: Ignorar
ro: Renunță
ru: Отклонить
sk: Odmietnuť
tr: Reddet

# widget.vpn.live-activity.button.wake-up
source: Wake Up
bg: Събуждане
da: Afbryd pause
de: Aufwachen
el: Αφύπνιση
et: Ärata
fi: Herätä
hr: Probudi
hu: Ébredj fel
lt: Atšaukti pristabdymą
lv: Pamodināt
nb: Vekk opp
pl: Przywróć
pt: Acordar
ro: Activare
ru: Разбудить
sk: Prebuď sa
tr: Uyandır

# widget.vpn.live-activity.label.active
source: VPN is On
bg: VPN е включена
da: VPN er slået til
de: VPN ist An
el: Το VPN είναι ενεργοποιημένο
et: VPN on Sees
fi: VPN on päällä
hr: VPN je uključen
hu: VPN csatlakoztatva
lt: VPN įjungtas
lv: VPN ir ieslēgts
nb: VPN er på
pl: Włączono VPN
pt: A VPN está ativada
ro: VPN este activat
ru: VPN включен
sk: VPN je zapnutá
tr: VPN Açık

# widget.vpn.live-activity.label.snoozing
source: VPN Snoozing
bg: VPN е отложен
da: VPN er sat på pause
de: VPN-Pause
el: Αναστολή VPN
et: VPN-i peatamine
fi: VPN lepotilassa
hr: VPN je u stanju mirovanja
hu: VPN szüneteltetése
lt: VPN pristabdymas
lv: VPN atslēgšana
nb: VPN slumrer
pl: Wstrzymano VPN
pt: Suspensão da VPN
ro: Amânare VPN
ru: Работа VPN отложена
sk: Odloženie VPN
tr: VPN Uyku Moduna Alma

# widget.vpn.status.connected
source: VPN is On
bg: VPN е включена
da: VPN er slået til
de: VPN ist An
el: Το VPN είναι ενεργοποιημένο
et: VPN on Sees
fi: VPN on päällä
hr: VPN je uključen
hu: VPN csatlakoztatva
lt: VPN įjungtas
lv: VPN ir ieslēgts
nb: VPN er på
pl: Włączono VPN
pt: A VPN está ativada
ro: VPN este activat
ru: VPN включен
sk: VPN je zapnutá
tr: VPN Açık

# widget.vpn.status.disconnected
source: VPN is Off
bg: VPN е изключена
da: VPN er slået fra
de: VPN ist Aus
el: Το VPN είναι απενεργοποιημένο
et: VPN on Väljas
fi: VPN on pois päältä
hr: VPN je isključen
hu: VPN kikapcsolva
lt: VPN išjungtas
lv: VPN ir izslēgts
nb: VPN er av
pl: Wyłączono VPN
pt: A VPN está desativada
ro: VPN este dezactivat
ru: VPN отключен
sk: VPN je vypnutá
tr: VPN Kapalı

# widget.vpn.status.snoozed
source: VPN is Snoozed
bg: VPN е в режим на изчакване
da: VPN er sat på pause
de: VPN ist pausiert
el: Το VPN είναι σε αναστολή
et: VPN on uinutatud
fi: VPN on lepotilassa
hr: VPN je u stanju mirovanja
hu: A VPN szüneteltetve van
lt: VPN pristabdytas
lv: VPN ir atslēgts
nb: VPN slumrer
pl: Wstrzymano VPN
pt: A VPN está suspensa
ro: VPN-ul este în repaus
ru: Работа VPN приостановлена
sk: VPN je pozastavená
tr: VPN uyku modunda

# widget.vpn.subtitle.disconnected
source: Not connected
bg: Няма връзка
da: Ikke forbundet
de: Nicht verbunden
el: Δεν έχει συνδεθεί
et: Ei ole ühendatud
fi: Ei yhteyttä
hr: Nije povezano
hu: Nincs csatlakoztatva
lt: Neprijungta
lv: Nav savienots
nb: Ikke tilkoblet
pl: Nie połączono
pt: Não ligada
ro: Nu este conectat
ru: Не подключен
sk: Nie je pripojený
tr: Bağlı değil
