Repository: duckduckgo/iOS
Catalog: LocalPackages/SyncUI/Sources/SyncUI/Resources/*.lproj/Localizable.strings
Languages: bg, cs, da, el, et, fi, hr, hu, lt, lv, nb, nl, ro, sk, sl, sv, tr

# back.button
source: Back
bg: Обратно
cs: Zpět
da: Tilbage
el: Πίσω
et: Tagasi
fi: Takaisin
hr: Natrag
hu: Vissza
lt: Atgal
lv: Atpakaļ
nb: Tilbake
nl: Terug
ro: Înapoi
sk: Späť
sl: Nazaj
sv: Tillbaka
tr: Geri

# bookmarks.invalid.objects.present.title
source: Some bookmarks are not syncing due to excessively long content in certain fields.
da: Nogle bogmærker synkroniseres ikke på grund af for langt indhold i visse felter.
el: Ορισμένοι σελιδοδείκτες δεν συγχρονίζονται λόγω υπερβολικά μεγάλου περιεχομένου σε ορισμένα πεδία.
et: Mõned järjehoidjad ei sünkroonita teatud väljade liiga pika sisu tõttu.
fi: Joitakin kirjanmerkkejä ei synkronoida, koska tiettyjen kenttien sisältö on liian pitkä.
hu: Egyes könyvjelzőket nem szinkronizál a rendszer bizonyos mezők túl hosszú tartalma miatt.
lv: Dažas grāmatzīmes netiek sinhronizētas, jo dažos laukos ir pārāk garš saturs.
nb: Enkelte bokmerker synkroniseres ikke på grunn av for langt innhold i enkelte felt.
ro: Unele marcaje nu se sincronizează din cauza conținutului excesiv de lung din anumite câmpuri.
sk: Niektoré záložky sa nesynchronizujú kvôli príliš dlhému obsahu v určitých poliach.
sl: Nekateri zaznamki se ne sinhronizirajo zaradi predolge vsebine v nekaterih poljih.
sv: Vissa bokmärken synkroniseras inte på grund av för långt innehåll i vissa fält.
tr: Bazı yer işaretleri, belirli alanlardaki aşırı uzun içerik nedeniyle senkronize edilmiyor.

# camera.go.to.settings.button
source: Go to Settings
bg: Влезте в Настройки
cs: Přejdi do Nastavení
da: Gå til Indstillinger
el: Μεταβείτε στις Ρυθμίσεις
et: Ava Sätted
fi: Siirry kohtaan Asetukset
hr: Idi na Postavke
hu: Lépj a Beállítások menübe
lt: Eikite į „Nustatymai“
lv: Doties uz Iestatījumiem
nb: Gå til Innstillinger
nl: Ga naar Instellingen
ro: Mergi la Setări
sk: Prejdite do Nastavení
sl: Odprite Nastavitve
sv: Gå till inställningarna
tr: Ayarlar'a gidin

# camera.is.unavailable.title
source: Camera is Unavailable
bg: Камерата не е достъпна
cs: Fotoaparát není dostupný
da: Kameraet er ikke tilgængeligt
el: Η κάμερα δεν είναι διαθέσιμη
et: Kaamera ei ole saadaval
fi: Kamera ei ole käytettävissä
hr: Kamera nije dostupna
hu: A kamera nem érhető el
lt: Kamera nepasiekiama
lv: Kamera nav pieejama
nb: Kameraet er utilgjengelig
nl: De camera is niet beschikbaar
ro: Camera nu este disponibilă
sk: Fotoaparát nie je k dispozícii
sl: Fotoaparat ni na voljo
sv: Kameran är inte tillgänglig
tr: Kamera Kullanılamıyor

# camera.permission.instructions
source: Please go to your device's settings and grant permission for this app to access your camera.
bg: Моля, влезте в настройките на устройството и дайте на това приложение разрешение за достъп до камерата.
cs: Přejdi do nastavení zařízení a povol aplikaci přístup k fotoaparátu.
da: Gå til din enheds indstillinger, og giv denne app tilladelse til at få adgang til dit kamera.
el: Μεταβείτε στις ρυθμίσεις της συσκευής σας και παρέχετε σε αυτήν την εφαρμογή άδεια πρόσβασης στην κάμερά σας.
et: Ava oma seadme seaded ja anna sellele rakendusele luba juurdepääsuks kaamerale.
fi: Siirry laitteesi asetuksiin ja anna tälle sovellukselle kameran käyttölupa.
hr: Idi na postavke svog uređaja i dopusti ovoj aplikaciji pristup tvojoj kameri.
hu: Nyisd meg az eszköz beállításait, és engedélyezd ennek az alkalmazásnak a kamerához való hozzáférést.
lt: Eikite į savo įrenginio nustatymus ir suteikite šiai programai leidimą naudotis kamera.
lv: Lūdzu, dodies uz ierīces iestatījumiem un piešķir atļauju šai lietotnei piekļūt kamerai.
nb: Gå til enhetens innstillinger og gi appen tilgang til kameraet ditt.
nl: Ga naar je apparaatinstellingen om deze app toegang te geven tot je camera.
ro: Accesează setările dispozitivului tău și acordă permisiunea ca această aplicație să îți acceseze camera.
sk: Prejdite do nastavení svojho zariadenia a udeľte tejto aplikácii povolenie na prístup k vášmu fotoaparátu.
sl: Pojdite v nastavitve naprave in tej aplikaciji dovolite dostop do fotoaparata.
sv: Gå till enhetens inställningar och ge denna app åtkomst till din kamera.
tr: Lütfen cihazınızın ayarlarına gidin ve bu uygulamanın kameranıza erişmesine izin verin.

# camera.permission.required
source: Camera Permission is Required
bg: Изисква се разрешение за камерата
cs: Je potřeba přístup k fotoaparátu
da: Kameratilladelse er påkrævet
el: Απαιτείται άδεια κάμερας
et: Kaamera luba on vajalik
fi: Kameran käyttölupa tarvitaan
hr: Potrebna je dozvola za kameru
hu: Kamera engedély szükséges
lt: Būtinas leidimas naudotis kamera
lv: Nepieciešama kameras atļauja
nb: Kameratillatelse er nødvendig
nl: Cameramachtiging is vereist
ro: Este necesară permisiunea pentru cameră
sk: Vyžaduje sa povolenie fotoaparátu
sl: Zahtevano je dovoljenje za fotoaparat
sv: Åtkomst till kamera krävs
tr: Kamera İzni Gereklidir

# camera.point.camera.indication
source: Point camera at QR code to sync
bg: Насочете камерата към QR кода за синхронизиране
cs: Pro synchronizaci namiř fotoaparát na QR kód
da: Ret kameraet mod QR-koden for at synkronisere
el: Στρέψτε την κάμερα στον κωδικό QR για συγχρονισμό
et: Suuna kaamera sünkroonimiseks QR-koodile
fi: Synkronoi osoittamalla kameralla QR-koodia
hr: Usmjeri kameru prema QR kodu za sinkronizaciju
hu: A szinkronizáláshoz irányítsd a kamerát a QR-kódra
lt: Norėdami sinchronizuoti, nukreipkite kamerą į QR kodą
lv: Pavērs kameru pret kvadrātkodu, lai sinhronizētu
nb: Rett kameraet mot QR-koden for å synkronisere
nl: Richt de camera op QR-code om te synchroniseren
ro: Îndreaptă camera spre codul QR pentru a sincroniza
sk: Na sychronizovanie nasmerujte kameru na QR kód
sl: Za sinhronizacijo usmerite fotoaparat proti kodi QR
sv: Rikta kameran mot QR-koden för att synkronisera
tr: Senkronize etmek için kamerayı QR koduna doğrultun

# cancel.button
source: Cancel
bg: Отмени
cs: Zrušit
da: Annullér
el: Ακύρωση
et: Tühista
fi: Peruuta
hr: Otkaži
hu: Mégsem
lt: Atšaukti
lv: Atcelt
nb: Avbryt
nl: Annuleren
ro: Renunță
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal

# connect.with.server.sheet.button
source: Turn On Sync & Back Up
bg: Включване на Синхронизиране и архивиране
cs: Zapnout synchronizaci a zálohování
da: Slå synkronisering og sikkerhedskopiering til
el: Ενεργοποίηση συγχρονισμού και δημιουργίας αντιγράφων ασφαλείας
et: Lülita sünkroonimine ja varundamine sisse
fi: Ota käyttöön synkronointi ja varmuuskopiointi
hr: Uključi sinkronizaciju i sigurnosno kopiranje
hu: Szinkronizálás és biztonsági mentés bekapcsolása
lt: Įjunkite sinchronizavimą ir atsarginės kopijos kūrimą
lv: Ieslēgt sinhronizāciju un dublēšanu
nb: Slå på Synkronisering og sikkerhetskopiering
nl: 'Synchronisatie en back-up' inschakelen
ro: Activează Sincronizare și backup
sk: Zapnite synchronizáciu a zálohovanie
sl: Vklopite sinhronizacijo in varnostno kopiranje
sv: Aktivera synkronisering och säkerhetskopiering
tr: Senkronizasyon ve Yedekleme'yi açın

# connect.with.server.sheet.description.part1
source: This creates an encrypted backup of your bookmarks and passwords on DuckDuckGo’s secure server, which can be synced with your other devices.
bg: Създава криптирано резервно копие на Вашите отметки и пароли на защитения сървър на DuckDuckGo, което може да бъде синхронизирано с други Ваши устройства.
cs: Na zabezpečeném serveru DuckDuckGo se vytvoří šifrovaná záloha záložek a hesel, kterou můžeš synchronizovat s ostatními zařízeními.
da: Dette opretter en krypteret sikkerhedskopi af dine bogmærker og adgangskoder på DuckDuckGos sikre server, som kan synkroniseres med dine andre enheder.
el: Αυτό δημιουργεί ένα κρυπτογραφημένο αντίγραφο ασφάλειας των σελιδοδεικτών και των κωδικών πρόσβασής σας στον ασφαλή διακομιστή του DuckDuckGo, το οποίο μπορεί να συγχρονιστεί με τις άλλες συσκευές σας.
et: See loob DuckDuckGo turvalises serveris krüptitud varukoopia sinu järjehoidjatest ja paroolidest, mida saab sünkroonida sinu teiste seadmetega.
fi: Tämä luo salatun varmuuskopion kirjanmerkeistäsi ja salasanoistasi DuckDuckGon suojatulle palvelimelle. Voit synkronoida varmuuskopion muiden laitteittesi kanssa.
hr: To stvara šifriranu sigurnosnu kopiju tvojih oznaka i lozinki na sigurnom poslužitelju DuckDuckGo, koja se može sinkronizirati s drugim uređajima.
hu: Ez a DuckDuckGo biztonságos szerverén egy titkosított biztonsági másolatot készít a könyvjelzőidről és jelszavaidról, amelyet más eszközökkel szinkronizálhatsz.
lt: Taip „DuckDuckGo“ saugiame serveryje sukuriama užšifruota atsarginė žymių ir slaptažodžių kopija, kurią galima sinchronizuoti su kitais įrenginiais.
lv: Tādējādi DuckDuckGo drošajā serverī tiek izveidota šifrēta grāmatzīmju un paroļu dublējumkopija, ko var sinhronizēt ar citām ierīcēm.
nb: Dette oppretter en kryptert sikkerhetskopi av bokmerkene og passordene dine på DuckDuckGos sikre server, som kan synkroniseres med dine andre enheter.
nl: Hiermee maak je een versleutelde back-up van je bladwijzers en wachtwoorden op de beveiligde server van DuckDuckGo. Deze back-up kan met je andere apparaten worden gesynchroniseerd.
ro: Aceasta creează o copie de rezervă criptată a marcajelor și parolelor tale pe serverul securizat DuckDuckGo, care poate fi sincronizată cu celelalte dispozitive ale tale.
sk: Vytvorí sa tak šifrovaná záloha vašich záložiek a hesiel na zabezpečenom serveri DuckDuckGo, ktorú môžete synchronizovať s ostatnými zariadeniami.
sl: S tem ustvarite šifrirano varnostno kopijo zaznamkov in gesel v varnem strežniku DuckDuckGo, ki jo lahko sinhronizirate z drugimi napravami.
sv: Detta skapar en krypterad säkerhetskopia av dina bokmärken och lösenord på DuckDuckGos säkra server, som kan synkroniseras med dina andra enheter.
tr: Bu, DuckDuckGo'nun güvenli sunucusunda yer imlerinizin ve şifrelerinizi diğer cihazlarınızla senkronize edilebilen şifrelenmiş bir yedeğini oluşturur.

# connect.with.server.sheet.description.part2
source: The encryption key is only stored on your device, DuckDuckGo cannot access it.
bg: Ключът за криптиране се съхранява само на Вашето устройство и DuckDuckGo няма достъп до него.
cs: Šifrovací klíč se ukládá jenom na tvé zařízení, DuckDuckGo k němu nemá přístup.
da: Krypteringsnøglen gemmes kun på din enhed, DuckDuckGo har ikke adgang til den.
el: Το κλειδί κρυπτογράφησης αποθηκεύεται μόνο στη συσκευή σας. Δεν μπορεί να έχει πρόσβαση σε αυτό το DuckDuckGo.
et: Krüptimisvõti salvestatakse ainult sinu seadmesse, DuckDuckGo ei pääse sellele juurde.
fi: Salausavain tallennetaan vain laitteellesi. DuckDuckGo ei pääse siihen käsiksi.
hr: Ključ za šifriranje pohranjen je samo na tvom uređaju, DuckDuckGo mu ne može pristupiti.
hu: A titkosítási kulcsot csak az eszközöd tárolja, a DuckDuckGo nem fér hozzá.
lt: Šifravimo raktas saugomas tik jūsų įrenginyje, „DuckDuckGo“ negali jo pasiekti.
lv: Šifrēšanas atslēga tiek saglabāta tikai tavā ierīcē – DuckDuckGo tai nevar piekļūt.
nb: Krypteringsnøkkelen lagres bare på enheten din. DuckDuckGo har ikke tilgang til den.
nl: De versleutelingscode wordt alleen op je apparaat opgeslagen. DuckDuckGo heeft er geen toegang toe.
ro: Cheia de criptare este stocată doar pe dispozitivul tău, DuckDuckGo nu o poate accesa.
sk: Šifrovací kľúč je uložený iba vo vašom zariadení - DuckDuckGo k nemu nemá prístup.
sl: Šifrirni ključ je shranjen samo v vaši napravi, DuckDuckGo ne more dostopati do njega.
sv: Krypteringsnyckeln lagras endast på din enhet. DuckDuckGo har inte åtkomst till den.
tr: Şifreleme anahtarı sadece cihazınızda saklanır, DuckDuckGo buna erişemez.

# connect.with.server.sheet.footer
source: You can sync with your other devices later.
bg: Можете да синхронизирате с други устройства по-късно.
cs: Synchronizaci s dalšími zařízeními můžeš provést později.
da: Du kan synkronisere med dine andre enheder senere.
el: Μπορείτε να προβείτε σε συγχρονισμό με τις άλλες συσκευές σας αργότερα.
et: Saad hiljem sünkroonida teiste seadmetega.
fi: Voit synkronoiden muiden laitteittesi kanssa myöhemmin.
hr: Kasnije možeš sinkronizirati s drugim uređajima.
hu: Később szinkronizálhatod más eszközeidet.
lt: Vėliau galėsite sinchronizuoti su kitais įrenginiais.
lv: Vēlāk vari sinhronizēt ar citām ierīcēm.
nb: Du kan synkronisere med de andre enhetene dine senere.
nl: Je kunt later synchroniseren met je andere apparaten.
ro: Poți sincroniza mai târziu cu celelalte dispozitive ale tale.
sk: S ostatnými zariadeniami môžete synchronizovať neskôr.
sl: Pozneje lahko sinhronizirate z drugimi napravami.
sv: Du kan synkronisera med dina andra enheter senare.
tr: Daha sonra diğer cihazlarınızla senkronize edebilirsiniz.

# connect.with.server.sheet.title
source: Sync and Back Up This Device
bg: Синхронизиране и архивиране на това устройство
cs: Synchronizace a záloha tohoto zařízení
da: Synkroniser og sikkerhedskopier denne enhed
el: Συγχρονισμός και δημιουργία αντιγράφων ασφάλειας αυτής της συσκευής
et: Selle seadme sünkroonimine ja varundamine
fi: Synkronoi ja varmuuskopioi tämä laite
hr: Sinkroniziraj i izradi sigurnosnu kopiju ovog uređaja
hu: Az eszköz szinkronizálása és biztonsági mentése
lt: Sinchronizuokite ir sukurkite atsarginę šio įrenginio kopiją
lv: Šīs ierīces sinhronizācija un dublēšana
nb: Synkroniser og sikkerhetskopier denne enheten
nl: Dit apparaat synchroniseren en back-up maken
ro: Sincronizează și fă backup pentru acest dispozitiv
sk: Synchronizujte a zálohujte toto zariadenie
sl: Sinhronizirajte in varnostno kopirajte to napravo
sv: Synkronisera och säkerhetskopiera denna enhet
tr: Bu Cihazı Senkronize Et ve Yedekle

# copy.button
source: Copy
da: Kopi
el: Αντιγραφή
et: Kopeeri
fi: Kopioi
hu: Másolás
lv: Kopēt
nb: Kopier
ro: Copiere
sl: Kopiraj
sv: Kopiera

# credentials.invalid.objects.present.title
source: Some logins are not syncing due to excessively long content in certain fields.
da: Nogle logins synkroniseres ikke på grund af for langt indhold i visse felter.
el: Ορισμένες συνδέσεις δεν συγχρονίζονται λόγω υπερβολικά μεγάλου περιεχομένου σε ορισμένα πεδία.
et: Mõned sisselogimisandmed ei sünkroonita teatud väljade liiga pika sisu tõttu.
fi: Joitakin kirjautumisia ei synkronoida, koska tiettyjen kenttien sisältö on liian pitkä.
hu: Egyes bejelentkezési adatokat nem szinkronizál a rendszer bizonyos mezők túl hosszú tartalma miatt.
lv: Daži pieteikšanās dati netiek sinhronizēti, jo noteiktos laukos saturs ir pārāk garš.
nb: Enkelte pålogginger synkroniseres ikke på grunn av for langt innhold i enkelte felt.
ro: Unele date de conectare nu se sincronizează din cauza conținutului excesiv de lung din anumite câmpuri.
sk: Niektoré prihlásenia sa nesynchronizujú kvôli príliš dlhému obsahu v určitých poliach.
sl: Nekatere prijave se ne sinhronizirajo zaradi predolge vsebine v nekaterih poljih.
sv: Vissa inloggningar synkroniseras inte på grund av för långt innehåll i vissa fält.
tr: Bazı girişler, belirli alanlardaki aşırı uzun içerik nedeniyle senkronize edilmiyor.

# delete.server.data
source: Turn Off and Delete Server Data...
bg: Изключване и изтриване на данните от сървъра...
cs: Vypnout a smazat data serveru...
da: Slå fra, og slet serverdata ...
el: Απενεργοποίηση και διαγραφή δεδομένων διακομιστή...
et: Lülita välja ja kustuta serveri andmed ...
fi: Sammuta ja poista palvelimen tiedot...
hr: Isključi i izbriši podatke poslužitelja...
hu: Kikapcsolás és szerveradatok törlése…
lt: Išjungti ir ištrinti serverio duomenis...
lv: Izslēgt un dzēst servera datus...
nb: Slå av og slett serverdata …
nl: Servergegevens uitschakelen en verwijderen ...
ro: Oprește și șterge datele serverului...
sk: Vypnúť a zmazať údaje servera...
sl: Izklopi in izbriši podatke strežnika ...
sv: Stäng av och radera serverdata …
tr: Sunucu Verilerini Kapat ve Sil...

# device.synced.sheet.button.get.other.devices
source: Get DuckDuckGo on Other Devices
da: Få DuckDuckGo på andre enheder
el: Αποκτήστε το DuckDuckGo σε άλλες συσκευές
et: Hangi DuckDuckGo teistele seadmetele
fi: Hanki DuckDuckGo toiselle laitteelle
hu: DuckDuckGo letöltése más eszközökre
lv: Iegūt DuckDuckGo citās ierīcēs
nb: Få DuckDuckGo på andre enheter
ro: Obține DuckDuckGo pe alte dispozitive
sl: Prenesite DuckDuckGo v drugih napravah
sv: Skaffa DuckDuckGo på andra enheter

# device.synced.sheet.title
source: Your data is synced!
bg: Данните Ви са синхронизирани!
cs: Tvoje data už se zase synchronizují!
da: Dine data er synkroniserede!
el: Τα δεδομένα σας είναι συγχρονισμένα!
et: Sinu andmed on sünkroonitud!
fi: Tietosi on synkronoitu!
hr: Tvoji su podaci sinkronizirani!
hu: Az adatszinkronizálás megtörtént.
lt: Jūsų duomenys sinchronizuoti!
lv: Tavi dati ir sinhronizēti!
nb: Dataene dine er synkronisert!
nl: Je gegevens zijn gesynchroniseerd!
ro: Datele tale sunt sincronizate!
sk: Vaše údaje sú synchronizované!
sl: Vaši podatki so sinhronizirani!
sv: Dina data har synkroniserats!
tr: Verileriniz Senkronize Edildi!

# done.button
source: Done
bg: Готово
cs: Hotovo
da: Færdig
el: Ολοκληρώθηκε
et: Valmis
fi: Valmis
hr: Gotovo
hu: Kész
lt: Atlikta
lv: Gatavs
nb: Ferdig
nl: Klaar
ro: Terminat
sk: Hotovo
sl: Končano
sv: Klart
tr: Bitti

# edit.device.header
source: Device Name
bg: Име на устройството
cs: Název zařízení
da: Enhedens navn
el: Όνομα συσκευής
et: Seadme nimi
fi: Laitteen nimi
hr: Naziv uređaja
hu: Eszköz neve
lt: Įrenginio pavadinimas
lv: Ierīces nosaukums
nb: Enhetsnavn
nl: Naam apparaat
ro: Numele dispozitivului
sk: Názov zariadenia
sl: Ime naprave
sv: Enhetens namn
tr: Cihaz Adı

# edit.device.title
source: Edit %@
bg: Редактиране на %@
cs: Upravit %@
da: Rediger %@
el: Επεξεργασία %@
et: Muuda: %@
fi: Muokkaa kohdetta %@
hr: Uredi % @
hu: %@ szerkesztése
lt: Redaguoti %@
lv: Rediģēt %@
nb: Rediger %@
nl: %@ bewerken
ro: Editează %@
sk: Upraviť %@
sl: Uredi: %@
sv: Redigera %@
tr: Düzenle %@

# fetch.favicons.onboarding.button.title
source: Keep Bookmarks Icons Updated
bg: Актуализиране на иконите на отметките
cs: Nechat ikony záložek aktualizované
da: Hold bogmærkeikoner opdaterede
el: Διατηρήστε ενημερωμένα τα εικονίδια σελιδοδεικτών
et: Ajakohasta järjehoidjaikoone
fi: Pidä kirjanmerkkikuvakkeet ajan tasalla
hr: Održavaj ikone oznaka ažuriranima
hu: Könyvjelzőikonok frissítése
lt: Laikyti žymių piktogramas atnaujintas
lv: Atjaunināt grāmatzīmju ikonas
nb: Hold bokmerkeikonene oppdatert
nl: Zorg dat bladwijzerpictogrammen up-to-date blijven
ro: Păstrează pictogramele de marcaje actualizate
sk: Udržujte ikony záložiek aktualizované
sl: Posodobi ikone zaznamkov
sv: Håll ikoner för bokmärken uppdaterade
tr: Yer İmi Simgelerini Güncel Tut

# fetch.favicons.onboarding.message
source: Do you want this device to automatically download icons for any new bookmarks synced from your other devices? This will expose the download to your network any time a bookmark is synced.
bg: Искате ли това устройство автоматично да изтегля икони за всички нови отметки, синхронизирани от други устройства? Това ще разкрива изтеглянето във Вашата мрежа при всяко синхронизиране на отметка.
cs: Chceš, aby tohle zařízení automaticky stahovalo ikony všech nových záložek synchronizovaných z jiných zařízení? Tím se stahování při každé synchronizaci záložky zobrazí v síti.
da: Ønsker du, at denne enhed automatisk downloader ikoner for nye bogmærker, der er synkroniseret fra dine andre enheder? Dette vil eksponere overførslen for dit netværk, hver gang et bogmærke synkroniseres.
el: Θέλετε η συσκευή αυτή να κάνει αυτόματα λήψη εικονιδίων για κάθε νέο σελιδοδείκτη που συγχρονίζεται από τις άλλες συσκευές σας; Αυτό θα αποκαλύπτει τη λήψη στο δίκτυό σας κάθε φορά που συγχρονίζεται ένας σελιδοδείκτης.
et: Kas soovid, et see seade laadiks teistest seadmetest automaatselt alla sünkroonitud uute järjehoidjate ikoonid? Sellega toimib allalaadimine sinu võrgus iga kord, kui mõnda järjehoidjat sünkroonitakse.
fi: Haluatko, että tämä laite lataa uusien, muilta laitteiltasi synkronoitujen kirjanmerkkien kuvakkeet automaattisesti? Tämä näyttää latauksen verkkoosi aina, kun kirjanmerkki synkronoidaan.
hr: Želiš da ovaj uređaj automatski preuzima ikone za sve nove oznake sinkronizirane s tvojih drugih uređaja? Ovo će izložiti preuzimanje tvojoj mreži svaki put kad se oznaka sinkronizira.
hu: Szeretnéd, hogy az eszköz automatikusan letöltse a többi eszközről szinkronizált új könyvjelzők ikonjait? Így minden alkalommal, amikor szinkronizálsz egy könyvjelzőt, a letöltés láthatóvá válik a hálózaton.
lt: Ar norite, kad šis įrenginys automatiškai atsisiųstų iš kitų įrenginių sinchronizuotas naujų žymių piktogramas? Atsisiuntimas bus rodomas jūsų tinkle kiekvieną kartą, kai bus sinchronizuojama žymė.
lv: Vai vēlies, lai šī ierīce automātiski lejupielādētu ikonas visām jaunajām grāmatzīmēm, kas sinhronizētas no citām ierīcēm? Tādējādi lejupielāde tiks atklāta tavam tīklam ikreiz, kad tiks sinhronizēta kāda grāmatzīme.
nb: Vil du at denne enheten skal laste ned ikoner automatisk for alle nye bokmerker som er synkronisert fra dine andre enheter? Dette eksponerer nedlastingen til nettverket ditt hver gang et bokmerke synkroniseres.
nl: Wil je dat dit apparaat automatisch pictogrammen downloadt voor nieuwe bladwijzers die zijn gesynchroniseerd met je andere apparaten? Je download wordt dan zichtbaar voor je netwerk wanneer een bladwijzer wordt gesynchroniseerd.
ro: Dorești ca acest dispozitiv să descarce automat pictograme pentru orice marcaje noi sincronizate de pe celelalte dispozitive ale tale? Acest lucru va expune descărcarea în rețeaua ta de fiecare dată când un marcaj este sincronizat.
sk: Chcete, aby toto zariadenie automaticky preberalo ikony všetkých nových synchronizovaných záložiek z iných zariadení? Týmto spôsobom sa pri každej synchronizácii záložky sprístupní sťahovanie do siete.
sl: Ali želite, da ta naprava samodejno prenese ikone za vse nove zaznamke, sinhronizirane iz drugih naprav? Tako bo ob vsaki sinhronizaciji zaznamka prenos izpostavljen vašemu omrežju.
sv: Vill du att enheten automatiskt ska hämta ikoner för nya bokmärken som synkroniserats från dina andra enheter? Detta medför att nerladdningen exponeras för ditt nätverk varje gång ett bokmärke synkroniseras.
tr: Bu cihazın diğer cihazlarınızdan senkronize edilen yeni yer imleri için simgeleri otomatik olarak indirmesini istiyor musunuz? Bu, bir yer imi her senkronize edildiğinde indirmeyi ağınıza gösterecektir.

# fetch.favicons.onboarding.title
source: Download Missing Icons?
bg: Изтегляне липсващи икони?
cs: Stáhnout chybějící ikony?
da: Download manglende ikoner?
el: Λήψη των εικονιδίων που λείπουν;
et: Kas laadida alla puuduvad ikoonid?
fi: Puuttuvatko kuvakkeet latauksesta?
hr: Želiš li preuzeti ikone koje nedostaju?
hu: Hiányzó ikonok letöltése?
lt: Atsisiųsti trūkstamas piktogramas?
lv: Lejupielādēt trūkstošās ikonas?
nb: Vil du laste ned manglende ikoner?
nl: Ontbrekende pictogrammen downloaden?
ro: Descarci pictogramele lipsă?
sk: Chcete si stiahnuť chýbajúce ikony?
sl: Želite prenesti manjkajoče ikone?
sv: Ladda ner saknade ikoner?
tr: Kayıp Simgeler İndirilsin mi?
