Repository: duckduckgo/iOS
Catalog: LocalPackages/SyncUI/Sources/SyncUI/Resources/*.lproj/Localizable.strings
Languages: bg, cs, da, el, et, fi, hr, hu, lt, lv, nb, nl, ro, sk, sl, sv, tr

# save.recovery.code.sheet.footer
source: Anyone with access to this code can access your synced data, so please keep it in a safe place.
bg: Всеки, който има достъп до този код, може да получи достъп до синхронизираните Ви данни, затова го съхранявайте на сигурно място.
cs: Kdokoli s přístupem k tomuhle kódu může získat přístup ke tvým synchronizovaným datům, proto ho uchovávej na bezpečném místě.
da: Alle, der har adgang til denne kode, kan få adgang til dine synkroniserede data, så opbevar den på et sikkert sted.
el: Οποιοσδήποτε με πρόσβαση σε αυτόν τον κωδικό μπορεί να έχει πρόσβαση στα συγχρονισμένα δεδομένα σας. Γι' αυτό φυλάξτε τον σε ασφαλές μέρος.
et: Igaüks, kellel on juurdepääs sellele koodile, võib saada juurdepääsu sinu sünkroonitud andmetele, seega hoia seda turvalises kohas.
fi: Kuka tahansa, jolla on hallussaan tämä koodi, pääsee käsiksi synkronoituihin tietoihisi, joten säilytä koodio turvallisessa paikassa.
hr: Svatko s pristupom ovoj šifri može pristupiti tvojim sinkroniziranim podacima, stoga ih čuvaj na sigurnom mjestu.
hu: Bárki, aki hozzáférhet ehhez a kódhoz, hozzáférhet a szinkronizált adatokhoz is, ezért tartsd biztonságos helyen.
lt: Kiekvienas, turintis prieigą prie šio kodo, gali pasiekti jūsų sinchronizuotus duomenis, todėl prašome laikyti juos saugioje vietoje.
lv: Sinhronizētajiem datiem var piekļūt ikviens, kam ir šis kods, tāpēc glabā to drošā vietā.
nb: Alle med tilgang til denne koden har tilgang til de synkroniserte dataene dine, så sørg for å oppbevare den på et trygt sted.
nl: Iedereen met toegang tot deze code kan bij je gesynchroniseerde gegevens. Bewaar de code daarom op een veilige plek.
ro: Oricine are acces la acest cod poate accesa datele sincronizate, așa că te rugăm să îl păstrezi într-un loc sigur.
sk: Každý, kto má prístup k tomuto kódu, má prístup k vašim synchronizovaným údajom, takže ich uchovávajte na bezpečnom mieste.
sl: Vsak, ki ima dostop do te kode, lahko dostopa do sinhroniziranih podatkov, zato jo hranite na varnem mestu.
sv: Alla som har tillgång till denna kod kan komma åt dina synkroniserade data. Förvara därför koden på ett säkert ställe.
tr: Bu koda erişimi olan herkes senkronize edilmiş verilerinize erişebileceği için lütfen bu kodu güvenli bir yerde saklayın.

# save.recovery.code.sheet.title
source: Save Recovery Code
bg: Запазване на Код за възстановяване
cs: Uložit kód pro obnovení
da: Gem gendannelseskode
el: Αποθήκευση κωδικού ανάκτησης
et: Salvesta taastamiskood
fi: Tallenna palautuskoodi
hr: Spremi šifru za oporavak
hu: Helyreállítási kód mentése
lt: Išsaugoti atkūrimo kodą
lv: Saglabāt atgūšanas kodu
nb: Lagre gjenopprettingskoden
nl: Herstelcode opslaan
ro: Salvează codul de recuperare
sk: Uložiť kód obnovy
sl: Shrani obnovitveno kodo
sv: Spara återställningskoden
tr: Kurtarma Kodunu Kaydet

# save.recovery.pdf.button
source: Save Recovery PDF
bg: Запазване на PDF за възстановяване
cs: Uložit PDF pro obnovení
da: Gem gendannelses-PDF
el: Αποθήκευση ανάκτησης PDF
et: Salvesta taastamise PDF
fi: Tallenna palautuksen PDF-tiedosto
hr: Spremi PDF za oporavak
hu: Helyreállítási PDF-fájl mentése
lt: Išsaugoti atkūrimo PDF
lv: Saglabāt atgūšanas PDF
nb: Lagre gjenopprettings-PDF
nl: PDF voor herstel opslaan
ro: Salvează PDF de recuperare
sk: Uložiť obnovovací PDF súbor
sl: Shrani obnovitveni PDF
sv: Spara återställnings-PDF
tr: Kurtarma PDF'ini Kaydet

# save.recovery.pdf.footer
source: If you lose your device, you will need this recovery code to restore your synced data.
bg: Ако изгубите устройството си, ще трябва да използвате този код за възстановяване, за да възстановите синхронизираните данни.
cs: Pokud zařízení ztratíš, budeš tenhle kód potřebovat k obnovení synchronizovaných dat.
da: Hvis du mister din enhed, skal du bruge denne gendannelseskode til at gendanne dine synkroniserede data.
el: Εάν χάσετε τη συσκευή σας, θα χρειαστείτε αυτόν τον κωδικό ανάκτησης για να κάνετε επαναφορά των συγχρονισμένων δεδομένων σας.
et: Kui kaotad oma seadme, vajad seda taastamiskoodi, et taastada sünkroonitud andmed.
fi: Jos kadotat laitteesi, tarvitset tämän palautuskoodin palauttaaksesi synkronoidut tiedot.
hr: Ako izgubiš svoj uređaj, trebat će ti ova šifra za oporavak za vraćanje sinkroniziranih podataka.
hu: Ha elveszted az eszközt, erre a helyreállítási kódra lesz szükséged a szinkronizált adatok visszaállításához.
lt: Jei prarasite įrenginį, šio atkūrimo kodo reikės sinchronizuotiems duomenims atkurti.
lv: Ja pazaudēsi savu ierīci, šis atgūšanas kods būs nepieciešams, lai atjaunotu sinhronizētos datus.
nb: Hvis du mister enheten din, trenger du denne gjenopprettingskoden til å gjenopprette de synkroniserte dataene dine.
nl: Als je je apparaat verliest, heb je deze code nodig om je gesynchroniseerde gegevens te herstellen.
ro: Dacă îți pierzi dispozitivul, vei avea nevoie de acest cod de recuperare pentru a-ți restaura datele sincronizate.
sk: Ak stratíte zariadenie, budete potrebovať tento kód na obnovenie synchronizovaných údajov.
sl: Če napravo izgubite, boste za obnovitev sinhroniziranih podatkov potrebovali to kodo za obnovitev.
sv: Om du förlorar din enhet behöver du denna återställningskod för att återställa dina synkroniserade data.
tr: Cihazınızı kaybederseniz senkronize edilmiş verilerinizi geri yüklemek için bu kurtarma koduna ihtiyacınız olacaktır.

# scan.code.to.recover.synced.data.enter.code.link
source: Enter Text Code Manually
bg: Ръчно въвеждане на текстов код
cs: Zadat textový kód ručně
da: Indtast tekstkode manuelt
el: Εισαγάγετε τον Κωδικό κειμένου μη αυτόματα
et: Sisesta tekstiline kood käsitsi
fi: Kirjoita tekstikoodi manuaalisesti
hr: Ručno unesi tekstnu šifru
hu: Szöveges kód manuális bevitele
lt: Įveskite teksto kodą rankiniu būdu
lv: Ievadīt teksta kodu manuāli
nb: Skriv inn tekstkoden manuelt
nl: Voer de tekstcode handmatig in
ro: Completează manual codul text
sk: Manuálne zadanie textového kódu
sl: Ročno vnesite besedilno kodo
sv: Ange textkod manuellt
tr: Metin Kodunu Manuel Olarak Yaz

# scan.code.to.recover.synced.data.explanation
source: Scan the QR code on your Recovery PDF, or another synced device, to recover your data.
bg: За да възстановите данните си, сканирайте QR кода, който се намира в PDF файла за възстановяване или на друго синхронизирано устройство.
cs: Naskenuj QR kód ze souboru PDF pro obnovení nebo jiného synchronizovaného zařízení a obnov svá data.
da: Scan QR-koden på din gendannelses-PDF eller en anden synkroniseret enhed for at gendanne dine data.
el: Σαρώστε τον κωδικό QR στο PDF ανάκτησης ή σε άλλη συγχρονισμένη συσκευή για ανάκτηση των δεδομένων σας.
et: Andmete taastamiseks skanni QR-koodi oma taastamise PDF-ist või mõnest teisest sünkroonitud seadmest.
fi: Skannaa palautuksen PDF-tiedostossa tai muussa synkronoidussa laitteessa oleva QR-koodi, niin voit palauttaa tietosi.
hr: Skeniraj QR kôd na svom PDF-u za oporavak ili drugom sinkroniziranom uređaju za vraćanje svojih podataka.
hu: Az adatok helyreállításához olvasd be a helyreállítási PDF fájlban vagy a másik szinkronizált eszközön található QR-kódot.
lt: Norėdami atkurti duomenis, nuskaitykite QR kodą atkūrimo PDF arba kitame sinchronizuotame įrenginyje.
lv: Skenē kvadrātkodu savā atgūšanas PDF failā vai citā sinhronizētā ierīcē, lai atgūtu datus.
nb: Skann QR-koden på gjenopprettings-PDF-en eller en annen synkronisert enhet for å gjenopprette dataene dine.
nl: Scan de QR-code in het PDF-bestand of op een ander gesynchroniseerd apparaat om je gegevens te herstellen.
ro: Scanează codul QR de pe PDF-ul de recuperare sau de pe un alt dispozitiv sincronizat pentru a-ți recupera datele.
sk: Naskenujte kód QR v obnovovacom PDF súbore alebo v inom synchronizovanom zariadení a obnovte svoje údaje.
sl: Skenirajte kodo QR, ki jo najdete v obnovitvenem PDF-u ali drugi sinhronizirani napravi, in obnovite podatke.
sv: Skanna QR-koden på din återställnings-PDF eller en annan synkroniserad enhet för att återställa dina data.
tr: Verilerinizi kurtarmak için Kurtarma PDF'ndeki veya senkronize edilmiş başka bir cihazdaki QR kodunu tarayın.

# scan.code.to.recover.synced.data.footer
source: Can’t Scan?
bg: Не можете да сканирате?
cs: Skenování nefunguje?
da: Kan du ikke scanne?
el: Δεν μπορείτε να πραγματοποιήσετε σάρωση;
et: Kas sa ei saa skannida?
fi: Etkö voi skannata?
hr: Ne možeš skenirati?
hu: Nem lehet beolvasni?
lt: Negalite nuskaityti?
lv: Nevari skenēt?
nb: Kan du ikke skanne?
nl: Kun je niet scannen?
ro: Nu poți scana?
sk: Nemôžete skenovať?
sl: Ne morete skenirati?
sv: Kan du inte skanna?
tr: Tarama yapamıyor musunuz?

# scan.code.to.recover.synced.data.title
source: Recover Synced Data
bg: Възстановяване на синхронизирани данни
cs: Obnovit synchronizovaná data
da: Gendan synkroniserede data
el: Ανάκτηση συγχρονισμένων δεδομένων
et: Taasta sünkroonitud andmed
fi: Palauta synkronoidut tiedot
hr: Oporavak sinkroniziranih podataka
hu: Szinkronizált adatok helyreállítása
lt: Atkurti sinchronizuotus duomenis
lv: Sinhronizēto datu atgūšana
nb: Gjenopprett synkroniserte data
nl: Gesynchroniseerde gegevens herstellen
ro: Recuperează datele sincronizate
sk: Obnovenie synchronizovaných údajov
sl: Obnovitev sinhroniziranih podatkov
sv: Återställ synkroniserade data
tr: Senkronize Edilen Verileri Kurtar

# scan.or.see.code.footer
source: Can’t Scan?
bg: Не можете да сканирате?
cs: Nemůžeš skenovat?
da: Kan du ikke scanne?
el: Δεν μπορείτε να πραγματοποιήσετε σάρωση;
et: Kas sa ei saa skannida?
fi: Etkö voi skannata?
hr: Ne možeš skenirati?
hu: Nem lehet beolvasni?
lt: Negalite nuskaityti?
lv: Nevari skenēt?
nb: Kan du ikke skanne?
nl: Kun je niet scannen?
ro: Nu poți scana?
sk: Nemôžete skenovať?
sl: Skeniranje ni mogoče?
sv: Kan du inte skanna?
tr: Tarama yapamıyor musunuz?

# scan.or.see.code.instruction
source: Go to Settings › Sync & Backup in the DuckDuckGo Browser on another device and select ”Sync With Another Device.”
bg: Влезте в Настройки › Синхронизиране и архивиране в браузъра DuckDuckGo на друго устройство и изберете „Синхронизиране с друго устройство“.
cs: Přejdi na jiném zařízení v prohlížeči DuckDuckGo do Nastavení › Synchronizace a zálohování a vyber možnost Synchronizace s jiným zařízením.
da: Gå til Indstillinger › Synkronisering og sikkerhedskopiering i DuckDuckGo-browseren på en anden enhed, og vælg "Synkroniser med en anden enhed."
el: Μεταβείτε στην ενότητα Ρυθμίσεις › Συγχρονισμός και δημιουργία αντιγράφων ασφάλειας στο πρόγραμμα περιήγησης DuckDuckGo σε άλλη συσκευή και επιλέξτε «Συγχρονισμός με άλλη συσκευή».
et: Ava teises seadmes DuckDuckGo brauseris Seaded > Sünkroonimine ja varundus ning vali käsk „Sünkrooni teise seadmega“.
fi: Siirry kohtaan Asetukset › Synkronointi ja varmuuskopiointi DuckDuckGo-selaimessa muulla laitteella ja valitse ”Synkronoi toisen laitteen kanssa.”
hr: Idi na Postavke › Sinkronizacija i sigurnosno kopiranje u pregledniku DuckDuckGo na drugom uređaju i odaberite "Sinkroniziraj s drugim uređajem".
hu: Lépj a másik eszköz DuckDuckGo böngészőjében található Beállítások > Szinkronizálás és biztonsági mentés lehetőségre, és válaszd ki a „Szinkronizálás másik eszközzel” elemet.
lt: Eikite į Nustatymai › Sinchronizavimas ir atsarginės kopijos kūrimas „DuckDuckGo“ naršyklėje kitame įrenginyje ir pasirinkite „Sinchronizuoti su kitu įrenginiu“.
lv: Dodies uz Iestatījumi › Sinhronizācija un dublēšana DuckDuckGo pārlūkprogrammā citā ierīcē un izvēlies "Sinhronizēt ar citu ierīci".
nb: Gå til Innstillinger › Synkroniser og sikkerhetskopier i DuckDuckGo-nettleseren på en annen enhet og velg «Synkroniser med en annen enhet».
nl: Ga naar 'Instellingen' › 'Synchronisatie en back-up' in de DuckDuckGo-browser op een ander apparaat en selecteer 'Synchroniseren met een ander apparaat'.
ro: Accesează Setări > Sincronizare și backup din browserul DuckDuckGo de pe un alt dispozitiv și selectează „Sincronizează cu un alt dispozitiv”.
sl: V brskalniku DuckDuckGo v drugi napravi pojdite v Nastavitve › Sinhronizacija in varnostno kopiranje in izberite »Sinhroniziraj z drugo napravo«.
sv: Gå till Inställningar > Synkronisering och säkerhetskopiering i DuckDuckGo-webbläsaren på en annan enhet. Välj Synkronisera med en annan enhet.

# scan.or.see.code.instruction.attributed
source: Go to %@ in the DuckDuckGo Browser on another device and select ”Sync With Another Device.”.
bg: Влезте в %@ в браузъра DuckDuckGo на друго устройство и изберете „Синхронизиране с друго устройство“.
cs: Přejdi na jiném zařízení v prohlížeči DuckDuckGo do %@ a vyber možnost Synchronizace s jiným zařízením.
da: Gå til %@ i DuckDuckGo-browseren på en anden enhed, og vælg "Synkroniser med en anden enhed".
el: Μεταβείτε στη %@ στο πρόγραμμα περιήγησης DuckDuckGo σε μια άλλη συσκευή και επιλέξτε «Συγχρονισμός με άλλη συσκευή».
et: Ava teises seadmes DuckDuckGo brauseris %@. Vali käsk Sünkrooni teise seadmega.
fi: Siirry kohtaan %@ DuckDuckGo-selaimessa muulla laitteella ja valitse ”Synkronoi toisen laitteen kanssa.”
hr: Idi na %@ u pregledniku DuckDuckGo na drugom uređaju i odaberite ”Sinkroniziraj s drugim uređajem”.
hu: Lépj a másik eszköz DuckDuckGo böngészőjében található %@ lehetőségre, és válaszd ki a „Szinkronizálás és biztonsági mentés” elemet.
lt: Eikite į %@ „DuckDuckGo“ naršyklėje kitame įrenginyje ir pasirinkite „Sinchronizuoti su kitu įrenginiu“.
lv: Dodies uz %@ DuckDuckGo pārlūkā citā ierīcē un izvēlies "Sinhronizēt ar citu ierīci.".
nb: Gå til %@ i DuckDuckGo-nettleseren på en annen enhet og velg «Synkroniser med en annen enhet.»
nl: Ga naar %@ in de DuckDuckGo-browser op een ander apparaat en selecteer 'Synchroniseren met een ander apparaat'.
ro: Accesează %@ în browserul DuckDuckGo pe un alt dispozitiv și selectează „Sincronizează cu un alt dispozitiv”.
sl: V brskalniku DuckDuckGo v drugi napravi pojdite v %@ in izberite "Sinhroniziraj z drugo napravo".
sv: Gå till %@ i DuckDuckGo-webbläsaren på en annan enhet och välj Synkronisera med en annan enhet".

# scan.or.see.code.manually.enter.code.link
source: Manually Enter Code
bg: Ръчно въвеждане на код
cs: Ruční zadání kódu
da: Indtast kode manuelt
el: Μη αυτόματη εισαγωγή κωδικού
et: Sisesta kood käsitsi
fi: Syötä koodi manuaalisesti
hr: Ručno unesi šifru
hu: Kód manuális megadása
lt: Įveskite kodą ranka
lv: Ievadīt kodu manuāli
nb: Skriv inn koden manuelt
nl: Code handmatig invoeren
ro: Introdu manual codul
sk: Manuálne zadajte kód
sl: Ročno vnesite kodo
sv: Ange kod manuellt
tr: Kodu Manuel Olarak Yaz

# scan.or.see.code.scan.code.instructions.body
source: Scan this code with another device to sync.
bg: Сканирайте този код с друго устройство, за да синхронизирате.
cs: Pro synchronizaci naskenuj tenhle kód pomocí jiného zařízení.
da: Scan denne kode med en anden enhed for at synkronisere.
el: Σαρώστε αυτόν τον κωδικό με άλλη συσκευή για συγχρονισμό.
et: Sünkroonimiseks skanni see kood teise seadmega.
fi: Skannaa tämä koodi toisella laitteella synkronoidaksesi.
hr: Skeniraj ovaj kôd drugim uređajem za sinkronizaciju.
hu: A szinkronizáláshoz olvasd be ezt a kódot egy másik eszközzel.
lt: Norėdami sinchronizuoti, nuskaitykite šį kodą su kitu įrenginiu.
lv: Lai sinhronizētu, skenē šo kodu ar citu ierīci.
nb: Skann denne koden med en annen enhet for å synkronisere.
nl: Scan deze code met een ander apparaat om te synchroniseren.
ro: Scanează acest cod cu un alt dispozitiv pentru a sincroniza.
sk: Naskenujte tento kód pomocou iného zariadenia na synchronizáciu.
sl: Skenirajte to kodo z drugo napravo za sinhronizacijo.
sv: Skanna denna kod med en annan enhet för att synkronisera.
tr: Senkronize etmek için bu kodu başka bir cihazla tarayın.

# scan.or.see.code.scan.code.instructions.title
source: Mobile-to-Mobile?
bg: От мобилно към мобилно устройство?
cs: Z mobilu na mobil?
da: Mobil-til-mobil?
el: Από κινητό σε κινητό;
et: Mobiililt mobiilile?
hr: S mobilnog uređaja na mobilni uređaj?
hu: Mobilról mobilra?
lt: Iš mobiliojo įrenginio į mobilųjį įrenginį?
lv: No mobilā uz mobilo?
nb: Mobil til mobil?
nl: Mobiel-naar-mobiel?
ro: De la mobil la mobil?
sk: Z mobilného telefónu na mobilný telefón?
sl: Sinhronizirate mobilni telefon z mobilnim telefonom?
sv: Mobil-till-mobil?
tr: Mobilden Mobile mi?

# scan.or.see.code.share.code.link
source: Share Text Code
bg: Споделяне на текстов код?
cs: Sdílet textový kód?
da: Del tekstkode
el: Κοινοποίηση κωδικού κειμένου
et: Jaga tekstikoodi
fi: Jaa tekstikoodi
hr: Želiš li dijeliti tekstnu šifru?
hu: Szöveges kód megosztása
lt: Bendrinti teksto kodą?
lv: Kopīgot teksta kodu
nb: Del tekstkode
nl: Tekstcode delen?
ro: Distribuie codul textului
sl: Delite besedilno kodo
sv: Dela textkod

# scan.or.see.code.title
source: Scan QR Code
bg: Сканиране на QR код
cs: Skenování QR kódu
da: Scan QR-kode
el: Σάρωση κώδικα QR
et: QR-koodi skannimine
fi: Skannaa QR-koodi
hr: Skeniraj QR kôd
hu: QR-kód beolvasása
lt: Nuskaityti QR kodą
lv: Kvadrātkoda skenēšana
nb: Skann QR-kode
nl: QR-code scannen
ro: Scanează codul QR
sk: Skenovanie kódu QR
sl: Skeniranje kode QR
sv: Skanna QR-kod
tr: QR Kodunu Tara

# sync.and.backup.this.device.link
source: Sync and Back Up This Device
bg: Синхронизиране и архивиране на това устройство
cs: Synchronizace a záloha tohoto zařízení
da: Synkroniser og sikkerhedskopier denne enhed
el: Συγχρονισμός και δημιουργία αντιγράφων ασφάλειας αυτής της συσκευής
et: Sünkroonimi ja varunda see seade
fi: Synkronoi ja varmuuskopioi tämä laite
hr: Sinkroniziraj i izradi sigurnosnu kopiju ovog uređaja
hu: Az eszköz szinkronizálása és biztonsági mentése
lt: Sinchronizuokite ir sukurkite atsarginę šio įrenginio kopiją
lv: Sinhronizēt un dublēt šo ierīci
nb: Synkroniser og sikkerhetskopier denne enheten
nl: Dit apparaat synchroniseren en back-up maken
ro: Sincronizează și fă backup pentru acest dispozitiv
sk: Synchronizujte a zálohujte toto zariadenie
sl: Sinhronizirajte in varnostno kopirajte to napravo
sv: Synkronisera och säkerhetskopiera denna enhet
tr: Bu Cihazı Senkronize Et ve Yedekle

# sync.get.other.devices
source: Get DuckDuckGo on Other Devices
da: Få DuckDuckGo på andre enheder
el: Αποκτήστε το DuckDuckGo σε άλλες συσκευές
et: Hangi DuckDuckGo teistele seadmetele
fi: Hanki DuckDuckGo toiselle laitteelle
hu: DuckDuckGo letöltése más eszközökre
lv: Iegūt DuckDuckGo citās ierīcēs
nb: Få DuckDuckGo på andre enheter
ro: Descarcă DuckDuckGo pe alte dispozitive
sl: Prenesite DuckDuckGo v drugih napravah
sv: Skaffa DuckDuckGo på andra enheter

# sync.get.other.devices.card.button.title
source: Share Download Link
da: Del downloadlink
el: Κοινή χρήση συνδέσμου λήψης
et: Jaga allalaadimise linki
fi: Jaa latauslinkki
hu: Letöltési link megosztása
lv: Kopīgot lejupielādes saiti
nb: Del nedlastingslenke
ro: Trimite linkul de descărcare
sl: Deli povezavo za prenos
sv: Dela nedladdningslänk

# sync.get.other.devices.card.message
source: To download DuckDuckGo on desktop or another mobile device, visit:
da: For at downloade DuckDuckGo på en computer eller en anden mobilenhed, skal du gå til:
el: Για λήψη του DuckDuckGo σε υπολογιστή ή άλλη φορητή συσκευή, επισκεφθείτε τη διεύθυνση:
et: DuckDuckGo arvutisse või muusse mobiilseadmesse allalaadimiseks külasta:
fi: Lataa DuckDuckGo tietokoneeseen tai toiseen mobiililaitteeseen täältä:
hu: A DuckDuckGo asztali számítógépre vagy más mobileszközre való letöltése:
lv: Lai lejupielādētu DuckDuckGo datorā vai citā mobilajā ierīcē, apmeklē:
nb: For å laste ned DuckDuckGo på skrivebordet eller en annen mobil enhet, besøk:
ro: Pentru a descărca DuckDuckGo pe desktop sau pe un alt dispozitiv mobil, vizitează:
sl: Če želite prenesti DuckDuckGo v namiznem računalniku ali drugi mobilni napravi, obiščite:
sv: Besök den här länken för att ladda ner DuckDuckGo på datorn eller en annan mobil enhet:

# sync.get.other.devices.card.title
source: Get DuckDuckGo on other devices to sync with this one
da: Få DuckDuckGo på andre enheder for at synkronisere med denne
el: Αποκτήστε το DuckDuckGo σε άλλες συσκευές για συγχρονισμό μεταξύ τους
et: Hangi DuckDuckGo teistesse seadmetesse, et selle seadmega sünkroonida
fi: Hanki DuckDuckGo toiseen laitteeseen synkronoitavaksi tämän laitteen kanssa
hu: DuckDuckGo letöltése más eszközökre ezen eszközzel való szinkronizáláshoz
lv: Iegūsti DuckDuckGo citās ierīcēs, lai sinhronizētu ar šo ierīci
nb: Få DuckDuckGo på andre enheter for å synkronisere med denne
ro: Obține DuckDuckGo pe alte dispozitive pentru a le sincroniza cu acesta
sl: Prenesite DuckDuckGo v drugih napravah in ga sinhronizirajte s tem brskalnikom
sv: Skaffa DuckDuckGo på andra enheter för att synkronisera med den här enheten

# sync.get.other.devices.screen.title
source: Get DuckDuckGo
da: Hent DuckDuckGo
el: Αποκτήστε το DuckDuckGo
et: Hangi DuckDuckGo
fi: Hanki DuckDuckGo
hu: DuckDuckGo letöltése
lv: Iegūsti DuckDuckGo
nb: Få DuckDuckGo
ro: Obține DuckDuckGo
sl: Prenos brskalnika DuckDuckGo
sv: Skaffa DuckDuckGo

# sync.get.other.devices.share.link.message
source: Install the DuckDuckGo browser on your devices to start securely syncing your bookmarks and passwords:
da: Installer DuckDuckGo-browseren på dine enheder for at komme i gang med at synkronisere dine bogmærker og adgangskoder på en sikker måde:
el: Εγκαταστήστε το πρόγραμμα περιήγησης DuckDuckGo στις συσκευές σας για να αρχίσετε να συγχρονίζετε με ασφάλεια τους σελιδοδείκτες και τους κωδικούς πρόσβασής σας:
et: Installi DuckDuckGo brauser oma seadmetesse, et alustada oma järjehoidjate ja paroolide turvalise sünkroonimisega:
fi: Asenna DuckDuckGo-selain laitteisiisi ja synkronoi kirjanmerkkisi ja salasanasi turvallisesti:
hu: Telepítsd a DuckDuckGo böngészőt az eszközeidre a könyvjelzők és jelszavak biztonságos szinkronizálásának megkezdéséhez:
lv: Instalē DuckDuckGo pārlūkprogrammu savās ierīcēs, lai sāktu droši sinhronizēt grāmatzīmes un paroles:
nb: Installer DuckDuckGo-nettleseren på enhetene dine for å synkronisere bokmerker og passord på en sikker måte:
ro: Instalează browserul DuckDuckGo pe dispozitivele tale pentru a începe să îți sincronizezi în siguranță marcajele și parolele:
sl: Namestite brskalnik DuckDuckGo v svojih napravah in začnite varno sinhronizirati zaznamke in gesla:
sv: Installera DuckDuckGo-webbläsaren på dina enheter för att börja synkronisera bokmärken och lösenord på ett säkert sätt:

# sync.menu.path
source: Settings > Sync & Backup > Sync With Another Device
bg: Настройки > Синхронизиране и архивиране > Синхронизиране с друго устройство
cs: Nastavení > Synchronizace a zálohování > Synchronizace s jiným zařízením
da: Indstillinger > Synkronisering og sikkerhedskopiering > Synkroniser med en anden enhed
el: Ρυθμίσεις > Συγχρονισμός και δημιουργία αντιγράφων ασφάλειας > Συγχρονισμός με άλλη συσκευή
et: Seaded > Sünkroonimine ja varundamine > Sünkrooni teise seadmega
fi: Asetukset > Synkronointi ja varmuuskopiointi > Synkronoi toisen laitteen kanssa
hr: Postavke > Sinkronizacija i sigurnosno kopiranje kopija > Sinkronizacija s drugim uređajem
hu: Beállítások > Szinkronizálás és biztonsági mentés > szinkronizálás másik eszközzel
lt: Nustatymai > Sinchronizavimas ir atsarginė kopijos kūrimas > Sinchronizuoti su kitu įrenginiu
lv: Iestatījumi > Sinhronizācija un dublēšana > Sinhronizācija ar citu ierīci
nb: Innstillinger > Synkroniser og sikkerhetskopier > Synkroniser med en annen enhet
nl: 'Instellingen' > 'Synchronisatie en back-up' > 'Synchroniseren met een ander apparaat'
ro: Setări > Sincronizare și backup > Sincronizează cu un alt dispozitiv
sk: Nastavenia > Synchronizácia a zálohovanie > Synchronizácia s iným zariadením
sl: Nastavitve > Sinhronizacija in varnostno kopiranje > Sinhronizacija z drugo napravo
sv: Inställningar > Synkronisera och säkerhetskopiera > Synkronisera med en annan enhet
tr: Ayarlar > Senkronizasyon ve Yedekleme > Başka Bir Cihazla Senkronize Et
