Repository: duckduckgo/iOS
Catalog: LocalPackages/SyncUI/Sources/SyncUI/Resources/*.lproj/Localizable.strings
Languages: bg, cs, da, el, et, fi, hr, hu, lt, lv, nb, nl, ro, sk, sl, sv, tr

# sync.title
source: Sync & Backup
bg: Синхронизиране и архивиране
cs: Synchronizace a zálohování
da: Synkronisering og sikkerhedskopiering
el: Συγχρονισμός και δημιουργία αντιγράφων ασφαλείας
et: Sünkroonimine ja varundamine
fi: Synkronoi ja varmuuskopioi
hr: Sinkronizacija i sigurnosno kopiranje
hu: Szinkronizálás és biztonsági mentés
lt: Sinchronizuoti ir kurti atsarginę kopiją
lv: Sinhronizācija un dublēšana
nb: Synkronisering og sikkerhetskopiering
nl: Synchronisatie en back-up
ro: Sincronizare și copiere de rezervă
sk: Synchronizácia a zálohovanie
sl: Sinhronizacija in varnostno kopiranje
sv: Synkronisering och säkerhetskopiering
tr: Senkronizasyon ve Yedekleme

# sync.warning.data.syncing.disabled
source: Sorry, but Sync & Backup is currently unavailable. Please try again later.
bg: Съжаляваме, но функцията за синхронизиране и архивиране в момента не е достъпна. Моля, опитайте отново по-късно.
cs: Omlouváme se, ale funkce synchronizace a zálohování teď není dostupná. Zkus to znovu později.
da: Beklager, men synkronisering og sikkerhedskopiering er ikke tilgængelig i øjeblikket. Prøv igen senere.
el: Δυστυχώς, η λειτουργία Συγχρονισμός και δημιουργία αντιγράφων ασφαλείας δεν είναι διαθέσιμη προς το παρόν. Ξαναδοκιμάστε αργότερα.
et: Kahjuks pole sünkroonimine ja varundamine praegu saadaval. Proovi hiljem uuesti.
fi: Sync & Backup ei valitettavasti ole tällä hetkellä käytettävissä. Yritä myöhemmin uudelleen.
hr: Nažalost, Sync & Backup (sinkronizacija i sigurnosno kopiranje) trenutno nisu dostupni. Pokušaj ponovno nešto kasnije.
hu: A szinkronizálás és biztonsági mentés jelenleg sajnos nem érhető el. Próbálkozz újra később.
lt: Atsiprašome, bet sinchronizavimas ir atsarginės kopijos kūrimas šiuo metu nepasiekiami. Pabandykite dar kartą vėliau.
lv: Diemžēl sinhronizācija un dublēšana pašlaik nav pieejama. Lūdzu, mēģini vēlreiz vēlāk.
nb: Beklager, men synkronisering og sikkerhetskopiering er ikke tilgjengelig for øyeblikket. Prøv igjen senere.
nl: Sorry, maar synchroniseren en back-up is momenteel niet beschikbaar. Probeer het later opnieuw.
ro: Ne pare rău, dar Sincronizarea și copierea de rezervă nu este disponibilă momentan. Încearcă din nou mai târziu.
sk: Ľutujeme, ale synchronizácia a zálohovanie momentálne nie sú k dispozícii. Prosím, skúste to neskôr znova.
sl: Sinhronizacija in varnostno kopiranje žal trenutno nista na voljo. Poskusite znova pozneje.
sv: Tyvärr är synkronisering och säkerhetskopiering inte tillgängliga för närvarande. Försök igen senare.
tr: Üzgünüz, ancak Senkronizasyon ve Yedekleme şu anda kullanılamıyor. Lütfen daha sonra tekrar deneyin.

# sync.warning.data.syncing.disabled.upgrade.required
source: Sorry, but Sync & Backup is no longer available in this app version. Please update DuckDuckGo to the latest version to continue.
bg: Съжаляваме, но функцията за синхронизиране и архивиране вече не се предлага в тази версия на приложението. Моля, актуализирайте DuckDuckGo до най-новата версия, за да продължите.
cs: Omlouváme se, ale funkce synchronizace a zálohování není v téhle verzi aplikace dostupná. Pro pokračování aktualizuj DuckDuckGo na nejnovější verzi.
da: Beklager, men synkronisering og sikkerhedskopiering er ikke længere tilgængelig i denne app-version. Opdater DuckDuckGo til den nyeste version for at fortsætte.
el: Δυστυχώς, η λειτουργία Συγχρονισμός και δημιουργία αντιγράφων ασφαλείας δεν είναι διαθέσιμη πλέον σε αυτήν την έκδοση της εφαρμογής. Ενημερώστε το DuckDuckGo στην πιο πρόσφατη έκδοση για να συνεχίσετε.
et: Vabandust, kuid sünkroonimine ja varundus pole selles rakenduse versioonis enam saadaval. Jätkamiseks värskenda DuckDuckGo uusimale versioonile.
fi: Sync & Backup ei valitettavasti ole käytettävissä tässä sovellusversiossa. Päivitä DuckDuckGo uusimpaan versioon jatkaaksesi.
hr: Žao nam je, ali Sync & Backup (sinkronizacija i sigurnosno kopiranje) više nisu dostupni u ovoj verziji aplikacije. Molimo te da za nastavak ažuriraš DuckDuckGo na najnoviju verziju.
hu: A szinkronizálás és biztonsági mentés az alkalmazás ezen verziójában már nem érhető el. A folytatáshoz frissíts a DuckDuckGo a legújabb verziójára.
lt: Atsiprašome, bet šioje programos versijoje nepasiekiamos sinchronizavimo ir atsarginės kopijos kūrimo funkcijos. Norėdami tęsti, atnaujinkite „DuckDuckGo“ į naujausią versiją.
lv: Diemžēl sinhronizācija un dublēšana šajā lietotnes versijā vairs nav pieejama. Lai turpinātu, lūdzu, atjaunini DuckDuckGo uz jaunāko versiju.
nb: Beklager, men synkronisering og sikkerhetskopiering er ikke lenger tilgjengelig i denne appversjonen. Oppdater DuckDuckGo til den nyeste versjonen for å fortsette.
nl: Synchroniseren en back-up is helaas niet langer beschikbaar in deze versie van de app. Werk DuckDuckGo bij naar de nieuwste versie om door te gaan.
ro: Ne pare rău, dar Sincronizarea și copierea de rezervă nu mai este disponibilă în această versiune de aplicație. Te rugăm să actualizezi DuckDuckGo la cea mai recentă versiune pentru a continua.
sk: Je nám ľúto, ale služba Synchronizácia a zálohovanie už nie je v tejto verzii aplikácie k dispozícii. Ak chcete pokračovať, aktualizujte DuckDuckGo na najnovšiu verziu.
sl: Sinhronizacija in varnostno kopiranje v tej različici aplikacije žal nista več na voljo. Za nadaljevanje DuckDuckGo posodobite na najnovejšo različico.
sv: Tyvärr är synkronisering och säkerhetskopiering inte längre tillgängliga i den här appversionen. Uppdatera DuckDuckGo till den senaste versionen för att fortsätta.
tr: Üzgünüz, Senkronizasyon ve Yedekleme bu uygulama sürümünde artık kullanılamıyor. Devam etmek için lütfen DuckDuckGo'yu en son sürüme güncelleyin.

# sync.warning.sync.unavailable
source: Sync & Backup is Unavailable
bg: Функцията за синхронизиране и архивиране не е достъпна
cs: Synchronizace a zálohování není k dispozici
da: Synkronisering og sikkerhedskopiering er ikke tilgængelig
el: Ο συγχρονισμός και η δημιουργία αντιγράφων ασφάλειας δεν είναι διαθέσιμος
et: Sünkroonimine ja varundamine pole saadaval
fi: Synkronointi ja varmuuskopiointi ei ole käytettävissä
hr: Sinkronizacija i sigurnosno kopiranje nisu dostupni
hu: Szinkronizálás és biztonsági mentés nem érhető el
lt: Sinchronizavimas ir atsarginės kopijos kūrimas nepasiekiami
lv: Sinhronizācija un dublēšana nav pieejama
nb: Synkronisering og sikkerhetskopiering er utilgjengelig
nl: 'Synchronisatie en back-up' is niet beschikbaar
ro: Sincronizare și backup nu este disponibil
sk: Synchronizácia a zálohovanie nie je k dispozícii
sl: Sinhronizacija in varnostno kopiranje nista na voljo
sv: Synkronisering och säkerhetskopiering är inte tillgängligt
tr: Senkronizasyon ve Yedekleme Kullanılamıyor

# sync.with.another.device.button
source: Sync With Another Device
bg: Синхронизиране с друго устройство
cs: Synchronizovat s jiným zařízením
da: Synkroniser med en anden enhed
el: Συγχρονισμός με άλλη συσκευή
et: Sünkrooni teise seadmega
fi: Synkronoi toisen laitteen kanssa
hr: Sinkronizacija s drugim uređajem
hu: Szinkronizálás másik eszközzel
lt: Sinchronizuoti su kitu įrenginiu
lv: Sinhronizēt ar citu ierīci
nb: Synkroniser med en annen enhet
nl: Synchroniseren met een ander apparaat
ro: Sincronizează cu un alt dispozitiv
sk: Synchronizácia s iným zariadením
sl: Sinhronizacija z drugo napravo
sv: Synkronisera med en annan enhet
tr: Başka Bir Cihazla Senkronize Et

# sync.with.another.device.footer
source: Your data is end-to-end encrypted, and DuckDuckGo does not have access to the encryption key.
bg: Данните Ви са изцяло криптирани и DuckDuckGo няма достъп до ключа за криптиране.
cs: U tvých dat se uplatňuje end-to-end šifrování a DuckDuckGo nemá přístup k šifrovacímu klíči.
da: Dine data er fuldt krypterede, og DuckDuckGo har ikke adgang til krypteringsnøglen.
el: Τα δεδομένα σας είναι κρυπτογραφημένα από άκρο σε άκρο και το DuckDuckGo δεν έχει πρόσβαση στο κλειδί κρυπτογράφησης.
et: Sinu andmed on otsast lõpuni krüptitud ja DuckDuckGo ei pääse krüpteerimisvõtmele ligi.
fi: Tietosi on salattu päästä päähän, eikä DuckDuckGolla ole hallussaan salausavainta.
hr: Tvoji su podaci šifrirani od početka do kraja, a DuckDuckGo nema pristup ključu za šifriranje.
hu: Az adataid végponttól végpontig titkosítva vannak, a DuckDuckGo pedig nem fér hozzá a titkosítási kulcshoz.
lt: Jūsų duomenys šifruojami ištisiniu būdu, o „DuckDuckGo“ neturi prieigos prie šifravimo rakto.
lv: Tavi dati tiek šifrēti no gala līdz galam, un DuckDuckGo nav piekļuves šifrēšanas atslēgai.
nb: Dataene dine er ende-til-ende-kryptert og DuckDuckGo har ikke tilgang til krypteringsnøkkelen.
nl: Je gegevens zijn volledig versleuteld en DuckDuckGo heeft geen toegang tot de versleutelingscode.
ro: Datele tale sunt criptate integral, iar DuckDuckGo nu are acces la cheia de criptare.
sk: Vaše údaje sú šifrované na oboch koncoch (end-to-end) a DuckDuckGo nemá prístup k šifrovaciemu kľúču.
sl: Vaši podatki so celovito šifrirani in DuckDuckGo nima dostopa do šifrirnega ključa.
sv: Dina data krypteras under hela vägen och DuckDuckGo har inte tillgång till krypteringsnyckeln.
tr: Verileriniz uçtan uca şifrelenir ve DuckDuckGo'nun şifreleme anahtarına erişimi yoktur.

# sync.with.another.device.message
source: Securely sync bookmarks and passwords between your devices.
bg: Сигурно синхронизиране на отметките и паролите между отделни устройства.
cs: Bezpečně synchronizuj záložky a hesla mezi svými zařízeními.
da: Synkroniser sikkert bogmærker og adgangskoder mellem dine enheder.
el: Συγχρονίστε με ασφάλεια σελιδοδείκτες και κωδικούς πρόσβασης μεταξύ των συσκευών σας.
et: Sünkrooni järjehoidjaid ja paroole turvaliselt oma seadmete vahel.
fi: Synkronoi kirjanmerkit ja salasanat turvallisesti laitteittesi välillä.
hr: Sigurno sinkroniziraj oznake i lozinke između svojih uređaja.
hu: Szinkronizáld biztonságosan a könyvjelzőket és jelszavakat az eszközök között.
lt: Saugiai sinchronizuokite žymes ir slaptažodžius tarp savo įrenginių.
lv: Droši sinhronizē grāmatzīmes un paroles starp ierīcēm.
nb: Synkroniser bokmerker og passord på en sikker måte mellom enhetene dine.
nl: Synchroniseer bladwijzers en wachtwoorden veilig tussen je apparaten.
ro: Sincronizează în siguranță marcajele și parolele între dispozitivele tale.
sk: Bezpečne synchronizujte záložky a heslá medzi svojimi zariadeniami.
sl: Varno sinhronizirajte zaznamke in gesla med napravami.
sv: Synkronisera bokmärken och lösenord mellan dina enheter på ett säkert sätt.
tr: Yer imlerini ve parolaları cihazlarınız arasında güvenli bir şekilde senkronize edin.

# sync.with.another.device.title
source: Begin Syncing
bg: Стартиране на синхронизиране
cs: Zahájení synchronizace
da: Begynd synkronisering
el: Έναρξη συγχρονισμού
et: Alusta sünkroonimist
fi: Aloita synkronointi
hr: Započni sinkronizaciju
hu: Szinkronizálás megkezdése
lt: Pradėti sinchronizavimą
lv: Sinhronizācijas sākšana
nb: Begynn synkronisering
nl: Synchroniseren starten
ro: Începe sincronizarea
sk: Začať synchronizáciu
sl: Začetek sinhronizacije
sv: Starta synkronisering
tr: Senkronizasyonu Başlat

# synced.devices.section.header
source: Synced Devices
bg: Синхронизирани устройства
cs: Synchronizovaná zařízení
da: Synkroniserede enheder
el: Συγχρονισμένες συσκευές
et: Sünkroonitud seadmed
fi: Synkronoidut laitteet
hr: Sinkronizirani uređaji
hu: Szinkronizált eszközök
lt: Sinchronizuoti įrenginiai
lv: Sinhronizētās ierīces
nb: Synkroniserte enheter
nl: Gesynchroniseerde apparaten
ro: Dispozitive sincronizate
sk: Synchronizované zariadenia
sl: Sinhronizirane naprave
sv: Synkroniserade enheter
tr: Senkronize Edilmiş Cihazlar

# synced.devices.sync.with.another.device.label
source: Sync With Another Device
bg: Синхронизиране с друго устройство
cs: Synchronizace s jiným zařízením
da: Synkroniser med en anden enhed
el: Συγχρονισμός με άλλη συσκευή
et: Sünkrooni teise seadmega
fi: Synkronoi toisen laitteen kanssa
hr: Sinkronizacija s drugim uređajem
hu: Szinkronizálás másik eszközzel
lt: Sinchronizuoti su kitu įrenginiu
lv: Sinhronizēt ar citu ierīci
nb: Synkroniser med en annen enhet
nl: Synchroniseren met een ander apparaat
ro: Sincronizează cu un alt dispozitiv
sl: Sinhronizacija z drugo napravo
sv: Synkronisera med en annan enhet

# synced.devices.this.device.label
source: This Device
bg: Това устройство
cs: Tohle zařízení
da: Denne enhed
el: Αυτή η συσκευή
et: See seade
fi: Tämä laite
hr: Ovaj uređaj
hu: Ez az eszköz
lt: Šis įrenginys
lv: Šī ierīce
nb: Denne enheten
nl: Dit apparaat
ro: Acest dispozitiv
sk: Toto zariadenie
sl: Ta naprava
sv: Denna enhet
tr: Bu Cihaz

# turn.sync.off
source: Turn Off Sync & Backup...
bg: Изключване на синхронизиране и архивиране...
cs: Vypnout synchronizaci a zálohování...
da: Slå synkronisering og sikkerhedskopiering fra ...
el: Απενεργοποίηση Συγχρονισμού και δημιουργίας αντιγράφων ασφάλειας...
et: Lülita sünkroonimine ja varundamine välja ...
fi: Poista synkronointi ja varmuuskopiointi käytöstä...
hr: Isključi sinkronizaciju i sigurnosno kopiranje...
hu: Szinkronizálás és biztonsági mentés kikapcsolása…
lt: Išjungti sinchronizavimą ir atsarginės kopijos kūrimą...
lv: Izslēgt sinhronizāciju un dublēšanu...
nb: Slå av synkronisering og sikkerhetskopiering …
nl: 'Synchronisatie en back-up' uitschakelen ...
ro: Oprește sincronizarea și backupul...
sk: Vypnúť synchronizáciu a zálohovanie...
sl: Izklopi sinhronizacijo in varnostno kopiranje ...
sv: Inaktivera synkronisering och säkerhetskopiering …
tr: Senkronizasyon ve Yedeklemeyi Kapat...

# turn.sync.off.section.header
source: Sync Enabled
bg: Активирано синхронизиране
cs: Synchronizace je aktivní
da: Synkronisering aktiveret
el: Ο συγχρονισμός ενεργοποιήθηκε
et: Sünkroonimine lubatud
fi: Synkronointi käytössä
hr: Sinkronizacija je omogućena
hu: Szinkronizálás bekapcsolva
lt: Sinchronizavimas įjungtas
lv: Sinhronizācija iespējota
nb: Synkronisering er aktivert
nl: Synchronisatie ingeschakeld
ro: Sincronizare activată
sk: Synchronizácia je povolená
sl: Sinhronizacija je omogočena
sv: Synkronisering aktiverad
tr: Senkronizasyon Etkin

# unified.favorites.instruction
source: Use the same favorite bookmarks on all your devices. Leave off to keep mobile and desktop favorites separate.
bg: Използвайте едни и същи любими отметки на всички Ваши устройства. Оставете изключено, ако имате различни предпочитания за мобилни устройства и настолни компютри.
cs: Používej na všech svých zařízeních stejné oblíbené záložky. Nech volbu vypnutou, pokud chceš mít záložky na mobilu a na počítači oddělené.
da: Brug de samme favoritbogmærker på alle dine enheder. Slå fra for at holde mobil- og computerfavoritter adskilt.
el: Χρησιμοποιήστε τους ίδιους αγαπημένους σελιδοδείκτες σε όλες τις συσκευές σας. Διακόψτε τη διαδικασία για να διατηρήσετε τα Αγαπημένα σας για κινητά και υπολογιστές ξεχωριστά.
et: Kasuta kõigis oma seadmetes samu lemmikjärjehoidjaid. Kui soovid mobiili ja arvuti lemmikud lahus hoida, siis ära seda sisse lülita.
fi: Käytä samoja suosikkikirjanmerkkejä kaikilla laitteillasi. Jätä pois, jos haluat pitää mobiili- ja työpöytäsuosikit erillään.
hr: Koristi iste omiljene oznake na svim svojim uređajima. Isključi za odvajanje favorita za mobilne uređaje i stolna računala.
hu: Használd ugyanazokat a kedvenc könyvjelzőket minden eszközön. Hagyd kikapcsolva a mobil és asztali kedvencek különválasztásához.
lt: Visuose įrenginiuose naudokite tas pačias mėgstamiausias žymes. Palikite išjungtą, kad mobiliojo ir stacionaraus įrenginių parankiniai būtų atskirti.
lv: Izmanto vienas grāmatzīmes visās savās ierīcēs. Atstāj opciju izslēgtu, lai nodalītu mobilās un galddatora izlases.
nb: Bruk de samme favorittbokmerkene på alle enhetene dine. La dette valget være avslått hvis du vil holde mobil- og skrivebordsfavoritter adskilt.
nl: Gebruik dezelfde favoriete bladwijzers op al je apparaten. Schakel deze optie uit als je je favoriete bladwijzers niet wilt synchroniseren tussen je mobiele apparaat en pc.
ro: Utilizează aceleași marcaje favorite pe toate dispozitivele tale. Lasă dezactivat pentru a păstra favoritele pentru mobil și desktop separate.
sk: Používajte rovnaké obľúbené záložky vo všetkých svojich zariadeniach. Vypnite, aby obľúbené položky z mobilných zariadení a počítačov zostali oddelené.
sl: Uporabljajte iste priljubljene zaznamke v vseh svojih napravah. Če želite ločiti priljubljene zaznamke za mobilne naprave in namizne računalnike, pustite izklopljeno.
sv: Använd samma favoritbokmärken på alla dina enheter. Använd inte funktionen om du vill skilja på favoriter mellan mobil och dator.
tr: Tüm cihazlarınızda aynı favori yer imlerini kullanın. Mobil ve masaüstü favorilerini ayrı tutmak için kapalı bırakın.

# unified.favorites.title
source: Unify Favorites Across Devices
bg: Обединяване на любимите на всички устройства
cs: Sjednocení oblíbených položek napříč zařízeními
da: Foren favoritter på tværs af enheder
el: Ενοποίηση αγαπημένων σε όλες τις συσκευές
et: Lemmikute sünkroonimine kõigis seadmetes
fi: Yhdistä suosikit eri laitteilla
hr: Objedini favorite na svim uređajima
hu: Kedvencek egyesítése az eszközökön
lt: Suvienodinti adresynus visuose įrenginiuose
lv: Izlases apvienošana visās ierīcēs
nb: Foren favoritter på tvers av enheter
nl: Beschik over dezelfde favorieten op verschillende apparaten
ro: Unifică favoritele pe toate dispozitivele
sk: Zjednotenie obľúbených položiek medzi zariadeniami
sl: Poenotite priljubljene v vseh napravah
sv: Samla alla favoriter på olika enheter
tr: Favorileri Cihazlar Arasında Birleştirin

# view.text.code.menu.item
source: View Text Code
bg: Преглед на текстов код
cs: Zobrazit textový kód
da: Vis tekstkode
el: Προβολή κωδικού κειμένου
et: Kuva tekstikood
fi: Näytä tekstikoodi
hr: Prikaz tekstne šifre
hu: Szöveges kód megtekintése
lt: Peržiūrėti teksto kodą
lv: Skatīt teksta kodu
nb: Vis tekstkode
nl: Tekstcode weergeven
ro: Vezi codul text
sk: Zobraziť textový kód
sl: Prikaži besedilno kodo
sv: Visa textkod
tr: Metin Kodunu Görüntüle
