Repository: duckduckgo/iOS
Catalog: LocalPackages/SyncUI/Sources/SyncUI/Resources/*.lproj/Localizable.strings
Languages: bg, cs, da, el, et, fi, hr, hu, lt, lv, nb, nl, ro, sk, sl, sv, tr

# fetch.favicons.option.caption
source: Automatically download icons for your synced bookmarks. Icon downloads are exposed to your network.
bg: Автоматично изтегляне на икони за синхронизираните отметки. Изтеглянето на икони се разкрива във Вашата мрежа.
cs: Automatické stahování ikon synchronizovaných záložek. Stažené ikony jsou vidět ve tvé síti.
da: Download automatisk ikoner for dine synkroniserede bogmærker. Ikonoverførsler eksponeres for dit netværk.
el: Αυτόματη λήψη εικονιδίων για τους συγχρονισμένους σελιδοδείκτες σας. Οι λήψεις εικονιδίων αποκαλύπτονται στο δίκτυό σας.
et: Laadi automaatselt alla oma sünkroonitud järjehoidjate ikoonid. Ikoonide allalaadimine toimub sinu võrgus.
fi: Lataa synkronoitujen kirjanmerkkien kuvakkeet automaattisesti. Kuvakkeiden lataukset näkyvät verkossasi.
hr: Automatski preuzmi ikone za svoje sinkronizirane oznake. Preuzimanja ikona izložena su vašoj mreži.
hu: Automatikusan letölti a szinkronizált könyvjelzők ikonjait. Az ikonletöltések láthatók a hálózaton.
lt: Automatiškai atsisiųskite sinchronizuotų žymių piktogramas. Piktogramų atsisiuntimai rodomi jūsų tinkle.
lv: Automātiski lejupielādē sinhronizēto grāmatzīmju ikonas. Ikonu lejupielādes ir atklātas tavam tīklam.
nb: Last ned ikoner automatisk for dine synkroniserte bokmerker. Ikonnedlastinger er eksponert for nettverket ditt.
nl: Download automatisch pictogrammen voor je gesynchroniseerde bladwijzers. Pictogramdownloads worden weergegeven in je netwerk.
ro: Descarcă automat pictograme pentru marcajele tale sincronizate. Descărcările de pictograme sunt expuse în rețeaua ta.
sk: Automatické preberanie ikon pre synchronizované záložky. Stiahnuté ikony sú vystavené vašej sieti.
sl: Samodejno prenesite ikone za sinhronizirane zaznamke. Prenosi ikon so izpostavljeni vašemu omrežju.
sv: Ladda automatiskt ner ikoner för dina synkroniserade bokmärken. Ikonnedladdningar exponeras för ditt nätverk.
tr: Senkronize edilmiş yer imleriniz için simgeleri otomatik olarak indirin. İndirilen simgeler ağınıza açık olur.

# fetch.favicons.option.title
source: Auto-Download Icons
bg: Автоматично изтегляне на икони
cs: Automatické stahování ikon
da: Download automatisk ikoner
el: Αυτόματη λήψη εικονιδίων
et: Ikoonide automaatne allalaadimine
fi: Automaattisesti ladattavat kuvakkeet
hr: Ikone za automatsko preuzimanje
hu: Ikonok automatikus letöltése
lt: Automatinio atsisiuntimo piktogramos
lv: Automātiski lejupielādēt ikonas
nb: Last ned ikoner automatisk
nl: Pictogrammen automatisch downloaden
ro: Descărcare automată a pictogramelor
sk: Ikony automatického sťahovania
sl: Ikone za samodejno nalaganje
sv: Ladda ner ikoner automatiskt
tr: Simgeleri Otomatik İndir

# manually.enter.code.instruction.attributed
source: Go to %1$@ and select %2$@ in the DuckDuckGo App on another synced device and paste the code here to sync this device.
bg: Влезте в %1$@ и изберете %2$@ в приложението DuckDuckGo на друго синхронизирано устройство и поставете кода тук, за да синхронизирате това устройство.
cs: V aplikaci DuckDuckGo na synchronizovaném zařízení přejdi do %1$@ a vyber %2$@. Pro synchronizaci tohoto zařízení už stačí jen vložit kód.
da: Gå til %1$@ og vælg %2$@ i DuckDuckGo-appen på en anden synkroniseret enhed, og indsæt koden her for at synkronisere denne enhed.
el: Μεταβείτε στη %1$@ και επιλέξτε %2$@ στην εφαρμογή DuckDuckGo σε μια άλλη συγχρονισμένη συσκευή και επικολλήστε τον κωδικό εδώ για να συγχρονίσετε αυτήν τη συσκευή.
et: Ava teises sünkroonitud seadmes DuckDuckGo rakenduses %1$@, vali %2$@ ja kleebi kood selle seadme sünkroonimiseks siia.
fi: Siirry kohtaan %1$@ ja valitse %2$@ DuckDuckGo-sovelluksessa toisella synkronoidulla laitteella. Liitä koodi tähän synkronoidaksesi tämän laitteen.
hr: Idi na %1$@ i odaberi %2$@ u aplikaciji DuckDuckGo na drugom sinkroniziranom uređaju i zalijepi šifru ovdje za sinkronizaciju ovog uređaja.
hu: Lépj a %1$@ lehetőségre, és a másik szinkronizált eszköz DuckDuckGo alkalmazásában válaszd ki a %2$@ elemet, majd az adott eszköz szinkronizálásához illeszd be ide a kódot.
lt: Eikite į %1$@ ir pasirinkite %2$@ „DuckDuckGo“ programoje kitame sinchronizuotame įrenginyje ir įklijuokite čia kodą, kad sinchronizuotumėte šį įrenginį.
lv: Dodies uz %1$@ un izvēlies %2$@ DuckDuckGo lietotnē citā sinhronizētā ierīcē, un ielīmē kodu šeit, lai sinhronizētu šo ierīci.
nb: Gå til %1$@, velg %2$@ i DuckDuckGo-appen på en annen synkronisert enhet og lim inn koden her for å synkronisere denne enheten.
nl: Ga naar %1$@ en selecteer %2$@ in de DuckDuckGo-app op een ander gesynchroniseerd apparaat en plak de code hier om dit apparaat te synchroniseren.
ro: Mergi la %1$@ și selectează %2$@ în aplicația DuckDuckGo pe un alt dispozitiv sincronizat și lipește codul aici pentru a sincroniza acest dispozitiv.
sk: Prejdite na %1$@ a vyberte %2$@ v aplikácii DuckDuckGo na inom synchronizovanom zariadení a vložte sem kód na synchronizáciu tohto zariadenia.
sl: V aplikaciji DuckDuckGo v drugi sinhronizirani napravi pojdite v %1$@ in izberite %2$@ ter tukaj prilepite kodo za sinhronizacijo te naprave.
sv: Gå till %1$@ och välj %2$@ i DuckDuckGo-appen på en annan synkroniserad enhet. Klistra in koden här för att synkronisera denna enhet.
tr: Senkronize edilmiş başka bir cihazdaki DuckDuckGo Uygulamasında %1$@ ögesine gidin ve %2$@ ögesini seçin ve bu cihazı senkronize etmek için kodu buraya yapıştırın.

# manually.enter.code.title
source: Manually Enter Code
bg: Ръчно въвеждане на код
cs: Ruční zadání kódu
da: Indtast kode manuelt
el: Μη αυτόματη εισαγωγή κωδικού
et: Sisesta kood käsitsi
fi: Syötä koodi manuaalisesti
hr: Ručno unesi šifru
hu: Kód manuális megadása
lt: Įveskite kodą ranka
lv: Manuāla koda ievadīšana
nb: Skriv inn koden manuelt
nl: Code handmatig invoeren
ro: Completează manual codul
sk: Manuálne zadajte kód
sl: Ročno vnesite kodo
sv: Ange kod manuellt
tr: Kodu Manuel Olarak Yaz

# manually.enter.code.validating.code.action
source: Validating code
bg: Потвърждаване на кода
cs: Ověřování kódu
da: Validerer kode
el: Επικύρωση κώδικα
et: Koodi valideerimine
fi: Vahvistuskoodi
hr: Provjera valjanosti šifre
hu: Kód ellenőrzése
lt: Kodo patvirtinimas
lv: Notiek koda apstiprināšana
nb: Validerer koden
nl: Code valideren
ro: Se validează codul
sk: Overovanie kódu
sl: Potrjevanje kode
sv: Validerar kod
tr: Kod doğrulanıyor

# manually.enter.code.validating.code.failed.action
source: Invalid code.
bg: Невалиден код.
cs: Neplatný kód.
da: Ugyldig kode.
el: Μη έγκυρος κωδικός.
et: Vale kood.
fi: Virheellinen koodi.
hr: Nevažeća šifra.
hu: Érvénytelen kód.
lt: Netinkamas kodas.
lv: Nederīgs kods.
nb: Ugyldig kode.
nl: Ongeldige code.
ro: Cod nevalid.
sk: Neplatný kód.
sl: Nepravilna koda.
sv: Ogiltig kod.
tr: Geçersiz kod.

# next.button
source: Next
bg: Следващ
cs: Další
da: Næste
el: Επόμενο
et: Järgmine
fi: Seuraava
hr: Dalje
hu: Következő
lt: Kitas
lv: Nākamais
nb: Neste
nl: Volgende
ro: Următorul
sk: Ďalšie
sl: Naslednji
sv: Nästa
tr: Sonraki

# not.now.button
source: Not Now
bg: Не сега
cs: Teď ne
da: Ikke nu
el: Όχι τώρα
et: Mitte praegu
fi: Ei nyt
hr: Ne sada
hu: Most nem
lt: Ne dabar
lv: Ne tagad
nb: Ikke nå
nl: Niet nu
ro: Nu acum
sk: Teraz nie
sl: Ne zdaj
sv: Inte nu
tr: Şimdi Değil

# options.section.header
source: Options
bg: Опции
cs: Možnosti
da: Valgmuligheder
el: Επιλογές
et: Valikud
fi: Valinnat
hr: Opcije
hu: Opciók
lt: Parinktys
lv: Opcijas
nb: Alternativer
nl: Opties
ro: Opțiuni
sk: Možnosti
sl: Možnosti
sv: Alternativ
tr: Seçenekler

# other.options.section.header
source: Other Options
bg: Други опции
cs: Další možnosti
da: Andre muligheder
el: Άλλες επιλογές
et: Muud valikud
fi: Muut vaihtoehdot
hr: Ostale mogućnosti
hu: Egyéb lehetőségek
lt: Kitos parinktys
lv: Citas iespējas
nb: Andre alternativer
nl: Andere opties
ro: Alte opțiuni
sk: Ďalšie možnosti
sl: Druge možnosti
sv: Andra alternativ
tr: Diğer Seçenekler

# paste.button
source: Paste
bg: Поставяне
cs: Vložit
da: Indsæt
el: Επικόλληση
et: Kleebi
fi: Liitä
hr: Zalijepi
hu: Beillesztés
lt: Įklijuoti
lv: Ielīmēt
nb: Lim inn
nl: Plakken
ro: Lipește
sk: Vložiť
sl: Prilepi
sv: Klistra in
tr: Yapıştır

# prefrences.sync.bookmarks-limit-exceeded-action
source: Manage Bookmarks
da: Administrer bogmærker
el: Διαχείριση σελιδοδεικτών
et: Halda järjehoidjaid
fi: Hallitse kirjanmerkkejä
hu: Könyvjelzők kezelése
lv: Pārvaldīt grāmatzīmes
nb: Administrer bokmerker
ro: Gestionează marcajele
sl: Upravljanje zaznamkov
sv: Hantera bokmärken

# prefrences.sync.credentials-limit-exceeded-action
source: Manage passwords…
da: Administrer adgangskoder...
el: Διαχείριση κωδικών πρόσβασης…
et: Halda paroole…
fi: Hallitse salasanoja…
hu: Jelszavak kezelése…
lv: Pārvaldīt paroles…
nb: Administrer passord …
ro: Gestionează parolele…
sl: Upravljanje gesel…
sv: Hantera lösenord…

# preparing.to.sync.sheet.description
source: Your bookmarks and passwords are being prepared to sync. This should only take a moment.
bg: Вашите отметки и пароли се подготвят за синхронизиране. Това ще отнеме само няколко секунди.
cs: Tvoje záložky a hesla připravujeme na synchronizaci. Nemělo by to trvat dlouho.
da: Dine bogmærker og adgangskoder bliver forberedt til synkronisering. Det tager kun et øjeblik.
el: Οι σελιδοδείκτες και οι κωδικοί πρόσβασής σας προετοιμάζονται για συγχρονισμό. Αυτό θα πρέπει να διαρκέσει ελάχιστο χρόνο.
et: Teie järjehoidjad ja paroolid valmistatakse sünkroonimiseks ette. See peaks võtma vaid hetke.
fi: Kirjanmerkkejä ja salasanoja valmistellaan synkronointiin. Tähän menee vain pieni hetki.
hr: Tvoje oznake i lozinke se pripremaju za sinkronizaciju. Ovo bi trebalo trajati samo trenutak.
hu: A rendszer előkészíti a könyvjelzők és jelszavak szinkronizálását. Ez csak néhány pillanatig tart.
lt: Jūsų žymės ir slaptažodžiai yra ruošiami sinchronizuoti. Tai turėtų užtrukti tik akimirką.
lv: Tavas grāmatzīmes un paroles tiek sagatavotas sinhronizēšanai. Tam vajadzētu aizņemt tikai neilgu brīdi.
nb: Bokmerkene og passordene dine klargjøres for synkronisering. Dette tar bare et øyeblikk.
nl: Je bladwijzers en wachtwoorden worden voorbereid voor synchronisatie. Dit hoeft niet zo lang te duren.
ro: Marcajele și parolele tale sunt pregătite pentru sincronizare. Acest lucru ar trebui să dureze doar un moment.
sk: Vaše záložky a heslá sa pripravujú na synchronizáciu. Malo by to trvať len chvíľu.
sl: Vaše zaznamke in gesla pripravljamo za sinhronizacijo. To bo trajalo le trenutek.
sv: Dina bokmärken och lösenord förbereds för synkronisering. Detta bör bara ta ett ögonblick.
tr: Yer imleriniz ve şifreler senkronize edilmek üzere hazırlanıyor. Bu sadece bir dakikanızı alacaktır.

# preparing.to.sync.sheet.footer
source: Connecting…
bg: Свързване…
cs: Připojování...
da: Forbinder ...
el: Σύνδεση...
et: Ühendamine ...
fi: Yhdistetään…
hr: Povezivanje u tijeku...
hu: Csatlakozás…
lt: Jungiamasi...
lv: Notiek savienojuma izveide…
nb: Kobler til…
nl: Er wordt verbinding gemaakt ...
ro: Se conectează…
sk: Pripája sa...
sl: Povezovanje ...
sv: Ansluter …
tr: Bağlantı kuruluyor...

# preparing.to.sync.sheet.title
source: Setting Up Sync and Backup
bg: Настройка на Синхронизиране и архивиране
cs: Nastavení synchronizace a zálohování
da: Opsætter Synkronisering og sikkerhedskopiering
el: Ρύθμιση συγχρονισμού και δημιουργίας αντιγράφων ασφάλειας
et: Sünkroonimise ja varundamise seadistamine
fi: Synkronoinnin ja varmuuskopioinnin määrittäminen
hr: Postavljanje sinkronizacije i sigurnosnog kopiranja
hu: Szinkronizálás és biztonsági mentés beállítása
lt: Sinchronizavimo ir atsarginės kopijos kūrimo nustatymas
lv: Sinhronizācijas un dublēšanas sagatavošana
nb: Setter opp synkronisering og sikkerhetskopiering
nl: 'Synchronisatie en back-up' instellen
ro: Se configurează sincronizarea și backupul
sk: Nastavenie synchronizácie a zálohovania
sl: Nastavitev sinhronizacije in varnostnega kopiranja
sv: Konfigurerar synkronisering och säkerhetskopiering
tr: Senkronizasyon ve Yedeklemeyi Ayarlama

# recover.synced.data.link
source: Recover Synced Data
bg: Възстановяване на синхронизирани данни
cs: Obnovit synchronizovaná data
da: Gendan synkroniserede data
el: Ανάκτηση συγχρονισμένων δεδομένων
et: Taasta sünkroonitud andmed
fi: Palauta synkronoidut tiedot
hr: Oporavak sinkroniziranih podataka
hu: Szinkronizált adatok helyreállítása
lt: Atkurti sinchronizuotus duomenis
lv: Sinhronizēto datu atgūšana
nb: Gjenopprett synkroniserte data
nl: Gesynchroniseerde gegevens herstellen
ro: Recuperează datele sincronizate
sk: Obnovenie synchronizovaných údajov
sl: Obnovitev sinhroniziranih podatkov
sv: Återställ synkroniserade data
tr: Senkronize Edilen Verileri Kurtar

# recover.synced.data.sheet.button
source: Get Started
bg: Първи стъпки
cs: Začínáme
da: Kom igang
el: Ξεκινήστε
et: Alustage
fi: Aloita
hr: Započnite
hu: Első lépések
lt: Pradėti
lv: Sākt darbu
nb: Kom i gang
nl: Aan de slag
ro: Să începem
sk: Začnite
sl: Začni
sv: Kom igång
tr: Başlayın

# recover.synced.data.sheet.description
source: To restore your synced data, you'll need the Recovery Code you saved when you first set up Sync. This code may have been saved as a PDF on the device you originally used to set up Sync.
bg: За възстановяване на синхронизираните данни е необходим Кодът за възстановяване, който сте запазили при първата настройка на функцията за синхронизиране. Този код може да е запазен като PDF файл на устройството, което първоначално сте използвали за настройка на функцията за синхронизиране.
cs: K obnovení synchronizovaných dat budeš potřebovat kód pro obnovení, který máš uložený od prvního nastavení synchronizace. Je možné, že tenhle kód se uložil ve formátu PDF na zařízení původně použitém k nastavení synchronizace.
da: For at gendanne dine synkroniserede data skal du bruge den gendannelseskode, du gemte, da du opsatte synkronisering første gang. Denne kode kan være blevet gemt som en PDF-fil på den enhed, du oprindeligt brugte til at konfigurere synkronisering.
el: Για να κάνετε επαναφορά των συγχρονισμένων δεδομένων σας, θα χρειαστείτε τον Κωδικό ανάκτησης που αποθηκεύσατε κατά την πρώτη ρύθμιση του Συγχρονισμού. Αυτός ο κωδικός ενδέχεται να έχει αποθηκευτεί ως PDF στη συσκευή που χρησιμοποιήσατε αρχικά για ρύθμιση του Συγχρονισμού.
et: Sünkroonitud andmete taastamiseks vajad taastamiskoodi, mille salvestasid sünkroonimise esmakordsel seadistamisel. See kood võis olla salvestatud PDF-vormingus seadmesse, milles sa sünkroonimise algselt seadistasid.
fi: Jos haluat palauttaa synkronoidut tietosi, tarvitset palautuskoodin, jonka tallensit ottaessasi synkronoinnin käyttöön. Koodi on voitu tallentaa PDF-tiedostona laitteelle, jolla määritit synkronoinnin.
hr: Za vraćanje sinkroniziranih podataka trebat će ti šifra za oporavak koju si spremio prilikom prvog postavljanja sinkronizacije. Ta je šifra možda spremljena kao PDF na uređaju koji je izvorno korišten za postavljanje sinkronizacije.
hu: A szinkronizált adatok visszaállításához szükség lesz a szinkronizálás első beállításakor mentett helyreállítási kódra. Lehetséges, hogy ez a kód PDF-fájlként lett mentve a szinkronizálás beállításához eredetileg használt eszközre.
lt: Norėdami atkurti sinchronizuotus duomenis, turėsite naudoti atkūrimo kodą, kurį išsaugojote pirmą kartą nustatydami sinchronizavimą. Šis kodas galėjo būti išsaugotas kaip PDF failas įrenginyje, kurį iš pradžių naudojote sinchronizavimui nustatyti.
lv: Lai atjaunotu sinhronizētos datus, ir nepieciešams atgūšanas kods, ko saglabāji, kad pirmo reizi iestatīji sinhronizāciju. Šis kods, iespējams, ir saglabāts PDF formātā ierīcē, kuru sākotnēji izmantoji sinhronizācijas iestatīšanai.
nb: For å gjenopprette synkroniserte data trenger du gjenopprettingskoden du lagret da du satte opp synkronisering første gang. Denne koden kan ha blitt lagret som en PDF på enheten du opprinnelig brukte til å sette opp synkronisering.
nl: Om je gesynchroniseerde gegevens te herstellen, heb je de herstelcode nodig die je hebt opgeslagen tijdens het instellen van 'Synchronisatie'. Deze code is mogelijk als PDF opgeslagen op het apparaat dat je gebruikte om 'Synchronisatie' in te stellen.
ro: Pentru a restabili datele sincronizate, vei avea nevoie de codul de recuperare pe care l-ai salvat atunci când ai configurat prima dată Sincronizarea. Este posibil ca acest cod să fi fost salvat ca PDF pe dispozitivul pe care l-ai folosit inițial pentru a configura Sincronizarea.
sk: Na obnovenie synchronizovaných údajov budete potrebovať kód na obnovenie, ktorý ste uložili pri prvom nastavení funkcie Sync. Tento kód mohol byť uložený vo formáte PDF v zariadení, ktoré ste pôvodne použili na nastavenie funkcie Sync.
sl: Za obnovitev sinhroniziranih podatkov potrebujete kodo za obnovitev, ki ste jo shranili ob prvi nastavitvi sinhronizacije. Ta koda je bila morda shranjena kot PDF v napravi, ki ste jo prvotno uporabili za nastavitev sinhronizacije.
sv: För att återställa dina synkroniserade data behöver du den återställningskod som du sparade när du konfigurerade synkronisering första gången. Koden kan ha sparats som en PDF-fil på den enhet du använde för att konfigurera synkronisering första gången.
tr: Senkronize edilmiş verilerinizi geri yüklemek için Senkronizasyonu ilk kez ayarlarken belirlediğiniz Kurtarma Koduna ihtiyacınız olacaktır. Bu kod, Senkronizasyonu yapmak üzere kullandığınız cihaza PDF olarak kaydedilmiş olabilir.

# recover.synced.data.sheet.title
source: Recover Synced Data
bg: Възстановяване на синхронизирани данни
cs: Obnovení synchronizovaných dat
da: Gendan synkroniserede data
el: Ανάκτηση συγχρονισμένων δεδομένων
et: Taasta sünkroonitud andmed
fi: Palauta synkronoidut tiedot
hr: Oporavak sinkroniziranih podataka
hu: Szinkronizált adatok helyreállítása
lt: Atkurti sinchronizuotus duomenis
lv: Sinhronizēto datu atgūšana
nb: Gjenopprett synkroniserte data
nl: Gesynchroniseerde gegevens herstellen
ro: Recuperează datele sincronizate
sk: Obnovenie synchronizovaných údajov
sl: Obnovitev sinhroniziranih podatkov
sv: Återställ synkroniserade data
tr: Senkronize Edilen Verileri Kurtar

# remove.device.button
source: Remove Device
bg: Премахване на устройство
cs: Smazat zařízení
da: Fjern enhed
el: Αφαίρεση συσκευής
et: Eemalda seade
fi: Poista laite
hr: Ukloni uređaj
hu: Eszköz eltávolítása
lt: Pašalinti įrenginį
lv: Noņemt ierīci
nb: Fjern enheten
nl: Apparaat verwijderen
ro: Elimină dispozitivul
sk: Odstránenie zariadenia
sl: Odstranitev naprave
sv: Ta bort enhet
tr: Cihazı Kaldır

# remove.device.message
source: "%@" will no longer be able to access your synced data.
bg: „%@“ вече няма да има достъп до синхронизираните Ви данни.
cs: „%@“ už nebude mít přístup k synchronizovaným datům.
da: "%@ " kan ikke længere få adgang til dine synkroniserede data.
el: Το «%@» δεν θα μπορεί πλέον να έχει πρόσβαση στα συγχρονισμένα δεδομένα σας.
et: %@ ei pääse enam sinu sünkroonitud andmetele juurde.
fi: "%@" ei enää pääse käsiksi synkronoituihin tietoihisi.
hr: "%@" više neće moći pristupiti tvojim sinkroniziranim podacima.
hu: A(z) „%@” többé nem férhet hozzá a szinkronizált adatokhoz.
lt: „%@“ nebegalės pasiekti jūsų sinchronizuotų duomenų.
lv: "%@" vairs nevarēs piekļūt taviem sinhronizētajiem datiem.
nb: "%@" vil ikke lenger ha tilgang til dine synkroniserte data.
nl: '%@' heeft geen toegang meer tot je gesynchroniseerde gegevens.
ro: „%@” nu va mai putea accesa datele tale sincronizate.
sk: "%@" už nebude mať prístup k synchronizovaným údajom.
sl: Aplikacija »%@« ne bo več mogla dostopati do sinhroniziranih podatkov.
sv: ”%@” kommer inte längre att få tillgång till dina synkroniserade data.
tr: "%@" artık senkronize edilmiş verilerinize erişemeyecektir.

# remove.device.title
source: Remove Device?
bg: Премахване на устройство?
cs: Smazat zařízení?
da: Fjern enhed?
el: Αφαίρεση συσκευής;
et: Kas seade eemaldada?
fi: Poistetaanko laite?
hr: Želiš li ukloniti uređaj?
hu: Eszköz eltávolítása?
lt: Pašalinti įrenginį?
lv: Noņemt ierīci?
nb: Vil du fjerne enheten?
nl: Apparaat verwijderen?
ro: Elimini dispozitivul?
sk: Odstrániť zariadenie?
sl: Želite odstraniti napravo?
sv: Vill du ta bort enheten?
tr: Cihaz Kaldırılsın mı?

# save.recovery.code.code.copied.button
source: Recovery code copied to clipboard
bg: Кодът за възстановяване и копиран в клипборда
cs: Kód pro obnovení je zkopírovaný do schránky
da: Gendannelseskode kopieret til udklipsholder
el: Ο κωδικός ανάκτησης αντιγράφηκε στο πρόχειρο
et: Taastamiskood kopeeriti lõikelauale
fi: Palautuskoodi kopioitu leikepöydälle
hr: Šifra za oporavak kopirana je u međuspremnik
hu: Helyreállítási kód a vágólapra másolva
lt: Atkūrimo kodas nukopijuotas į mainų sritį
lv: Atgūšanas kods ir nokopēts starpliktuvē
nb: Gjenopprettingskoden er kopiert til utklippstavlen
nl: Herstelcode gekopieerd naar klembord
ro: Codul de recuperare a fost copiat în clipboard
sk: Kód obnovenia bol skopírovaný do schránky
sl: Obnovitvena koda je bila kopirana v odložišče
sv: Återställningskoden har kopierats till urklipp
tr: Kurtarma kodu panoya kopyalandı

# save.recovery.code.copy.code.button
source: Copy Code
bg: Копиране на кода
cs: Kopírovat kód
da: Kopier kode
el: Αντιγραφή κωδικού
et: Kopeeri kood
fi: Kopioi koodi
hr: Kopiraj šifru
hu: Kód másolása
lt: Kopijuoti kodą
lv: Kopēt kodu
nb: Kopier koden
nl: Code kopiëren
ro: Copiază codul
sk: Kopírovať kód
sl: Kopiraj kodo
sv: Kopiera kod
tr: Kodu Kopyala

# save.recovery.code.save.as.pdf.button
source: Save as PDF
bg: Запазване като PDF
cs: Uložit jako PDF
da: Gem som PDF
el: Αποθήκευση ως PDF
et: Salvesta PDF-ina
fi: Tallenna PDF-tiedostona
hr: Spremi kao PDF
hu: Mentés PDF-ként
lt: Išsaugoti kaip PDF
lv: Saglabāt kā PDF
nb: Lagre som PDF
nl: Opslaan als PDF
ro: Salvează ca PDF
sk: Uložiť ako PDF
sl: Shrani kot PDF
sv: Spara som PDF
tr: PDF olarak kaydet

# save.recovery.code.sheet.description
source: If you lose access to your devices, you will need this code to recover your synced data.
bg: Ако загубите достъп до устройствата си, ще трябва да използвате този код, за да възстановите синхронизираните данни.
cs: Pokud ztratíš přístup ke svým zařízením, budeš tenhle kód potřebovat k obnovení synchronizovaných dat.
da: Hvis du mister adgang til dine enheder, skal du bruge denne kode til at gendanne dine synkroniserede data.
el: Σε περίπτωση που χάσετε την πρόσβαση στις συσκευές σας, θα χρειαστείτε αυτόν τον κωδικό για να ανακτήσετε τα συγχρονισμένα δεδομένα σας.
et: Kui kaotad juurdepääsu oma seadmetele, vajad seda koodi oma sünkroonitud andmete taastamiseks.
fi: Jos menetät pääsyn laitteillesi, tarvitset tämän koodin palauttaaksesi synkronoidut tiedot.
hr: Ako izgubiš pristup svojim uređajima, trebat će ti ova šifra za oporavak sinkroniziranih podataka.
hu: Ha elveszted az eszközökhöz való hozzáférést, erre a kódra lesz szükséged a szinkronizált adatok helyreállításához.
lt: Jei neteksite prieigos prie savo įrenginių, šio kodo reikės norint atkurti sinchronizuotus duomenis.
lv: Ja zaudēsi piekļuvi savām ierīcēm, šis kods būs nepieciešams, lai atjaunotu sinhronizētos datus.
nb: Hvis du mister tilgang til enhetene dine, trenger du denne koden for å gjenopprette de synkroniserte dataene dine.
nl: Als je geen toegang meer hebt tot je apparaten, heb je deze code nodig om je gesynchroniseerde gegevens te herstellen.
ro: Dacă pierzi accesul la dispozitivele tale, vei avea nevoie de acest cod pentru a-ți recupera datele sincronizate.
sk: Ak stratíte prístup k zariadeniam, budete tento kód potrebovať na obnovenie synchronizovaných údajov.
sl: Če izgubite dostop do naprav, boste to kodo potrebovali za obnovitev sinhroniziranih podatkov.
sv: Om du förlorar åtkomsten till dina enheter behöver du denna kod för att återställa dina synkroniserade data.
tr: Cihazlarınıza erişiminizi kaybederseniz, senkronize edilmiş verilerinizi kurtarmak için bu koda ihtiyacınız olacaktır.
